[{"book":"Acts","chapter":"18","verse":"1","text":" After this Paul left Athens and went to Corinth. "},{"book":"Acts","chapter":"18","verse":"2","text":" There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all Jews to leave Rome. Paul went to see them, "},{"book":"Acts","chapter":"18","verse":"3","text":" and, because he was of the same trade, he stayed with them, and they worked together-- by trade they were tentmakers. "},{"book":"Acts","chapter":"18","verse":"4","text":" Every sabbath he would argue in the synagogue and would try to convince Jews and Greeks. "},{"book":"Acts","chapter":"18","verse":"5","text":" When Silas and Timothy arrived from Macedonia, Paul was occupied with proclaiming the word, testifying to the Jews that the Messiah was Jesus. "},{"book":"Acts","chapter":"18","verse":"6","text":" When they opposed and reviled him, in protest he shook the dust from his clothes and said to them, &#34Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.&#34 "},{"book":"Acts","chapter":"18","verse":"7","text":" Then he left the synagogue and went to the house of a man named Titius Justus, a worshiper of God; his house was next door to the synagogue. "},{"book":"Acts","chapter":"18","verse":"8","text":" Crispus, the official of the synagogue, became a believer in the Lord, together with all his household; and many of the Corinthians who heard Paul became believers and were baptized. "},{"book":"Acts","chapter":"18","verse":"9","text":" One night the Lord said to Paul in a vision, &#34Do not be afraid, but speak and do not be silent; "},{"book":"Acts","chapter":"18","verse":"10","text":" for I am with you, and no one will lay a hand on you to harm you, for there are many in this city who are my people.&#34 "},{"book":"Acts","chapter":"18","verse":"11","text":" He stayed there a year and six months, teaching the word of God among them. "},{"book":"Acts","chapter":"18","verse":"12","text":" But when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal. "},{"book":"Acts","chapter":"18","verse":"13","text":" They said, &#34This man is persuading people to worship God in ways that are contrary to the law.&#34 "},{"book":"Acts","chapter":"18","verse":"14","text":" Just as Paul was about to speak, Gallio said to the Jews, &#34If it were a matter of crime or serious villainy, I would be justified in accepting the complaint of you Jews; "},{"book":"Acts","chapter":"18","verse":"15","text":" but since it is a matter of questions about words and names and your own law, see to it yourselves; I do not wish to be a judge of these matters.&#34 "},{"book":"Acts","chapter":"18","verse":"16","text":" And he dismissed them from the tribunal. "},{"book":"Acts","chapter":"18","verse":"17","text":" Then all of them seized Sosthenes, the official of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to any of these things. "},{"book":"Acts","chapter":"18","verse":"18","text":" After staying there for a considerable time, Paul said farewell to the believers and sailed for Syria, accompanied by Priscilla and Aquila. At Cenchreae he had his hair cut, for he was under a vow. "},{"book":"Acts","chapter":"18","verse":"19","text":" When they reached Ephesus, he left them there, but first he himself went into the synagogue and had a discussion with the Jews. "},{"book":"Acts","chapter":"18","verse":"20","text":" When they asked him to stay longer, he declined; "},{"book":"Acts","chapter":"18","verse":"21","text":" but on taking leave of them, he said, &#34I will return to you, if God wills.&#34 Then he set sail from Ephesus. "},{"book":"Acts","chapter":"18","verse":"22","text":" When he had landed at Caesarea, he went up to Jerusalem and greeted the church, and then went down to Antioch. "},{"book":"Acts","chapter":"18","verse":"23","text":" After spending some time there he departed and went from place to place through the region of Galatia and Phrygia, strengthening all the disciples. "},{"book":"Acts","chapter":"18","verse":"24","text":" Now there came to Ephesus a Jew named Apollos, a native of Alexandria. He was an eloquent man, well-versed in the scriptures. "},{"book":"Acts","chapter":"18","verse":"25","text":" He had been instructed in the Way of the Lord; and he spoke with burning enthusiasm and taught accurately the things concerning Jesus, though he knew only the baptism of John. "},{"book":"Acts","chapter":"18","verse":"26","text":" He began to speak boldly in the synagogue; but when Priscilla and Aquila heard him, they took him aside and explained the Way of God to him more accurately. "},{"book":"Acts","chapter":"18","verse":"27","text":" And when he wished to cross over to Achaia, the believers encouraged him and wrote to the disciples to welcome him. On his arrival he greatly helped those who through grace had become believers, "},{"book":"Acts","chapter":"18","verse":"28","text":" for he powerfully refuted the Jews in public, showing by the scriptures that the Messiah is Jesus. "}]