[{"book":"Acts","chapter":"20","verse":"1","text":" After the uproar had ceased, Paul sent for the disciples; and after encouraging them and saying farewell, he left for Macedonia. "},{"book":"Acts","chapter":"20","verse":"2","text":" When he had gone through those regions and had given the believers much encouragement, he came to Greece, "},{"book":"Acts","chapter":"20","verse":"3","text":" where he stayed for three months. He was about to set sail for Syria when a plot was made against him by the Jews, and so he decided to return through Macedonia. "},{"book":"Acts","chapter":"20","verse":"4","text":" He was accompanied by Sopater son of Pyrrhus from Beroea, by Aristarchus and Secundus from Thessalonica, by Gaius from Derbe, and by Timothy, as well as by Tychicus and Trophimus from Asia. "},{"book":"Acts","chapter":"20","verse":"5","text":" They went ahead and were waiting for us in Troas; "},{"book":"Acts","chapter":"20","verse":"6","text":" but we sailed from Philippi after the days of Unleavened Bread, and in five days we joined them in Troas, where we stayed for seven days. "},{"book":"Acts","chapter":"20","verse":"7","text":" On the first day of the week, when we met to break bread, Paul was holding a discussion with them; since he intended to leave the next day, he continued speaking until midnight. "},{"book":"Acts","chapter":"20","verse":"8","text":" There were many lamps in the room upstairs where we were meeting. "},{"book":"Acts","chapter":"20","verse":"9","text":" A young man named Eutychus, who was sitting in the window, began to sink off into a deep sleep while Paul talked still longer. Overcome by sleep, he fell to the ground three floors below and was picked up dead. "},{"book":"Acts","chapter":"20","verse":"10","text":" But Paul went down, and bending over him took him in his arms, and said, &#34Do not be alarmed, for his life is in him.&#34 "},{"book":"Acts","chapter":"20","verse":"11","text":" Then Paul went upstairs, and after he had broken bread and eaten, he continued to converse with them until dawn; then he left. "},{"book":"Acts","chapter":"20","verse":"12","text":" Meanwhile they had taken the boy away alive and were not a little comforted. "},{"book":"Acts","chapter":"20","verse":"13","text":" We went ahead to the ship and set sail for Assos, intending to take Paul on board there; for he had made this arrangement, intending to go by land himself. "},{"book":"Acts","chapter":"20","verse":"14","text":" When he met us in Assos, we took him on board and went to Mitylene. "},{"book":"Acts","chapter":"20","verse":"15","text":" We sailed from there, and on the following day we arrived opposite Chios. The next day we touched at Samos, and the day after that we came to Miletus. "},{"book":"Acts","chapter":"20","verse":"16","text":" For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia; he was eager to be in Jerusalem, if possible, on the day of Pentecost. "},{"book":"Acts","chapter":"20","verse":"17","text":" From Miletus he sent a message to Ephesus, asking the elders of the church to meet him. "},{"book":"Acts","chapter":"20","verse":"18","text":" When they came to him, he said to them: &#34You yourselves know how I lived among you the entire time from the first day that I set foot in Asia, "},{"book":"Acts","chapter":"20","verse":"19","text":" serving the Lord with all humility and with tears, enduring the trials that came to me through the plots of the Jews. "},{"book":"Acts","chapter":"20","verse":"20","text":" I did not shrink from doing anything helpful, proclaiming the message to you and teaching you publicly and from house to house, "},{"book":"Acts","chapter":"20","verse":"21","text":" as I testified to both Jews and Greeks about repentance toward God and faith toward our Lord Jesus. "},{"book":"Acts","chapter":"20","verse":"22","text":" And now, as a captive to the Spirit, I am on my way to Jerusalem, not knowing what will happen to me there, "},{"book":"Acts","chapter":"20","verse":"23","text":" except that the Holy Spirit testifies to me in every city that imprisonment and persecutions are waiting for me. "},{"book":"Acts","chapter":"20","verse":"24","text":" But I do not count my life of any value to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the good news of God&#39s grace. "},{"book":"Acts","chapter":"20","verse":"25","text":" &#34And now I know that none of you, among whom I have gone about proclaiming the kingdom, will ever see my face again. "},{"book":"Acts","chapter":"20","verse":"26","text":" Therefore I declare to you this day that I am not responsible for the blood of any of you, "},{"book":"Acts","chapter":"20","verse":"27","text":" for I did not shrink from declaring to you the whole purpose of God. "},{"book":"Acts","chapter":"20","verse":"28","text":" Keep watch over yourselves and over all the flock, of which the Holy Spirit has made you overseers, to shepherd the church of God that he obtained with the blood of his own Son. "},{"book":"Acts","chapter":"20","verse":"29","text":" I know that after I have gone, savage wolves will come in among you, not sparing the flock. "},{"book":"Acts","chapter":"20","verse":"30","text":" Some even from your own group will come distorting the truth in order to entice the disciples to follow them. "},{"book":"Acts","chapter":"20","verse":"31","text":" Therefore be alert, remembering that for three years I did not cease night or day to warn everyone with tears. "},{"book":"Acts","chapter":"20","verse":"32","text":" And now I commend you to God and to the message of his grace, a message that is able to build you up and to give you the inheritance among all who are sanctified. "},{"book":"Acts","chapter":"20","verse":"33","text":" I coveted no one&#39s silver or gold or clothing. "},{"book":"Acts","chapter":"20","verse":"34","text":" You know for yourselves that I worked with my own hands to support myself and my companions. "},{"book":"Acts","chapter":"20","verse":"35","text":" In all this I have given you an example that by such work we must support the weak, remembering the words of the Lord Jesus, for he himself said, &#39It is more blessed to give than to receive.&#39&#34 "},{"book":"Acts","chapter":"20","verse":"36","text":" When he had finished speaking, he knelt down with them all and prayed. "},{"book":"Acts","chapter":"20","verse":"37","text":" There was much weeping among them all; they embraced Paul and kissed him, "},{"book":"Acts","chapter":"20","verse":"38","text":" grieving especially because of what he had said, that they would not see him again. Then they brought him to the ship. "}]