[{"book":"Amos","chapter":"7","verse":"1","text":" This is what the Lord GOD showed me: he was forming locusts at the time the latter growth began to sprout (it was the latter growth after the king&#39s mowings). "},{"book":"Amos","chapter":"7","verse":"2","text":" When they had finished eating the grass of the land, I said, &#34O Lord GOD, forgive, I beg you! How can Jacob stand? He is so small!&#34 "},{"book":"Amos","chapter":"7","verse":"3","text":" The LORD relented concerning this; &#34It shall not be,&#34 said the LORD. "},{"book":"Amos","chapter":"7","verse":"4","text":" This is what the Lord GOD showed me: the Lord GOD was calling for a shower of fire, and it devoured the great deep and was eating up the land. "},{"book":"Amos","chapter":"7","verse":"5","text":" Then I said, &#34O Lord GOD, cease, I beg you! How can Jacob stand? He is so small!&#34 "},{"book":"Amos","chapter":"7","verse":"6","text":" The LORD relented concerning this; &#34This also shall not be,&#34 said the Lord GOD. "},{"book":"Amos","chapter":"7","verse":"7","text":" This is what he showed me: the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand. "},{"book":"Amos","chapter":"7","verse":"8","text":" And the LORD said to me, &#34Amos, what do you see?&#34 And I said, &#34A plumb line.&#34 Then the Lord said, &#34See, I am setting a plumb line in the midst of my people Israel; I will never again pass them by; "},{"book":"Amos","chapter":"7","verse":"9","text":" the high places of Isaac shall be made desolate, and the sanctuaries of Israel shall be laid waste, and I will rise against the house of Jeroboam with the sword.&#34 "},{"book":"Amos","chapter":"7","verse":"10","text":" Then Amaziah, the priest of Bethel, sent to King Jeroboam of Israel, saying, &#34Amos has conspired against you in the very center of the house of Israel; the land is not able to bear all his words. "},{"book":"Amos","chapter":"7","verse":"11","text":" For thus Amos has said, &#39Jeroboam shall die by the sword, and Israel must go into exile away from his land.&#39&#34 "},{"book":"Amos","chapter":"7","verse":"12","text":" And Amaziah said to Amos, &#34O seer, go, flee away to the land of Judah, earn your bread there, and prophesy there; "},{"book":"Amos","chapter":"7","verse":"13","text":" but never again prophesy at Bethel, for it is the king&#39s sanctuary, and it is a temple of the kingdom.&#34 "},{"book":"Amos","chapter":"7","verse":"14","text":" Then Amos answered Amaziah, &#34I am no prophet, nor a prophet&#39s son; but I am a herdsman, and a dresser of sycamore trees, "},{"book":"Amos","chapter":"7","verse":"15","text":" and the LORD took me from following the flock, and the LORD said to me, &#39Go, prophesy to my people Israel.&#39 "},{"book":"Amos","chapter":"7","verse":"16","text":" &#34Now therefore hear the word of the LORD. You say, &#39Do not prophesy against Israel, and do not preach against the house of Isaac.&#39 "},{"book":"Amos","chapter":"7","verse":"17","text":" Therefore thus says the LORD: &#39Your wife shall become a prostitute in the city, and your sons and your daughters shall fall by the sword, and your land shall be parceled out by line; you yourself shall die in an unclean land, and Israel shall surely go into exile away from its land.&#39&#34 "}]