[{"book":"Amos","chapter":"8","verse":"1","text":" This is what the Lord GOD showed me-- a basket of summer fruit. "},{"book":"Amos","chapter":"8","verse":"2","text":" He said, &#34Amos, what do you see?&#34 And I said, &#34A basket of summer fruit.&#34 Then the LORD said to me, &#34The end has come upon my people Israel; I will never again pass them by. "},{"book":"Amos","chapter":"8","verse":"3","text":" The songs of the temple shall become wailings in that day,&#34 says the Lord GOD; &#34the dead bodies shall be many, cast out in every place. Be silent!&#34 "},{"book":"Amos","chapter":"8","verse":"4","text":" Hear this, you that trample on the needy, and bring to ruin the poor of the land, "},{"book":"Amos","chapter":"8","verse":"5","text":" saying, &#34When will the new moon be over so that we may sell grain; and the sabbath, so that we may offer wheat for sale? We will make the ephah small and the shekel great, and practice deceit with false balances, "},{"book":"Amos","chapter":"8","verse":"6","text":" buying the poor for silver and the needy for a pair of sandals, and selling the sweepings of the wheat.&#34 "},{"book":"Amos","chapter":"8","verse":"7","text":" The LORD has sworn by the pride of Jacob: Surely I will never forget any of their deeds. "},{"book":"Amos","chapter":"8","verse":"8","text":" Shall not the land tremble on this account, and everyone mourn who lives in it, and all of it rise like the Nile, and be tossed about and sink again, like the Nile of Egypt? "},{"book":"Amos","chapter":"8","verse":"9","text":" On that day, says the Lord GOD, I will make the sun go down at noon, and darken the earth in broad daylight. "},{"book":"Amos","chapter":"8","verse":"10","text":" I will turn your feasts into mourning, and all your songs into lamentation; I will bring sackcloth on all loins, and baldness on every head; I will make it like the mourning for an only son, and the end of it like a bitter day. "},{"book":"Amos","chapter":"8","verse":"11","text":" The time is surely coming, says the Lord GOD, when I will send a famine on the land; not a famine of bread, or a thirst for water, but of hearing the words of the LORD. "},{"book":"Amos","chapter":"8","verse":"12","text":" They shall wander from sea to sea, and from north to east; they shall run to and fro, seeking the word of the LORD, but they shall not find it. "},{"book":"Amos","chapter":"8","verse":"13","text":" In that day the beautiful young women and the young men shall faint for thirst. "},{"book":"Amos","chapter":"8","verse":"14","text":" Those who swear by Ashimah of Samaria, and say, &#34As your god lives, O Dan,&#34 and, &#34As the way of Beer-sheba lives&#34-- they shall fall, and never rise again. "}]