[{"book":"Amos","chapter":"1","verse":"1","text":" The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of King Uzziah of Judah and in the days of King Jeroboam son of Joash of Israel, two years before the earthquake. "},{"book":"Amos","chapter":"1","verse":"2","text":" And he said: The LORD roars from Zion, and utters his voice from Jerusalem; the pastures of the shepherds wither, and the top of Carmel dries up. "},{"book":"Amos","chapter":"1","verse":"3","text":" Thus says the LORD: For three transgressions of Damascus, and for four, I will not revoke the punishment; because they have threshed Gilead with threshing sledges of iron. "},{"book":"Amos","chapter":"1","verse":"4","text":" So I will send a fire on the house of Hazael, and it shall devour the strongholds of Ben-hadad. "},{"book":"Amos","chapter":"1","verse":"5","text":" I will break the gate bars of Damascus, and cut off the inhabitants from the Valley of Aven, and the one who holds the scepter from Beth-eden; and the people of Aram shall go into exile to Kir, says the LORD. "},{"book":"Amos","chapter":"1","verse":"6","text":" Thus says the LORD: For three transgressions of Gaza, and for four, I will not revoke the punishment; because they carried into exile entire communities, to hand them over to Edom. "},{"book":"Amos","chapter":"1","verse":"7","text":" So I will send a fire on the wall of Gaza, fire that shall devour its strongholds. "},{"book":"Amos","chapter":"1","verse":"8","text":" I will cut off the inhabitants from Ashdod, and the one who holds the scepter from Ashkelon; I will turn my hand against Ekron, and the remnant of the Philistines shall perish, says the Lord GOD. "},{"book":"Amos","chapter":"1","verse":"9","text":" Thus says the LORD: For three transgressions of Tyre, and for four, I will not revoke the punishment; because they delivered entire communities over to Edom, and did not remember the covenant of kinship. "},{"book":"Amos","chapter":"1","verse":"10","text":" So I will send a fire on the wall of Tyre, fire that shall devour its strongholds. "},{"book":"Amos","chapter":"1","verse":"11","text":" Thus says the LORD: For three transgressions of Edom, and for four, I will not revoke the punishment; because he pursued his brother with the sword and cast off all pity; he maintained his anger perpetually, and kept his wrath forever. "},{"book":"Amos","chapter":"1","verse":"12","text":" So I will send a fire on Teman, and it shall devour the strongholds of Bozrah. "},{"book":"Amos","chapter":"1","verse":"13","text":" Thus says the LORD: For three transgressions of the Ammonites, and for four, I will not revoke the punishment; because they have ripped open pregnant women in Gilead in order to enlarge their territory. "},{"book":"Amos","chapter":"1","verse":"14","text":" So I will kindle a fire against the wall of Rabbah, fire that shall devour its strongholds, with shouting on the day of battle, with a storm on the day of the whirlwind; "},{"book":"Amos","chapter":"1","verse":"15","text":" then their king shall go into exile, he and his officials together, says the LORD. "}]