[{"book":"Baruch","chapter":"3","verse":"1","text":" O Lord Almighty, God of Israel, the soul in anguish and the wearied spirit cry out to you. "},{"book":"Baruch","chapter":"3","verse":"2","text":" Hear, O Lord, and have mercy, for we have sinned before you. "},{"book":"Baruch","chapter":"3","verse":"3","text":" For you are enthroned forever, and we are perishing forever. "},{"book":"Baruch","chapter":"3","verse":"4","text":" O Lord Almighty, God of Israel, hear now the prayer of the people of Israel, the children of those who sinned before you, who did not heed the voice of the Lord their God, so that calamities have clung to us. "},{"book":"Baruch","chapter":"3","verse":"5","text":" Do not remember the iniquities of our ancestors, but in this crisis remember your power and your name. "},{"book":"Baruch","chapter":"3","verse":"6","text":" For you are the Lord our God, and it is you, O Lord, whom we will praise. "},{"book":"Baruch","chapter":"3","verse":"7","text":" For you have put the fear of you in our hearts so that we would call upon your name; and we will praise you in our exile, for we have put away from our hearts all the iniquity of our ancestors who sinned against you. "},{"book":"Baruch","chapter":"3","verse":"8","text":" See, we are today in our exile where you have scattered us, to be reproached and cursed and punished for all the iniquities of our ancestors, who forsook the Lord our God. "},{"book":"Baruch","chapter":"3","verse":"9","text":" Hear the commandments of life, O Israel; give ear, and learn wisdom! "},{"book":"Baruch","chapter":"3","verse":"10","text":" Why is it, O Israel, why is it that you are in the land of your enemies, that you are growing old in a foreign country, that you are defiled with the dead, "},{"book":"Baruch","chapter":"3","verse":"11","text":" that you are counted among those in Hades? "},{"book":"Baruch","chapter":"3","verse":"12","text":" You have forsaken the fountain of wisdom. "},{"book":"Baruch","chapter":"3","verse":"13","text":" If you had walked in the way of God, you would be living in peace forever. "},{"book":"Baruch","chapter":"3","verse":"14","text":" Learn where there is wisdom, where there is strength, where there is understanding, so that you may at the same time discern where there is length of days, and life, where there is light for the eyes, and peace. "},{"book":"Baruch","chapter":"3","verse":"15","text":" Who has found her place? And who has entered her storehouses? "},{"book":"Baruch","chapter":"3","verse":"16","text":" Where are the rulers of the nations, and those who lorded it over the animals on earth; "},{"book":"Baruch","chapter":"3","verse":"17","text":" those who made sport of the birds of the air, and who hoarded up silver and gold in which people trust, and there is no end to their getting; "},{"book":"Baruch","chapter":"3","verse":"18","text":" those who schemed to get silver, and were anxious, but there is no trace of their works? "},{"book":"Baruch","chapter":"3","verse":"19","text":" They have vanished and gone down to Hades, and others have arisen in their place. "},{"book":"Baruch","chapter":"3","verse":"20","text":" Later generations have seen the light of day, and have lived upon the earth; but they have not learned the way to knowledge, nor understood her paths, nor laid hold of her. "},{"book":"Baruch","chapter":"3","verse":"21","text":" Their descendants have strayed far from her way. "},{"book":"Baruch","chapter":"3","verse":"22","text":" She has not been heard of in Canaan, or seen in Teman; "},{"book":"Baruch","chapter":"3","verse":"23","text":" the descendants of Hagar, who seek for understanding on the earth, the merchants of Merran and Teman, the story-tellers and the seekers for understanding, have not learned the way to wisdom, or given thought to her paths. "},{"book":"Baruch","chapter":"3","verse":"24","text":" O Israel, how great is the house of God, how vast the territory that he possesses! "},{"book":"Baruch","chapter":"3","verse":"25","text":" It is great and has no bounds; it is high and immeasurable. "},{"book":"Baruch","chapter":"3","verse":"26","text":" The giants were born there, who were famous of old, great in stature, expert in war. "},{"book":"Baruch","chapter":"3","verse":"27","text":" God did not choose them, or give them the way to knowledge; "},{"book":"Baruch","chapter":"3","verse":"28","text":" so they perished because they had no wisdom, they perished through their folly. "},{"book":"Baruch","chapter":"3","verse":"29","text":" Who has gone up into heaven, and taken her, and brought her down from the clouds? "},{"book":"Baruch","chapter":"3","verse":"30","text":" Who has gone over the sea, and found her, and will buy her for pure gold? "},{"book":"Baruch","chapter":"3","verse":"31","text":" No one knows the way to her, or is concerned about the path to her. "},{"book":"Baruch","chapter":"3","verse":"32","text":" But the one who knows all things knows her, he found her by his understanding. The one who prepared the earth for all time filled it with four-footed creatures; "},{"book":"Baruch","chapter":"3","verse":"33","text":" the one who sends forth the light, and it goes; he called it, and it obeyed him, trembling; "},{"book":"Baruch","chapter":"3","verse":"34","text":" the stars shone in their watches, and were glad; he called them, and they said, &#34Here we are!&#34 They shone with gladness for him who made them. "},{"book":"Baruch","chapter":"3","verse":"35","text":" This is our God; no other can be compared to him. "},{"book":"Baruch","chapter":"3","verse":"36","text":" He found the whole way to knowledge, and gave her to his servant Jacob and to Israel, whom he loved. "},{"book":"Baruch","chapter":"3","verse":"37","text":" Afterward she appeared on earth and lived with humankind. "}]