[{"book":"Baruch","chapter":"1","verse":"1","text":" These are the words of the book that Baruch son of Neriah son of Mahseiah son of Zedekiah son of Hasadiah son of Hilkiah wrote in Babylon, "},{"book":"Baruch","chapter":"1","verse":"2","text":" in the fifth year, on the seventh day of the month, at the time when the Chaldeans took Jerusalem and burned it with fire. "},{"book":"Baruch","chapter":"1","verse":"3","text":" Baruch read the words of this book to Jeconiah son of Jehoiakim, king of Judah, and to all the people who came to hear the book, "},{"book":"Baruch","chapter":"1","verse":"4","text":" and to the nobles and the princes, and to the elders, and to all the people, small and great, all who lived in Babylon by the river Sud. "},{"book":"Baruch","chapter":"1","verse":"5","text":" Then they wept, and fasted, and prayed before the Lord; "},{"book":"Baruch","chapter":"1","verse":"6","text":" they collected as much money as each could give, "},{"book":"Baruch","chapter":"1","verse":"7","text":" and sent it to Jerusalem to the high priest Jehoiakim son of Hilkiah son of Shallum, and to the priests, and to all the people who were present with him in Jerusalem. "},{"book":"Baruch","chapter":"1","verse":"8","text":" At the same time, on the tenth day of Sivan, Baruch took the vessels of the house of the Lord, which had been carried away from the temple, to return them to the land of Judah-- the silver vessels that Zedekiah son of Josiah, king of Judah, had made, "},{"book":"Baruch","chapter":"1","verse":"9","text":" after King Nebuchadnezzar of Babylon had carried away from Jerusalem Jeconiah and the princes and the prisoners and the nobles and the people of the land, and brought them to Babylon. "},{"book":"Baruch","chapter":"1","verse":"10","text":" They said: Here we send you money; so buy with the money burnt offerings and sin offerings and incense, and prepare a grain offering, and offer them on the altar of the Lord our God; "},{"book":"Baruch","chapter":"1","verse":"11","text":" and pray for the life of King Nebuchadnezzar of Babylon, and for the life of his son Belshazzar, so that their days on earth may be like the days of heaven. "},{"book":"Baruch","chapter":"1","verse":"12","text":" The Lord will give us strength, and light to our eyes; we shall live under the protection of King Nebuchadnezzar of Babylon, and under the protection of his son Belshazzar, and we shall serve them many days and find favor in their sight. "},{"book":"Baruch","chapter":"1","verse":"13","text":" Pray also for us to the Lord our God, for we have sinned against the Lord our God, and to this day the anger of the Lord and his wrath have not turned away from us. "},{"book":"Baruch","chapter":"1","verse":"14","text":" And you shall read aloud this scroll that we are sending you, to make your confession in the house of the Lord on the days of the festivals and at appointed seasons. "},{"book":"Baruch","chapter":"1","verse":"15","text":" And you shall say: The Lord our God is in the right, but there is open shame on us today, on the people of Judah, on the inhabitants of Jerusalem, "},{"book":"Baruch","chapter":"1","verse":"16","text":" and on our kings, our rulers, our priests, our prophets, and our ancestors, "},{"book":"Baruch","chapter":"1","verse":"17","text":" because we have sinned before the Lord. "},{"book":"Baruch","chapter":"1","verse":"18","text":" We have disobeyed him, and have not heeded the voice of the Lord our God, to walk in the statutes of the Lord that he set before us. "},{"book":"Baruch","chapter":"1","verse":"19","text":" From the time when the Lord brought our ancestors out of the land of Egypt until today, we have been disobedient to the Lord our God, and we have been negligent, in not heeding his voice. "},{"book":"Baruch","chapter":"1","verse":"20","text":" So to this day there have clung to us the calamities and the curse that the Lord declared through his servant Moses at the time when he brought our ancestors out of the land of Egypt to give to us a land flowing with milk and honey. "},{"book":"Baruch","chapter":"1","verse":"21","text":" We did not listen to the voice of the Lord our God in all the words of the prophets whom he sent to us, "},{"book":"Baruch","chapter":"1","verse":"22","text":" but all of us followed the intent of our own wicked hearts by serving other gods and doing what is evil in the sight of the Lord our God. "}]