[{"book":"Baruch","chapter":"2","verse":"1","text":" So the Lord carried out the threat he spoke against us: against our judges who ruled Israel, and against our kings and our rulers and the people of Israel and Judah. "},{"book":"Baruch","chapter":"2","verse":"2","text":" Under the whole heaven there has not been done the like of what he has done in Jerusalem, in accordance with the threats that were written in the law of Moses. "},{"book":"Baruch","chapter":"2","verse":"3","text":" Some of us ate the flesh of their sons and others the flesh of their daughters. "},{"book":"Baruch","chapter":"2","verse":"4","text":" He made them subject to all the kingdoms around us, to be an object of scorn and a desolation among all the surrounding peoples, where the Lord has scattered them. "},{"book":"Baruch","chapter":"2","verse":"5","text":" They were brought down and not raised up, because our nation sinned against the Lord our God, in not heeding his voice. "},{"book":"Baruch","chapter":"2","verse":"6","text":" The Lord our God is in the right, but there is open shame on us and our ancestors this very day. "},{"book":"Baruch","chapter":"2","verse":"7","text":" All those calamities with which the Lord threatened us have come upon us. "},{"book":"Baruch","chapter":"2","verse":"8","text":" Yet we have not entreated the favor of the Lord by turning away, each of us, from the thoughts of our wicked hearts. "},{"book":"Baruch","chapter":"2","verse":"9","text":" And the Lord has kept the calamities ready, and the Lord has brought them upon us, for the Lord is just in all the works that he has commanded us to do. "},{"book":"Baruch","chapter":"2","verse":"10","text":" Yet we have not obeyed his voice, to walk in the statutes of the Lord that he set before us. "},{"book":"Baruch","chapter":"2","verse":"11","text":" And now, O Lord God of Israel, who brought your people out of the land of Egypt with a mighty hand and with signs and wonders and with great power and outstretched arm, and made yourself a name that continues to this day, "},{"book":"Baruch","chapter":"2","verse":"12","text":" we have sinned, we have been ungodly, we have done wrong, O Lord our God, against all your ordinances. "},{"book":"Baruch","chapter":"2","verse":"13","text":" Let your anger turn away from us, for we are left, few in number, among the nations where you have scattered us. "},{"book":"Baruch","chapter":"2","verse":"14","text":" Hear, O Lord, our prayer and our supplication, and for your own sake deliver us, and grant us favor in the sight of those who have carried us into exile; "},{"book":"Baruch","chapter":"2","verse":"15","text":" so that all the earth may know that you are the Lord our God, for Israel and his descendants are called by your name. "},{"book":"Baruch","chapter":"2","verse":"16","text":" O Lord, look down from your holy dwelling, and consider us. Incline your ear, O Lord, and hear; "},{"book":"Baruch","chapter":"2","verse":"17","text":" open your eyes, O Lord, and see, for the dead who are in Hades, whose spirit has been taken from their bodies, will not ascribe glory or justice to the Lord; "},{"book":"Baruch","chapter":"2","verse":"18","text":" but the person who is deeply grieved, who walks bowed and feeble, with failing eyes and famished soul, will declare your glory and righteousness, O Lord. "},{"book":"Baruch","chapter":"2","verse":"19","text":" For it is not because of any righteous deeds of our ancestors or our kings that we bring before you our prayer for mercy, O Lord our God. "},{"book":"Baruch","chapter":"2","verse":"20","text":" For you have sent your anger and your wrath upon us, as you declared by your servants the prophets, saying: "},{"book":"Baruch","chapter":"2","verse":"21","text":" Thus says the Lord: Bend your shoulders and serve the king of Babylon, and you will remain in the land that I gave to your ancestors. "},{"book":"Baruch","chapter":"2","verse":"22","text":" But if you will not obey the voice of the Lord and will not serve the king of Babylon, "},{"book":"Baruch","chapter":"2","verse":"23","text":" I will make to cease from the towns of Judah and from the region around Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, and the whole land will be a desolation without inhabitants. "},{"book":"Baruch","chapter":"2","verse":"24","text":" But we did not obey your voice, to serve the king of Babylon; and you have carried out your threats, which you spoke by your servants the prophets, that the bones of our kings and the bones of our ancestors would be brought out of their resting place; "},{"book":"Baruch","chapter":"2","verse":"25","text":" and indeed they have been thrown out to the heat of day and the frost of night. They perished in great misery, by famine and sword and pestilence. "},{"book":"Baruch","chapter":"2","verse":"26","text":" And the house that is called by your name you have made as it is today, because of the wickedness of the house of Israel and the house of Judah. "},{"book":"Baruch","chapter":"2","verse":"27","text":" Yet you have dealt with us, O Lord our God, in all your kindness and in all your great compassion, "},{"book":"Baruch","chapter":"2","verse":"28","text":" as you spoke by your servant Moses on the day when you commanded him to write your law in the presence of the people of Israel, saying, "},{"book":"Baruch","chapter":"2","verse":"29","text":" &#34If you will not obey my voice, this very great multitude will surely turn into a small number among the nations, where I will scatter them. "},{"book":"Baruch","chapter":"2","verse":"30","text":" For I know that they will not obey me, for they are a stiff-necked people. But in the land of their exile they will come to themselves "},{"book":"Baruch","chapter":"2","verse":"31","text":" and know that I am the Lord their God. I will give them a heart that obeys and ears that hear; "},{"book":"Baruch","chapter":"2","verse":"32","text":" they will praise me in the land of their exile, and will remember my name "},{"book":"Baruch","chapter":"2","verse":"33","text":" and turn from their stubbornness and their wicked deeds; for they will remember the ways of their ancestors, who sinned before the Lord. "},{"book":"Baruch","chapter":"2","verse":"34","text":" I will bring them again into the land that I swore to give to their ancestors, to Abraham, Isaac, and Jacob, and they will rule over it; and I will increase them, and they will not be diminished. "},{"book":"Baruch","chapter":"2","verse":"35","text":" I will make an everlasting covenant with them to be their God and they shall be my people; and I will never again remove my people Israel from the land that I have given them.&#34 "}]