[{"book":"Deuteronomy","chapter":"15","verse":"1","text":" Every seventh year you shall grant a remission of debts. "},{"book":"Deuteronomy","chapter":"15","verse":"2","text":" And this is the manner of the remission: every creditor shall remit the claim that is held against a neighbor, not exacting it of a neighbor who is a member of the community, because the LORD&#39s remission has been proclaimed. "},{"book":"Deuteronomy","chapter":"15","verse":"3","text":" Of a foreigner you may exact it, but you must remit your claim on whatever any member of your community owes you. "},{"book":"Deuteronomy","chapter":"15","verse":"4","text":" There will, however, be no one in need among you, because the LORD is sure to bless you in the land that the LORD your God is giving you as a possession to occupy, "},{"book":"Deuteronomy","chapter":"15","verse":"5","text":" if only you will obey the LORD your God by diligently observing this entire commandment that I command you today. "},{"book":"Deuteronomy","chapter":"15","verse":"6","text":" When the LORD your God has blessed you, as he promised you, you will lend to many nations, but you will not borrow; you will rule over many nations, but they will not rule over you. "},{"book":"Deuteronomy","chapter":"15","verse":"7","text":" If there is among you anyone in need, a member of your community in any of your towns within the land that the LORD your God is giving you, do not be hard-hearted or tight-fisted toward your needy neighbor. "},{"book":"Deuteronomy","chapter":"15","verse":"8","text":" You should rather open your hand, willingly lending enough to meet the need, whatever it may be. "},{"book":"Deuteronomy","chapter":"15","verse":"9","text":" Be careful that you do not entertain a mean thought, thinking, &#34The seventh year, the year of remission, is near,&#34 and therefore view your needy neighbor with hostility and give nothing; your neighbor might cry to the LORD against you, and you would incur guilt. "},{"book":"Deuteronomy","chapter":"15","verse":"10","text":" Give liberally and be ungrudging when you do so, for on this account the LORD your God will bless you in all your work and in all that you undertake. "},{"book":"Deuteronomy","chapter":"15","verse":"11","text":" Since there will never cease to be some in need on the earth, I therefore command you, &#34Open your hand to the poor and needy neighbor in your land.&#34 "},{"book":"Deuteronomy","chapter":"15","verse":"12","text":" If a member of your community, whether a Hebrew man or a Hebrew woman, is sold to you and works for you six years, in the seventh year you shall set that person free. "},{"book":"Deuteronomy","chapter":"15","verse":"13","text":" And when you send a male slave out from you a free person, you shall not send him out empty-handed. "},{"book":"Deuteronomy","chapter":"15","verse":"14","text":" Provide liberally out of your flock, your threshing floor, and your wine press, thus giving to him some of the bounty with which the LORD your God has blessed you. "},{"book":"Deuteronomy","chapter":"15","verse":"15","text":" Remember that you were a slave in the land of Egypt, and the LORD your God redeemed you; for this reason I lay this command upon you today. "},{"book":"Deuteronomy","chapter":"15","verse":"16","text":" But if he says to you, &#34I will not go out from you,&#34 because he loves you and your household, since he is well off with you, "},{"book":"Deuteronomy","chapter":"15","verse":"17","text":" then you shall take an awl and thrust it through his earlobe into the door, and he shall be your slave forever. You shall do the same with regard to your female slave. "},{"book":"Deuteronomy","chapter":"15","verse":"18","text":" Do not consider it a hardship when you send them out from you free persons, because for six years they have given you services worth the wages of hired laborers; and the LORD your God will bless you in all that you do. "},{"book":"Deuteronomy","chapter":"15","verse":"19","text":" Every firstling male born of your herd and flock you shall consecrate to the LORD your God; you shall not do work with your firstling ox nor shear the firstling of your flock. "},{"book":"Deuteronomy","chapter":"15","verse":"20","text":" You shall eat it, you together with your household, in the presence of the LORD your God year by year at the place that the LORD will choose. "},{"book":"Deuteronomy","chapter":"15","verse":"21","text":" But if it has any defect-- any serious defect, such as lameness or blindness-- you shall not sacrifice it to the LORD your God; "},{"book":"Deuteronomy","chapter":"15","verse":"22","text":" within your towns you may eat it, the unclean and the clean alike, as you would a gazelle or deer. "},{"book":"Deuteronomy","chapter":"15","verse":"23","text":" Its blood, however, you must not eat; you shall pour it out on the ground like water. "}]