[{"book":"Deuteronomy","chapter":"1","verse":"1","text":" These are the words that Moses spoke to all Israel beyond the Jordan-- in the wilderness, on the plain opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab. "},{"book":"Deuteronomy","chapter":"1","verse":"2","text":" (By the way of Mount Seir it takes eleven days to reach Kadesh-barnea from Horeb.) "},{"book":"Deuteronomy","chapter":"1","verse":"3","text":" In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites just as the LORD had commanded him to speak to them. "},{"book":"Deuteronomy","chapter":"1","verse":"4","text":" This was after he had defeated King Sihon of the Amorites, who reigned in Heshbon, and King Og of Bashan, who reigned in Ashtaroth and in Edrei. "},{"book":"Deuteronomy","chapter":"1","verse":"5","text":" Beyond the Jordan in the land of Moab, Moses undertook to expound this law as follows: "},{"book":"Deuteronomy","chapter":"1","verse":"6","text":" The LORD our God spoke to us at Horeb, saying, &#34You have stayed long enough at this mountain. "},{"book":"Deuteronomy","chapter":"1","verse":"7","text":" Resume your journey, and go into the hill country of the Amorites as well as into the neighboring regions-- the Arabah, the hill country, the Shephelah, the Negeb, and the seacoast-- the land of the Canaanites and the Lebanon, as far as the great river, the river Euphrates. "},{"book":"Deuteronomy","chapter":"1","verse":"8","text":" See, I have set the land before you; go in and take possession of the land that I swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give to them and to their descendants after them.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"9","text":" At that time I said to you, &#34I am unable by myself to bear you. "},{"book":"Deuteronomy","chapter":"1","verse":"10","text":" The LORD your God has multiplied you, so that today you are as numerous as the stars of heaven. "},{"book":"Deuteronomy","chapter":"1","verse":"11","text":" May the LORD, the God of your ancestors, increase you a thousand times more and bless you, as he has promised you! "},{"book":"Deuteronomy","chapter":"1","verse":"12","text":" But how can I bear the heavy burden of your disputes all by myself? "},{"book":"Deuteronomy","chapter":"1","verse":"13","text":" Choose for each of your tribes individuals who are wise, discerning, and reputable to be your leaders.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"14","text":" You answered me, &#34The plan you have proposed is a good one.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"15","text":" So I took the leaders of your tribes, wise and reputable individuals, and installed them as leaders over you, commanders of thousands, commanders of hundreds, commanders of fifties, commanders of tens, and officials, throughout your tribes. "},{"book":"Deuteronomy","chapter":"1","verse":"16","text":" I charged your judges at that time: &#34Give the members of your community a fair hearing, and judge rightly between one person and another, whether citizen or resident alien. "},{"book":"Deuteronomy","chapter":"1","verse":"17","text":" You must not be partial in judging: hear out the small and the great alike; you shall not be intimidated by anyone, for the judgment is God&#39s. Any case that is too hard for you, bring to me, and I will hear it.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"18","text":" So I charged you at that time with all the things that you should do. "},{"book":"Deuteronomy","chapter":"1","verse":"19","text":" Then, just as the LORD our God had ordered us, we set out from Horeb and went through all that great and terrible wilderness that you saw, on the way to the hill country of the Amorites, until we reached Kadesh-barnea. "},{"book":"Deuteronomy","chapter":"1","verse":"20","text":" I said to you, &#34You have reached the hill country of the Amorites, which the LORD our God is giving us. "},{"book":"Deuteronomy","chapter":"1","verse":"21","text":" See, the LORD your God has given the land to you; go up, take possession, as the LORD, the God of your ancestors, has promised you; do not fear or be dismayed.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"22","text":" All of you came to me and said, &#34Let us send men ahead of us to explore the land for us and bring back a report to us regarding the route by which we should go up and the cities we will come to.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"23","text":" The plan seemed good to me, and I selected twelve of you, one from each tribe. "},{"book":"Deuteronomy","chapter":"1","verse":"24","text":" They set out and went up into the hill country, and when they reached the Valley of Eshcol they spied it out "},{"book":"Deuteronomy","chapter":"1","verse":"25","text":" and gathered some of the land&#39s produce, which they brought down to us. They brought back a report to us, and said, &#34It is a good land that the LORD our God is giving us.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"26","text":" But you were unwilling to go up. You rebelled against the command of the LORD your God; "},{"book":"Deuteronomy","chapter":"1","verse":"27","text":" you grumbled in your tents and said, &#34It is because the LORD hates us that he has brought us out of the land of Egypt, to hand us over to the Amorites to destroy us. "},{"book":"Deuteronomy","chapter":"1","verse":"28","text":" Where are we headed? Our kindred have made our hearts melt by reporting, &#39The people are stronger and taller than we; the cities are large and fortified up to heaven! We actually saw there the offspring of the Anakim!&#39&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"29","text":" I said to you, &#34Have no dread or fear of them. "},{"book":"Deuteronomy","chapter":"1","verse":"30","text":" The LORD your God, who goes before you, is the one who will fight for you, just as he did for you in Egypt before your very eyes, "},{"book":"Deuteronomy","chapter":"1","verse":"31","text":" and in the wilderness, where you saw how the LORD your God carried you, just as one carries a child, all the way that you traveled until you reached this place. "},{"book":"Deuteronomy","chapter":"1","verse":"32","text":" But in spite of this, you have no trust in the LORD your God, "},{"book":"Deuteronomy","chapter":"1","verse":"33","text":" who goes before you on the way to seek out a place for you to camp, in fire by night, and in the cloud by day, to show you the route you should take.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"34","text":" When the LORD heard your words, he was wrathful and swore: "},{"book":"Deuteronomy","chapter":"1","verse":"35","text":" &#34Not one of these-- not one of this evil generation-- shall see the good land that I swore to give to your ancestors, "},{"book":"Deuteronomy","chapter":"1","verse":"36","text":" except Caleb son of Jephunneh. He shall see it, and to him and to his descendants I will give the land on which he set foot, because of his complete fidelity to the LORD.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"37","text":" Even with me the LORD was angry on your account, saying, &#34You also shall not enter there. "},{"book":"Deuteronomy","chapter":"1","verse":"38","text":" Joshua son of Nun, your assistant, shall enter there; encourage him, for he is the one who will secure Israel&#39s possession of it. "},{"book":"Deuteronomy","chapter":"1","verse":"39","text":" And as for your little ones, who you thought would become booty, your children, who today do not yet know right from wrong, they shall enter there; to them I will give it, and they shall take possession of it. "},{"book":"Deuteronomy","chapter":"1","verse":"40","text":" But as for you, journey back into the wilderness, in the direction of the Red Sea.&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"41","text":" You answered me, &#34We have sinned against the LORD! We are ready to go up and fight, just as the LORD our God commanded us.&#34 So all of you strapped on your battle gear, and thought it easy to go up into the hill country. "},{"book":"Deuteronomy","chapter":"1","verse":"42","text":" The LORD said to me, &#34Say to them, &#39Do not go up and do not fight, for I am not in the midst of you; otherwise you will be defeated by your enemies.&#39&#34 "},{"book":"Deuteronomy","chapter":"1","verse":"43","text":" Although I told you, you would not listen. You rebelled against the command of the LORD and presumptuously went up into the hill country. "},{"book":"Deuteronomy","chapter":"1","verse":"44","text":" The Amorites who lived in that hill country then came out against you and chased you as bees do. They beat you down in Seir as far as Hormah. "},{"book":"Deuteronomy","chapter":"1","verse":"45","text":" When you returned and wept before the LORD, the LORD would neither heed your voice nor pay you any attention. "},{"book":"Deuteronomy","chapter":"1","verse":"46","text":" After you had stayed at Kadesh as many days as you did, "}]