[{"book":"Deuteronomy","chapter":"27","verse":"1","text":" Then Moses and the elders of Israel charged all the people as follows: Keep the entire commandment that I am commanding you today. "},{"book":"Deuteronomy","chapter":"27","verse":"2","text":" On the day that you cross over the Jordan into the land that the LORD your God is giving you, you shall set up large stones and cover them with plaster. "},{"book":"Deuteronomy","chapter":"27","verse":"3","text":" You shall write on them all the words of this law when you have crossed over, to enter the land that the LORD your God is giving you, a land flowing with milk and honey, as the LORD, the God of your ancestors, promised you. "},{"book":"Deuteronomy","chapter":"27","verse":"4","text":" So when you have crossed over the Jordan, you shall set up these stones, about which I am commanding you today, on Mount Ebal, and you shall cover them with plaster. "},{"book":"Deuteronomy","chapter":"27","verse":"5","text":" And you shall build an altar there to the LORD your God, an altar of stones on which you have not used an iron tool. "},{"book":"Deuteronomy","chapter":"27","verse":"6","text":" You must build the altar of the LORD your God of unhewn stones. Then offer up burnt offerings on it to the LORD your God, "},{"book":"Deuteronomy","chapter":"27","verse":"7","text":" make sacrifices of well-being, and eat them there, rejoicing before the LORD your God. "},{"book":"Deuteronomy","chapter":"27","verse":"8","text":" You shall write on the stones all the words of this law very clearly. "},{"book":"Deuteronomy","chapter":"27","verse":"9","text":" Then Moses and the levitical priests spoke to all Israel, saying: Keep silence and hear, O Israel! This very day you have become the people of the LORD your God. "},{"book":"Deuteronomy","chapter":"27","verse":"10","text":" Therefore obey the LORD your God, observing his commandments and his statutes that I am commanding you today. "},{"book":"Deuteronomy","chapter":"27","verse":"11","text":" The same day Moses charged the people as follows: "},{"book":"Deuteronomy","chapter":"27","verse":"12","text":" When you have crossed over the Jordan, these shall stand on Mount Gerizim for the blessing of the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin. "},{"book":"Deuteronomy","chapter":"27","verse":"13","text":" And these shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali. "},{"book":"Deuteronomy","chapter":"27","verse":"14","text":" Then the Levites shall declare in a loud voice to all the Israelites: "},{"book":"Deuteronomy","chapter":"27","verse":"15","text":" &#34Cursed be anyone who makes an idol or casts an image, anything abhorrent to the LORD, the work of an artisan, and sets it up in secret.&#34 All the people shall respond, saying, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"16","text":" &#34Cursed be anyone who dishonors father or mother.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"17","text":" &#34Cursed be anyone who moves a neighbor&#39s boundary marker.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"18","text":" &#34Cursed be anyone who misleads a blind person on the road.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"19","text":" &#34Cursed be anyone who deprives the alien, the orphan, and the widow of justice.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"20","text":" &#34Cursed be anyone who lies with his father&#39s wife, because he has violated his father&#39s rights.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"21","text":" &#34Cursed be anyone who lies with any animal.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"22","text":" &#34Cursed be anyone who lies with his sister, whether the daughter of his father or the daughter of his mother.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"23","text":" &#34Cursed be anyone who lies with his mother-in-law.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"24","text":" &#34Cursed be anyone who strikes down a neighbor in secret.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"25","text":" &#34Cursed be anyone who takes a bribe to shed innocent blood.&#34 All the people shall say, &#34Amen!&#34 "},{"book":"Deuteronomy","chapter":"27","verse":"26","text":" &#34Cursed be anyone who does not uphold the words of this law by observing them.&#34 All the people shall say, &#34Amen!&#34 "}]