[{"book":"Deuteronomy","chapter":"2","verse":"1","text":" we journeyed back into the wilderness, in the direction of the Red Sea, as the LORD had told me and skirted Mount Seir for many days. "},{"book":"Deuteronomy","chapter":"2","verse":"2","text":" Then the LORD said to me: "},{"book":"Deuteronomy","chapter":"2","verse":"3","text":" &#34You have been skirting this hill country long enough. Head north, "},{"book":"Deuteronomy","chapter":"2","verse":"4","text":" and charge the people as follows: You are about to pass through the territory of your kindred, the descendants of Esau, who live in Seir. They will be afraid of you, so, be very careful "},{"book":"Deuteronomy","chapter":"2","verse":"5","text":" not to engage in battle with them, for I will not give you even so much as a foot&#39s length of their land, since I have given Mount Seir to Esau as a possession. "},{"book":"Deuteronomy","chapter":"2","verse":"6","text":" You shall purchase food from them for money, so that you may eat; and you shall also buy water from them for money, so that you may drink. "},{"book":"Deuteronomy","chapter":"2","verse":"7","text":" Surely the LORD your God has blessed you in all your undertakings; he knows your going through this great wilderness. These forty years the LORD your God has been with you; you have lacked nothing.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"8","text":" So we passed by our kin, the descendants of Esau who live in Seir, leaving behind the route of the Arabah, and leaving behind Elath and Ezion-geber. When we had headed out along the route of the wilderness of Moab, "},{"book":"Deuteronomy","chapter":"2","verse":"9","text":" the LORD said to me: &#34Do not harass Moab or engage them in battle, for I will not give you any of its land as a possession, since I have given Ar as a possession to the descendants of Lot.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"10","text":" (The Emim-- a large and numerous people, as tall as the Anakim-- had formerly inhabited it. "},{"book":"Deuteronomy","chapter":"2","verse":"11","text":" Like the Anakim, they are usually reckoned as Rephaim, though the Moabites call them Emim. "},{"book":"Deuteronomy","chapter":"2","verse":"12","text":" Moreover, the Horim had formerly inhabited Seir, but the descendants of Esau dispossessed them, destroying them and settling in their place, as Israel has done in the land that the LORD gave them as a possession.) "},{"book":"Deuteronomy","chapter":"2","verse":"13","text":" &#34Now then, proceed to cross over the Wadi Zered.&#34 So we crossed over the Wadi Zered. "},{"book":"Deuteronomy","chapter":"2","verse":"14","text":" And the length of time we had traveled from Kadesh-barnea until we crossed the Wadi Zered was thirty-eight years, until the entire generation of warriors had perished from the camp, as the LORD had sworn concerning them. "},{"book":"Deuteronomy","chapter":"2","verse":"15","text":" Indeed, the LORD&#39s own hand was against them, to root them out from the camp, until all had perished. "},{"book":"Deuteronomy","chapter":"2","verse":"16","text":" Just as soon as all the warriors had died off from among the people, "},{"book":"Deuteronomy","chapter":"2","verse":"17","text":" the LORD spoke to me, saying, "},{"book":"Deuteronomy","chapter":"2","verse":"18","text":" &#34Today you are going to cross the boundary of Moab at Ar. "},{"book":"Deuteronomy","chapter":"2","verse":"19","text":" When you approach the frontier of the Ammonites, do not harass them or engage them in battle, for I will not give the land of the Ammonites to you as a possession, because I have given it to the descendants of Lot.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"20","text":" (It also is usually reckoned as a land of Rephaim. Rephaim formerly inhabited it, though the Ammonites call them Zamzummim, "},{"book":"Deuteronomy","chapter":"2","verse":"21","text":" a strong and numerous people, as tall as the Anakim. But the LORD destroyed them from before the Ammonites so that they could dispossess them and settle in their place. "},{"book":"Deuteronomy","chapter":"2","verse":"22","text":" He did the same for the descendants of Esau, who live in Seir, by destroying the Horim before them so that they could dispossess them and settle in their place even to this day. "},{"book":"Deuteronomy","chapter":"2","verse":"23","text":" As for the Avvim, who had lived in settlements in the vicinity of Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.) "},{"book":"Deuteronomy","chapter":"2","verse":"24","text":" &#34Proceed on your journey and cross the Wadi Arnon. See, I have handed over to you King Sihon the Amorite of Heshbon, and his land. Begin to take possession by engaging him in battle. "},{"book":"Deuteronomy","chapter":"2","verse":"25","text":" This day I will begin to put the dread and fear of you upon the peoples everywhere under heaven; when they hear report of you, they will tremble and be in anguish because of you.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"26","text":" So I sent messengers from the wilderness of Kedemoth to King Sihon of Heshbon with the following terms of peace: "},{"book":"Deuteronomy","chapter":"2","verse":"27","text":" &#34If you let me pass through your land, I will travel only along the road; I will turn aside neither to the right nor to the left. "},{"book":"Deuteronomy","chapter":"2","verse":"28","text":" You shall sell me food for money, so that I may eat, and supply me water for money, so that I may drink. Only allow me to pass through on foot-- "},{"book":"Deuteronomy","chapter":"2","verse":"29","text":" just as the descendants of Esau who live in Seir have done for me and likewise the Moabites who live in Ar-- until I cross the Jordan into the land that the LORD our God is giving us.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"30","text":" But King Sihon of Heshbon was not willing to let us pass through, for the LORD your God had hardened his spirit and made his heart defiant in order to hand him over to you, as he has now done. "},{"book":"Deuteronomy","chapter":"2","verse":"31","text":" The LORD said to me, &#34See, I have begun to give Sihon and his land over to you. Begin now to take possession of his land.&#34 "},{"book":"Deuteronomy","chapter":"2","verse":"32","text":" So when Sihon came out against us, he and all his people for battle at Jahaz, "},{"book":"Deuteronomy","chapter":"2","verse":"33","text":" the LORD our God gave him over to us; and we struck him down, along with his offspring and all his people. "},{"book":"Deuteronomy","chapter":"2","verse":"34","text":" At that time we captured all his towns, and in each town we utterly destroyed men, women, and children. We left not a single survivor. "},{"book":"Deuteronomy","chapter":"2","verse":"35","text":" Only the livestock we kept as spoil for ourselves, as well as the plunder of the towns that we had captured. "},{"book":"Deuteronomy","chapter":"2","verse":"36","text":" From Aroer on the edge of the Wadi Arnon (including the town that is in the wadi itself) as far as Gilead, there was no citadel too high for us. The LORD our God gave everything to us. "},{"book":"Deuteronomy","chapter":"2","verse":"37","text":" You did not encroach, however, on the land of the Ammonites, avoiding the whole upper region of the Wadi Jabbok as well as the towns of the hill country, just as the LORD our God had charged. "}]