[{"book":"Ecclesiasticus","chapter":"16","verse":"1","text":" Do not desire a multitude of worthless children, and do not rejoice in ungodly offspring. "},{"book":"Ecclesiasticus","chapter":"16","verse":"2","text":" If they multiply, do not rejoice in them, unless the fear of the Lord is in them. "},{"book":"Ecclesiasticus","chapter":"16","verse":"3","text":" Do not trust in their survival, or rely on their numbers; for one can be better than a thousand, and to die childless is better than to have ungodly children. "},{"book":"Ecclesiasticus","chapter":"16","verse":"4","text":" For through one intelligent person a city can be filled with people, but through a clan of outlaws it becomes desolate. "},{"book":"Ecclesiasticus","chapter":"16","verse":"5","text":" Many such things my eye has seen, and my ear has heard things more striking than these. "},{"book":"Ecclesiasticus","chapter":"16","verse":"6","text":" In an assembly of sinners a fire is kindled, and in a disobedient nation wrath blazes up. "},{"book":"Ecclesiasticus","chapter":"16","verse":"7","text":" He did not forgive the ancient giants who revolted in their might. "},{"book":"Ecclesiasticus","chapter":"16","verse":"8","text":" He did not spare the neighbors of Lot, whom he loathed on account of their arrogance. "},{"book":"Ecclesiasticus","chapter":"16","verse":"9","text":" He showed no pity on the doomed nation, on those dispossessed because of their sins; "},{"book":"Ecclesiasticus","chapter":"16","verse":"10","text":" or on the six hundred thousand foot soldiers who assembled in their stubbornness. "},{"book":"Ecclesiasticus","chapter":"16","verse":"11","text":" Even if there were only one stiff-necked person, it would be a wonder if he remained unpunished. For mercy and wrath are with the Lord; he is mighty to forgive-- but he also pours out wrath. "},{"book":"Ecclesiasticus","chapter":"16","verse":"12","text":" Great as his mercy, so also is his chastisement; he judges a person according to one&#39s deeds. "},{"book":"Ecclesiasticus","chapter":"16","verse":"13","text":" The sinner will not escape with plunder, and the patience of the godly will not be frustrated. "},{"book":"Ecclesiasticus","chapter":"16","verse":"14","text":" He makes room for every act of mercy; everyone receives in accordance with one&#39s deeds. "},{"book":"Ecclesiasticus","chapter":"16","verse":"15","text":"  "},{"book":"Ecclesiasticus","chapter":"16","verse":"16","text":"  "},{"book":"Ecclesiasticus","chapter":"16","verse":"17","text":" Do not say, &#34I am hidden from the Lord, and who from on high has me in mind? Among so many people I am unknown, for what am I in a boundless creation? "},{"book":"Ecclesiasticus","chapter":"16","verse":"18","text":" Lo, heaven and the highest heaven, the abyss and the earth, tremble at his visitation! "},{"book":"Ecclesiasticus","chapter":"16","verse":"19","text":" The very mountains and the foundations of the earth quiver and quake when he looks upon them. "},{"book":"Ecclesiasticus","chapter":"16","verse":"20","text":" But no human mind can grasp this, and who can comprehend his ways? "},{"book":"Ecclesiasticus","chapter":"16","verse":"21","text":" Like a tempest that no one can see, so most of his works are concealed. "},{"book":"Ecclesiasticus","chapter":"16","verse":"22","text":" Who is to announce his acts of justice? Or who can await them? For his decree is far off.&#34 "},{"book":"Ecclesiasticus","chapter":"16","verse":"23","text":" Such are the thoughts of one devoid of understanding; a senseless and misguided person thinks foolishly. "},{"book":"Ecclesiasticus","chapter":"16","verse":"24","text":" Listen to me, my child, and acquire knowledge, and pay close attention to my words. "},{"book":"Ecclesiasticus","chapter":"16","verse":"25","text":" I will impart discipline precisely and declare knowledge accurately. "},{"book":"Ecclesiasticus","chapter":"16","verse":"26","text":" When the Lord created his works from the beginning, and, in making them, determined their boundaries, "},{"book":"Ecclesiasticus","chapter":"16","verse":"27","text":" he arranged his works in an eternal order, and their dominion for all generations. They neither hunger nor grow weary, and they do not abandon their tasks. "},{"book":"Ecclesiasticus","chapter":"16","verse":"28","text":" They do not crowd one another, and they never disobey his word. "},{"book":"Ecclesiasticus","chapter":"16","verse":"29","text":" Then the Lord looked upon the earth, and filled it with his good things. "},{"book":"Ecclesiasticus","chapter":"16","verse":"30","text":" With all kinds of living beings he covered its surface, and into it they must return. "}]