[{"book":"Ecclesiasticus","chapter":"25","verse":"1","text":" I take pleasure in three things, and they are beautiful in the sight of God and of mortals: agreement among brothers and sisters, friendship among neighbors, and a wife and a husband who live in harmony. "},{"book":"Ecclesiasticus","chapter":"25","verse":"2","text":" I hate three kinds of people, and I loathe their manner of life: a pauper who boasts, a rich person who lies, and an old fool who commits adultery. "},{"book":"Ecclesiasticus","chapter":"25","verse":"3","text":" If you gathered nothing in your youth, how can you find anything in your old age? "},{"book":"Ecclesiasticus","chapter":"25","verse":"4","text":" How attractive is sound judgment in the gray-haired, and for the aged to possess good counsel! "},{"book":"Ecclesiasticus","chapter":"25","verse":"5","text":" How attractive is wisdom in the aged, and understanding and counsel in the venerable! "},{"book":"Ecclesiasticus","chapter":"25","verse":"6","text":" Rich experience is the crown of the aged, and their boast is the fear of the Lord. "},{"book":"Ecclesiasticus","chapter":"25","verse":"7","text":" I can think of nine whom I would call blessed, and a tenth my tongue proclaims: a man who can rejoice in his children; a man who lives to see the downfall of his foes. "},{"book":"Ecclesiasticus","chapter":"25","verse":"8","text":" Happy the man who lives with a sensible wife, and the one who does not plow with ox and ass together. Happy is the one who does not sin with the tongue, and the one who has not served an inferior. "},{"book":"Ecclesiasticus","chapter":"25","verse":"9","text":" Happy is the one who finds a friend, and the one who speaks to attentive listeners. "},{"book":"Ecclesiasticus","chapter":"25","verse":"10","text":" How great is the one who finds wisdom! But none is superior to the one who fears the Lord. "},{"book":"Ecclesiasticus","chapter":"25","verse":"11","text":" Fear of the Lord surpasses everything; to whom can we compare the one who has it? "},{"book":"Ecclesiasticus","chapter":"25","verse":"12","text":"  "},{"book":"Ecclesiasticus","chapter":"25","verse":"13","text":" Any wound, but not a wound of the heart! Any wickedness, but not the wickedness of a woman! "},{"book":"Ecclesiasticus","chapter":"25","verse":"14","text":" Any suffering, but not suffering from those who hate! And any vengeance, but not the vengeance of enemies! "},{"book":"Ecclesiasticus","chapter":"25","verse":"15","text":" There is no venom worse than a snake&#39s venom, and no anger worse than a woman&#39s wrath. "},{"book":"Ecclesiasticus","chapter":"25","verse":"16","text":" I would rather live with a lion and a dragon than live with an evil woman. "},{"book":"Ecclesiasticus","chapter":"25","verse":"17","text":" A woman&#39s wickedness changes her appearance, and darkens her face like that of a bear. "},{"book":"Ecclesiasticus","chapter":"25","verse":"18","text":" Her husband sits among the neighbors, and he cannot help sighing bitterly. "},{"book":"Ecclesiasticus","chapter":"25","verse":"19","text":" Any iniquity is small compared to a woman&#39s iniquity; may a sinner&#39s lot befall her! "},{"book":"Ecclesiasticus","chapter":"25","verse":"20","text":" A sandy ascent for the feet of the aged-- such is a garrulous wife to a quiet husband. "},{"book":"Ecclesiasticus","chapter":"25","verse":"21","text":" Do not be ensnared by a woman&#39s beauty, and do not desire a woman for her possessions. "},{"book":"Ecclesiasticus","chapter":"25","verse":"22","text":" There is wrath and impudence and great disgrace when a wife supports her husband. "},{"book":"Ecclesiasticus","chapter":"25","verse":"23","text":" Dejected mind, gloomy face, and wounded heart come from an evil wife. Drooping hands and weak knees come from the wife who does not make her husband happy. "},{"book":"Ecclesiasticus","chapter":"25","verse":"24","text":" From a woman sin had its beginning, and because of her we all die. "},{"book":"Ecclesiasticus","chapter":"25","verse":"25","text":" Allow no outlet to water, and no boldness of speech to an evil wife. "},{"book":"Ecclesiasticus","chapter":"25","verse":"26","text":" If she does not go as you direct, separate her from yourself. "}]