[{"book":"Ecclesiasticus","chapter":"19","verse":"1","text":" The one who does this will not become rich; one who despises small things will fail little by little. "},{"book":"Ecclesiasticus","chapter":"19","verse":"2","text":" Wine and women lead intelligent men astray, and the man who consorts with prostitutes is reckless. "},{"book":"Ecclesiasticus","chapter":"19","verse":"3","text":" Decay and worms will take possession of him, and the reckless person will be snatched away. "},{"book":"Ecclesiasticus","chapter":"19","verse":"4","text":" One who trusts others too quickly has a shallow mind, and one who sins does wrong to oneself. "},{"book":"Ecclesiasticus","chapter":"19","verse":"5","text":" One who rejoices in wickedness will be condemned, "},{"book":"Ecclesiasticus","chapter":"19","verse":"6","text":" but one who hates gossip has less evil. "},{"book":"Ecclesiasticus","chapter":"19","verse":"7","text":" Never repeat a conversation, and you will lose nothing at all. "},{"book":"Ecclesiasticus","chapter":"19","verse":"8","text":" With friend or foe do not report it, and unless it would be a sin for you, do not reveal it; "},{"book":"Ecclesiasticus","chapter":"19","verse":"9","text":" for someone may have heard you and watched you, and in time will hate you. "},{"book":"Ecclesiasticus","chapter":"19","verse":"10","text":" Have you heard something? Let it die with you. Be brave, it will not make you burst! "},{"book":"Ecclesiasticus","chapter":"19","verse":"11","text":" Having heard something, the fool suffers birth pangs like a woman in labor with a child. "},{"book":"Ecclesiasticus","chapter":"19","verse":"12","text":" Like an arrow stuck in a person&#39s thigh, so is gossip inside a fool. "},{"book":"Ecclesiasticus","chapter":"19","verse":"13","text":" Question a friend; perhaps he did not do it; or if he did, so that he may not do it again. "},{"book":"Ecclesiasticus","chapter":"19","verse":"14","text":" Question a neighbor; perhaps he did not say it; or if he said it, so that he may not repeat it. "},{"book":"Ecclesiasticus","chapter":"19","verse":"15","text":" Question a friend, for often it is slander; so do not believe everything you hear. "},{"book":"Ecclesiasticus","chapter":"19","verse":"16","text":" A person may make a slip without intending it. Who has not sinned with his tongue? "},{"book":"Ecclesiasticus","chapter":"19","verse":"17","text":" Question your neighbor before you threaten him; and let the law of the Most High take its course. "},{"book":"Ecclesiasticus","chapter":"19","verse":"18","text":"  "},{"book":"Ecclesiasticus","chapter":"19","verse":"19","text":"  "},{"book":"Ecclesiasticus","chapter":"19","verse":"20","text":" The whole of wisdom is fear of the Lord, and in all wisdom there is the fulfillment of the law. "},{"book":"Ecclesiasticus","chapter":"19","verse":"21","text":"  "},{"book":"Ecclesiasticus","chapter":"19","verse":"22","text":" The knowledge of wickedness is not wisdom, nor is there prudence in the counsel of sinners. "},{"book":"Ecclesiasticus","chapter":"19","verse":"23","text":" There is a cleverness that is detestable, and there is a fool who merely lacks wisdom. "},{"book":"Ecclesiasticus","chapter":"19","verse":"24","text":" Better are the God-fearing who lack understanding than the highly intelligent who transgress the law. "},{"book":"Ecclesiasticus","chapter":"19","verse":"25","text":" There is a cleverness that is exact but unjust, and there are people who abuse favors to gain a verdict. "},{"book":"Ecclesiasticus","chapter":"19","verse":"26","text":" There is the villain bowed down in mourning, but inwardly he is full of deceit. "},{"book":"Ecclesiasticus","chapter":"19","verse":"27","text":" He hides his face and pretends not to hear, but when no one notices, he will take advantage of you. "},{"book":"Ecclesiasticus","chapter":"19","verse":"28","text":" Even if lack of strength keeps him from sinning, he will nevertheless do evil when he finds the opportunity. "},{"book":"Ecclesiasticus","chapter":"19","verse":"29","text":" A person is known by his appearance, and a sensible person is known when first met, face to face. "},{"book":"Ecclesiasticus","chapter":"19","verse":"30","text":" A person&#39s attire and hearty laughter, and the way he walks, show what he is. "}]