[{"book":"Ecclesiastes","chapter":"1","verse":"1","text":" The words of the Teacher, the son of David, king in Jerusalem. "},{"book":"Ecclesiastes","chapter":"1","verse":"2","text":" Vanity of vanities, says the Teacher, vanity of vanities! All is vanity. "},{"book":"Ecclesiastes","chapter":"1","verse":"3","text":" What do people gain from all the toil at which they toil under the sun? "},{"book":"Ecclesiastes","chapter":"1","verse":"4","text":" A generation goes, and a generation comes, but the earth remains forever. "},{"book":"Ecclesiastes","chapter":"1","verse":"5","text":" The sun rises and the sun goes down, and hurries to the place where it rises. "},{"book":"Ecclesiastes","chapter":"1","verse":"6","text":" The wind blows to the south, and goes around to the north; round and round goes the wind, and on its circuits the wind returns. "},{"book":"Ecclesiastes","chapter":"1","verse":"7","text":" All streams run to the sea, but the sea is not full; to the place where the streams flow, there they continue to flow. "},{"book":"Ecclesiastes","chapter":"1","verse":"8","text":" All things are wearisome; more than one can express; the eye is not satisfied with seeing, or the ear filled with hearing. "},{"book":"Ecclesiastes","chapter":"1","verse":"9","text":" What has been is what will be, and what has been done is what will be done; there is nothing new under the sun. "},{"book":"Ecclesiastes","chapter":"1","verse":"10","text":" Is there a thing of which it is said, &#34See, this is new&#34? It has already been, in the ages before us. "},{"book":"Ecclesiastes","chapter":"1","verse":"11","text":" The people of long ago are not remembered, nor will there be any remembrance of people yet to come by those who come after them. "},{"book":"Ecclesiastes","chapter":"1","verse":"12","text":" I, the Teacher, when king over Israel in Jerusalem, "},{"book":"Ecclesiastes","chapter":"1","verse":"13","text":" applied my mind to seek and to search out by wisdom all that is done under heaven; it is an unhappy business that God has given to human beings to be busy with. "},{"book":"Ecclesiastes","chapter":"1","verse":"14","text":" I saw all the deeds that are done under the sun; and see, all is vanity and a chasing after wind. "},{"book":"Ecclesiastes","chapter":"1","verse":"15","text":" What is crooked cannot be made straight, and what is lacking cannot be counted. "},{"book":"Ecclesiastes","chapter":"1","verse":"16","text":" I said to myself, &#34I have acquired great wisdom, surpassing all who were over Jerusalem before me; and my mind has had great experience of wisdom and knowledge.&#34 "},{"book":"Ecclesiastes","chapter":"1","verse":"17","text":" And I applied my mind to know wisdom and to know madness and folly. I perceived that this also is but a chasing after wind. "},{"book":"Ecclesiastes","chapter":"1","verse":"18","text":" For in much wisdom is much vexation, and those who increase knowledge increase sorrow. "}]