[{"book":"Ecclesiasticus","chapter":"39","verse":"1","text":" He seeks out the wisdom of all the ancients, and is concerned with prophecies; "},{"book":"Ecclesiasticus","chapter":"39","verse":"2","text":" he preserves the sayings of the famous and penetrates the subtleties of parables; "},{"book":"Ecclesiasticus","chapter":"39","verse":"3","text":" he seeks out the hidden meanings of proverbs and is at home with the obscurities of parables. "},{"book":"Ecclesiasticus","chapter":"39","verse":"4","text":" He serves among the great and appears before rulers; he travels in foreign lands and learns what is good and evil in the human lot. "},{"book":"Ecclesiasticus","chapter":"39","verse":"5","text":" He sets his heart to rise early to seek the Lord who made him, and to petition the Most High; he opens his mouth in prayer and asks pardon for his sins. "},{"book":"Ecclesiasticus","chapter":"39","verse":"6","text":" If the great Lord is willing, he will be filled with the spirit of understanding; he will pour forth words of wisdom of his own and give thanks to the Lord in prayer. "},{"book":"Ecclesiasticus","chapter":"39","verse":"7","text":" The Lord will direct his counsel and knowledge, as he meditates on his mysteries. "},{"book":"Ecclesiasticus","chapter":"39","verse":"8","text":" He will show the wisdom of what he has learned, and will glory in the law of the Lord&#39s covenant. "},{"book":"Ecclesiasticus","chapter":"39","verse":"9","text":" Many will praise his understanding; it will never be blotted out. His memory will not disappear, and his name will live through all generations. "},{"book":"Ecclesiasticus","chapter":"39","verse":"10","text":" Nations will speak of his wisdom, and the congregation will proclaim his praise. "},{"book":"Ecclesiasticus","chapter":"39","verse":"11","text":" If he lives long, he will leave a name greater than a thousand, and if he goes to rest, it is enough for him. "},{"book":"Ecclesiasticus","chapter":"39","verse":"12","text":" I have more on my mind to express; I am full like the full moon. "},{"book":"Ecclesiasticus","chapter":"39","verse":"13","text":" Listen to me, my faithful children, and blossom like a rose growing by a stream of water. "},{"book":"Ecclesiasticus","chapter":"39","verse":"14","text":" Send out fragrance like incense, and put forth blossoms like a lily. Scatter the fragrance, and sing a hymn of praise; bless the Lord for all his works. "},{"book":"Ecclesiasticus","chapter":"39","verse":"15","text":" Ascribe majesty to his name and give thanks to him with praise, with songs on your lips, and with harps; this is what you shall say in thanksgiving: "},{"book":"Ecclesiasticus","chapter":"39","verse":"16","text":" &#34All the works of the Lord are very good, and whatever he commands will be done at the appointed time. "},{"book":"Ecclesiasticus","chapter":"39","verse":"17","text":" No one can say, &#39What is this?&#39 or &#39Why is that?&#39-- for at the appointed time all such questions will be answered. At his word the waters stood in a heap, and the reservoirs of water at the word of his mouth. "},{"book":"Ecclesiasticus","chapter":"39","verse":"18","text":" When he commands, his every purpose is fulfilled, and none can limit his saving power. "},{"book":"Ecclesiasticus","chapter":"39","verse":"19","text":" The works of all are before him, and nothing can be hidden from his eyes. "},{"book":"Ecclesiasticus","chapter":"39","verse":"20","text":" From the beginning to the end of time he can see everything, and nothing is too marvelous for him. "},{"book":"Ecclesiasticus","chapter":"39","verse":"21","text":" No one can say, &#39What is this?&#39 or &#39Why is that?&#39-- for everything has been created for its own purpose. "},{"book":"Ecclesiasticus","chapter":"39","verse":"22","text":" &#34His blessing covers the dry land like a river, and drenches it like a flood. "},{"book":"Ecclesiasticus","chapter":"39","verse":"23","text":" But his wrath drives out the nations, as when he turned a watered land into salt. "},{"book":"Ecclesiasticus","chapter":"39","verse":"24","text":" To the faithful his ways are straight, but full of pitfalls for the wicked. "},{"book":"Ecclesiasticus","chapter":"39","verse":"25","text":" From the beginning good things were created for the good, but for sinners good things and bad. "},{"book":"Ecclesiasticus","chapter":"39","verse":"26","text":" The basic necessities of human life are water and fire and iron and salt and wheat flour and milk and honey, the blood of the grape and oil and clothing. "},{"book":"Ecclesiasticus","chapter":"39","verse":"27","text":" All these are good for the godly, but for sinners they turn into evils. "},{"book":"Ecclesiasticus","chapter":"39","verse":"28","text":" &#34There are winds created for vengeance, and in their anger they can dislodge mountains; on the day of reckoning they will pour out their strength and calm the anger of their Maker. "},{"book":"Ecclesiasticus","chapter":"39","verse":"29","text":" Fire and hail and famine and pestilence, all these have been created for vengeance; "},{"book":"Ecclesiasticus","chapter":"39","verse":"30","text":" the fangs of wild animals and scorpions and vipers, and the sword that punishes the ungodly with destruction. "},{"book":"Ecclesiasticus","chapter":"39","verse":"31","text":" They take delight in doing his bidding, always ready for his service on earth; and when their time comes they never disobey his command.&#34 "},{"book":"Ecclesiasticus","chapter":"39","verse":"32","text":" So from the beginning I have been convinced of all this and have thought it out and left it in writing: "},{"book":"Ecclesiasticus","chapter":"39","verse":"33","text":" All the works of the Lord are good, and he will supply every need in its time. "},{"book":"Ecclesiasticus","chapter":"39","verse":"34","text":" No one can say, &#34This is not as good as that,&#34 for everything proves good in its appointed time. "},{"book":"Ecclesiasticus","chapter":"39","verse":"35","text":" So now sing praise with all your heart and voice, and bless the name of the Lord. "}]