[{"book":"Ecclesiasticus","chapter":"13","verse":"1","text":" Whoever touches pitch gets dirty, and whoever associates with a proud person becomes like him. "},{"book":"Ecclesiasticus","chapter":"13","verse":"2","text":" Do not lift a weight too heavy for you, or associate with one mightier and richer than you. How can the clay pot associate with the iron kettle? The pot will strike against it and be smashed. "},{"book":"Ecclesiasticus","chapter":"13","verse":"3","text":" A rich person does wrong, and even adds insults; a poor person suffers wrong, and must add apologies. "},{"book":"Ecclesiasticus","chapter":"13","verse":"4","text":" A rich person will exploit you if you can be of use to him, but if you are in need he will abandon you. "},{"book":"Ecclesiasticus","chapter":"13","verse":"5","text":" If you own something, he will live with you; he will drain your resources without a qualm. "},{"book":"Ecclesiasticus","chapter":"13","verse":"6","text":" When he needs you he will deceive you, and will smile at you and encourage you; he will speak to you kindly and say, &#34What do you need?&#34 "},{"book":"Ecclesiasticus","chapter":"13","verse":"7","text":" He will embarrass you with his delicacies, until he has drained you two or three times, and finally he will laugh at you. Should he see you afterwards, he will pass you by and shake his head at you. "},{"book":"Ecclesiasticus","chapter":"13","verse":"8","text":" Take care not to be led astray and humiliated when you are enjoying yourself. "},{"book":"Ecclesiasticus","chapter":"13","verse":"9","text":" When an influential person invites you, be reserved, and he will invite you more insistently. "},{"book":"Ecclesiasticus","chapter":"13","verse":"10","text":" Do not be forward, or you may be rebuffed; do not stand aloof, or you will be forgotten. "},{"book":"Ecclesiasticus","chapter":"13","verse":"11","text":" Do not try to treat him as an equal, or trust his lengthy conversations; for he will test you by prolonged talk, and while he smiles he will be examining you. "},{"book":"Ecclesiasticus","chapter":"13","verse":"12","text":" Cruel are those who do not keep your secrets; they will not spare you harm or imprisonment. "},{"book":"Ecclesiasticus","chapter":"13","verse":"13","text":" Be on your guard and very careful, for you are walking about with your own downfall. "},{"book":"Ecclesiasticus","chapter":"13","verse":"14","text":"  "},{"book":"Ecclesiasticus","chapter":"13","verse":"15","text":" Every creature loves its like, and every person the neighbor. "},{"book":"Ecclesiasticus","chapter":"13","verse":"16","text":" All living beings associate with their own kind, and people stick close to those like themselves. "},{"book":"Ecclesiasticus","chapter":"13","verse":"17","text":" What does a wolf have in common with a lamb? No more has a sinner with the devout. "},{"book":"Ecclesiasticus","chapter":"13","verse":"18","text":" What peace is there between a hyena and a dog? And what peace between the rich and the poor? "},{"book":"Ecclesiasticus","chapter":"13","verse":"19","text":" Wild asses in the wilderness are the prey of lions; likewise the poor are feeding grounds for the rich. "},{"book":"Ecclesiasticus","chapter":"13","verse":"20","text":" Humility is an abomination to the proud; likewise the poor are an abomination to the rich. "},{"book":"Ecclesiasticus","chapter":"13","verse":"21","text":" When the rich person totters, he is supported by friends, but when the humble falls, he is pushed away even by friends. "},{"book":"Ecclesiasticus","chapter":"13","verse":"22","text":" If the rich person slips, many come to the rescue; he speaks unseemly words, but they justify him. If the humble person slips, they even criticize him; he talks sense, but is not given a hearing. "},{"book":"Ecclesiasticus","chapter":"13","verse":"23","text":" The rich person speaks and all are silent; they extol to the clouds what he says. The poor person speaks and they say, &#34Who is this fellow?&#34 And should he stumble, they even push him down. "},{"book":"Ecclesiasticus","chapter":"13","verse":"24","text":" Riches are good if they are free from sin; poverty is evil only in the opinion of the ungodly. "},{"book":"Ecclesiasticus","chapter":"13","verse":"25","text":" The heart changes the countenance, either for good or for evil. "},{"book":"Ecclesiasticus","chapter":"13","verse":"26","text":" The sign of a happy heart is a cheerful face, but to devise proverbs requires painful thinking. "}]