[{"book":"Ecclesiasticus","chapter":"26","verse":"1","text":" Happy is the husband of a good wife; the number of his days will be doubled. "},{"book":"Ecclesiasticus","chapter":"26","verse":"2","text":" A loyal wife brings joy to her husband, and he will complete his years in peace. "},{"book":"Ecclesiasticus","chapter":"26","verse":"3","text":" A good wife is a great blessing; she will be granted among the blessings of the man who fears the Lord. "},{"book":"Ecclesiasticus","chapter":"26","verse":"4","text":" Whether rich or poor, his heart is content, and at all times his face is cheerful. "},{"book":"Ecclesiasticus","chapter":"26","verse":"5","text":" Of three things my heart is frightened, and of a fourth I am in great fear: Slander in the city, the gathering of a mob, and false accusation-- all these are worse than death. "},{"book":"Ecclesiasticus","chapter":"26","verse":"6","text":" But it is heartache and sorrow when a wife is jealous of a rival, and a tongue-lashing makes it known to all. "},{"book":"Ecclesiasticus","chapter":"26","verse":"7","text":" A bad wife is a chafing yoke; taking hold of her is like grasping a scorpion. "},{"book":"Ecclesiasticus","chapter":"26","verse":"8","text":" A drunken wife arouses great anger; she cannot hide her shame. "},{"book":"Ecclesiasticus","chapter":"26","verse":"9","text":" The haughty stare betrays an unchaste wife; her eyelids give her away. "},{"book":"Ecclesiasticus","chapter":"26","verse":"10","text":" Keep strict watch over a headstrong daughter, or else, when she finds liberty, she will make use of it. "},{"book":"Ecclesiasticus","chapter":"26","verse":"11","text":" Be on guard against her impudent eye, and do not be surprised if she sins against you. "},{"book":"Ecclesiasticus","chapter":"26","verse":"12","text":" As a thirsty traveler opens his mouth and drinks from any water near him, so she will sit in front of every tent peg and open her quiver to the arrow. "},{"book":"Ecclesiasticus","chapter":"26","verse":"13","text":" A wife&#39s charm delights her husband, and her skill puts flesh on his bones. "},{"book":"Ecclesiasticus","chapter":"26","verse":"14","text":" A silent wife is a gift from the Lord, and nothing is so precious as her self-discipline. "},{"book":"Ecclesiasticus","chapter":"26","verse":"15","text":" A modest wife adds charm to charm, and no scales can weigh the value of her chastity. "},{"book":"Ecclesiasticus","chapter":"26","verse":"16","text":" Like the sun rising in the heights of the Lord, so is the beauty of a good wife in her well-ordered home. "},{"book":"Ecclesiasticus","chapter":"26","verse":"17","text":" Like the shining lamp on the holy lampstand, so is a beautiful face on a stately figure. "},{"book":"Ecclesiasticus","chapter":"26","verse":"18","text":" Like golden pillars on silver bases, so are shapely legs and steadfast feet. "},{"book":"Ecclesiasticus","chapter":"26","verse":"19","text":" My child, keep sound the bloom of your youth, and do not give your strength to strangers. "},{"book":"Ecclesiasticus","chapter":"26","verse":"20","text":" Seek a fertile field within the whole plain, and sow it with your own seed, trusting in your fine stock. "},{"book":"Ecclesiasticus","chapter":"26","verse":"21","text":" So your offspring will prosper, and, having confidence in their good descent, will grow great. "},{"book":"Ecclesiasticus","chapter":"26","verse":"22","text":" A prostitute is regarded as spittle, and a married woman as a tower of death to her lovers. "},{"book":"Ecclesiasticus","chapter":"26","verse":"23","text":" A godless wife is given as a portion to a lawless man, but a pious wife is given to the man who fears the Lord. "},{"book":"Ecclesiasticus","chapter":"26","verse":"24","text":" A shameless woman constantly acts disgracefully, but a modest daughter will even be embarrassed before her husband. "},{"book":"Ecclesiasticus","chapter":"26","verse":"25","text":" A headstrong wife is regarded as a dog, but one who has a sense of shame will fear the Lord. "},{"book":"Ecclesiasticus","chapter":"26","verse":"26","text":" A wife honoring her husband will seem wise to all, but if she dishonors him in her pride she will be known to all as ungodly. Happy is the husband of a good wife; for the number of his years will be doubled. "},{"book":"Ecclesiasticus","chapter":"26","verse":"27","text":" A loud-voiced and garrulous wife is like a trumpet sounding the charge, and every person like this lives in the anarchy of war. "},{"book":"Ecclesiasticus","chapter":"26","verse":"28","text":" At two things my heart is grieved, and because of a third anger comes over me: a warrior in want through poverty, intelligent men who are treated contemptuously, and a man who turns back from righteousness to sin-- the Lord will prepare him for the sword! "},{"book":"Ecclesiasticus","chapter":"26","verse":"29","text":" A merchant can hardly keep from wrongdoing, nor is a tradesman innocent of sin. "}]