[{"book":"Ecclesiasticus","chapter":"40","verse":"1","text":" Hard work was created for everyone, and a heavy yoke is laid on the children of Adam, from the day they come forth from their mother&#39s womb until the day they return to the mother of all the living. "},{"book":"Ecclesiasticus","chapter":"40","verse":"2","text":" Perplexities and fear of heart are theirs, and anxious thought of the day of their death. "},{"book":"Ecclesiasticus","chapter":"40","verse":"3","text":" From the one who sits on a splendid throne to the one who grovels in dust and ashes, "},{"book":"Ecclesiasticus","chapter":"40","verse":"4","text":" from the one who wears purple and a crown to the one who is clothed in burlap, "},{"book":"Ecclesiasticus","chapter":"40","verse":"5","text":" there is anger and envy and trouble and unrest, and fear of death, and fury and strife. And when one rests upon his bed, his sleep at night confuses his mind. "},{"book":"Ecclesiasticus","chapter":"40","verse":"6","text":" He gets little or no rest; he struggles in his sleep as he did by day. He is troubled by the visions of his mind like one who has escaped from the battlefield. "},{"book":"Ecclesiasticus","chapter":"40","verse":"7","text":" At the moment he reaches safety he wakes up, astonished that his fears were groundless. "},{"book":"Ecclesiasticus","chapter":"40","verse":"8","text":" To all creatures, human and animal, but to sinners seven times more, "},{"book":"Ecclesiasticus","chapter":"40","verse":"9","text":" come death and bloodshed and strife and sword, calamities and famine and ruin and plague. "},{"book":"Ecclesiasticus","chapter":"40","verse":"10","text":" All these were created for the wicked, and on their account the flood came. "},{"book":"Ecclesiasticus","chapter":"40","verse":"11","text":" All that is of earth returns to earth, and what is from above returns above. "},{"book":"Ecclesiasticus","chapter":"40","verse":"12","text":" All bribery and injustice will be blotted out, but good faith will last forever. "},{"book":"Ecclesiasticus","chapter":"40","verse":"13","text":" The wealth of the unjust will dry up like a river, and crash like a loud clap of thunder in a storm. "},{"book":"Ecclesiasticus","chapter":"40","verse":"14","text":" As a generous person has cause to rejoice, so lawbreakers will utterly fail. "},{"book":"Ecclesiasticus","chapter":"40","verse":"15","text":" The children of the ungodly put out few branches; they are unhealthy roots on sheer rock. "},{"book":"Ecclesiasticus","chapter":"40","verse":"16","text":" The reeds by any water or river bank are plucked up before any grass; "},{"book":"Ecclesiasticus","chapter":"40","verse":"17","text":" but kindness is like a garden of blessings, and almsgiving endures forever. "},{"book":"Ecclesiasticus","chapter":"40","verse":"18","text":" Wealth and wages make life sweet, but better than either is finding a treasure. "},{"book":"Ecclesiasticus","chapter":"40","verse":"19","text":" Children and the building of a city establish one&#39s name, but better than either is the one who finds wisdom. Cattle and orchards make one prosperous; but a blameless wife is accounted better than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"20","text":" Wine and music gladden the heart, but the love of friends is better than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"21","text":" The flute and the harp make sweet melody, but a pleasant voice is better than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"22","text":" The eye desires grace and beauty, but the green shoots of grain more than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"23","text":" A friend or companion is always welcome, but a sensible wife is better than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"24","text":" Kindred and helpers are for a time of trouble, but almsgiving rescues better than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"25","text":" Gold and silver make one stand firm, but good counsel is esteemed more than either. "},{"book":"Ecclesiasticus","chapter":"40","verse":"26","text":" Riches and strength build up confidence, but the fear of the Lord is better than either. There is no want in the fear of the Lord, and with it there is no need to seek for help. "},{"book":"Ecclesiasticus","chapter":"40","verse":"27","text":" The fear of the Lord is like a garden of blessing, and covers a person better than any glory. "},{"book":"Ecclesiasticus","chapter":"40","verse":"28","text":" My child, do not lead the life of a beggar; it is better to die than to beg. "},{"book":"Ecclesiasticus","chapter":"40","verse":"29","text":" When one looks to the table of another, one&#39s way of life cannot be considered a life. One loses self-respect with another person&#39s food, but one who is intelligent and well instructed guards against that. "},{"book":"Ecclesiasticus","chapter":"40","verse":"30","text":" In the mouth of the shameless begging is sweet, but it kindles a fire inside him. "}]