[{"book":"Ecclesiasticus","chapter":"28","verse":"1","text":" The vengeful will face the Lord&#39s vengeance, for he keeps a strict account of their sins. "},{"book":"Ecclesiasticus","chapter":"28","verse":"2","text":" Forgive your neighbor the wrong he has done, and then your sins will be pardoned when you pray. "},{"book":"Ecclesiasticus","chapter":"28","verse":"3","text":" Does anyone harbor anger against another, and expect healing from the Lord? "},{"book":"Ecclesiasticus","chapter":"28","verse":"4","text":" If one has no mercy toward another like himself, can he then seek pardon for his own sins? "},{"book":"Ecclesiasticus","chapter":"28","verse":"5","text":" If a mere mortal harbors wrath, who will make an atoning sacrifice for his sins? "},{"book":"Ecclesiasticus","chapter":"28","verse":"6","text":" Remember the end of your life, and set enmity aside; remember corruption and death, and be true to the commandments. "},{"book":"Ecclesiasticus","chapter":"28","verse":"7","text":" Remember the commandments, and do not be angry with your neighbor; remember the covenant of the Most High, and overlook faults. "},{"book":"Ecclesiasticus","chapter":"28","verse":"8","text":" Refrain from strife, and your sins will be fewer; for the hot-tempered kindle strife, "},{"book":"Ecclesiasticus","chapter":"28","verse":"9","text":" and the sinner disrupts friendships and sows discord among those who are at peace. "},{"book":"Ecclesiasticus","chapter":"28","verse":"10","text":" In proportion to the fuel, so will the fire burn, and in proportion to the obstinacy, so will strife increase; in proportion to a person&#39s strength will be his anger, and in proportion to his wealth he will increase his wrath. "},{"book":"Ecclesiasticus","chapter":"28","verse":"11","text":" A hasty quarrel kindles a fire, and a hasty dispute sheds blood. "},{"book":"Ecclesiasticus","chapter":"28","verse":"12","text":" If you blow on a spark, it will glow; if you spit on it, it will be put out; yet both come out of your mouth. "},{"book":"Ecclesiasticus","chapter":"28","verse":"13","text":" Curse the gossips and the double-tongued, for they destroy the peace of many. "},{"book":"Ecclesiasticus","chapter":"28","verse":"14","text":" Slander has shaken many, and scattered them from nation to nation; it has destroyed strong cities, and overturned the houses of the great. "},{"book":"Ecclesiasticus","chapter":"28","verse":"15","text":" Slander has driven virtuous women from their homes, and deprived them of the fruit of their toil. "},{"book":"Ecclesiasticus","chapter":"28","verse":"16","text":" Those who pay heed to slander will not find rest, nor will they settle down in peace. "},{"book":"Ecclesiasticus","chapter":"28","verse":"17","text":" The blow of a whip raises a welt, but a blow of the tongue crushes the bones. "},{"book":"Ecclesiasticus","chapter":"28","verse":"18","text":" Many have fallen by the edge of the sword, but not as many as have fallen because of the tongue. "},{"book":"Ecclesiasticus","chapter":"28","verse":"19","text":" Happy is the one who is protected from it, who has not been exposed to its anger, who has not borne its yoke, and has not been bound with its fetters. "},{"book":"Ecclesiasticus","chapter":"28","verse":"20","text":" For its yoke is a yoke of iron, and its fetters are fetters of bronze; "},{"book":"Ecclesiasticus","chapter":"28","verse":"21","text":" its death is an evil death, and Hades is preferable to it. "},{"book":"Ecclesiasticus","chapter":"28","verse":"22","text":" It has no power over the godly; they will not be burned in its flame. "},{"book":"Ecclesiasticus","chapter":"28","verse":"23","text":" Those who forsake the Lord will fall into its power; it will burn among them and will not be put out. It will be sent out against them like a lion; like a leopard it will mangle them. "},{"book":"Ecclesiasticus","chapter":"28","verse":"24","text":" As you fence in your property with thorns, As you lock up your silver and gold, "},{"book":"Ecclesiasticus","chapter":"28","verse":"25","text":" so make balances and scales for your words. so make a door and a bolt for your mouth. "},{"book":"Ecclesiasticus","chapter":"28","verse":"26","text":" Take care not to err with your tongue, and fall victim to one lying in wait. "}]