[{"book":"Ecclesiasticus","chapter":"17","verse":"1","text":" The Lord created human beings out of earth, and makes them return to it again. "},{"book":"Ecclesiasticus","chapter":"17","verse":"2","text":" He gave them a fixed number of days, but granted them authority over everything on the earth. "},{"book":"Ecclesiasticus","chapter":"17","verse":"3","text":" He endowed them with strength like his own, and made them in his own image. "},{"book":"Ecclesiasticus","chapter":"17","verse":"4","text":" He put the fear of them in all living beings, and gave them dominion over beasts and birds. "},{"book":"Ecclesiasticus","chapter":"17","verse":"5","text":"  "},{"book":"Ecclesiasticus","chapter":"17","verse":"6","text":" Discretion and tongue and eyes, ears and a mind for thinking he gave them. "},{"book":"Ecclesiasticus","chapter":"17","verse":"7","text":" He filled them with knowledge and understanding, and showed them good and evil. "},{"book":"Ecclesiasticus","chapter":"17","verse":"8","text":" He put the fear of him into their hearts to show them the majesty of his works. "},{"book":"Ecclesiasticus","chapter":"17","verse":"9","text":" to proclaim the grandeur of his works. "},{"book":"Ecclesiasticus","chapter":"17","verse":"10","text":" And they will praise his holy name, "},{"book":"Ecclesiasticus","chapter":"17","verse":"11","text":" He bestowed knowledge upon them, and allotted to them the law of life. "},{"book":"Ecclesiasticus","chapter":"17","verse":"12","text":" He established with them an eternal covenant, and revealed to them his decrees. "},{"book":"Ecclesiasticus","chapter":"17","verse":"13","text":" Their eyes saw his glorious majesty, and their ears heard the glory of his voice. "},{"book":"Ecclesiasticus","chapter":"17","verse":"14","text":" He said to them, &#34Beware of all evil.&#34 And he gave commandment to each of them concerning the neighbor. "},{"book":"Ecclesiasticus","chapter":"17","verse":"15","text":" Their ways are always known to him; they will not be hid from his eyes. "},{"book":"Ecclesiasticus","chapter":"17","verse":"16","text":"  "},{"book":"Ecclesiasticus","chapter":"17","verse":"17","text":" He appointed a ruler for every nation, but Israel is the Lord&#39s own portion. "},{"book":"Ecclesiasticus","chapter":"17","verse":"18","text":"  "},{"book":"Ecclesiasticus","chapter":"17","verse":"19","text":" All their works are as clear as the sun before him, and his eyes are ever upon their ways. "},{"book":"Ecclesiasticus","chapter":"17","verse":"20","text":" Their iniquities are not hidden from him, and all their sins are before the Lord. "},{"book":"Ecclesiasticus","chapter":"17","verse":"21","text":"  "},{"book":"Ecclesiasticus","chapter":"17","verse":"22","text":" One&#39s almsgiving is like a signet ring with the Lord, and he will keep a person&#39s kindness like the apple of his eye. "},{"book":"Ecclesiasticus","chapter":"17","verse":"23","text":" Afterward he will rise up and repay them, and he will bring their recompense on their heads. "},{"book":"Ecclesiasticus","chapter":"17","verse":"24","text":" Yet to those who repent he grants a return, and he encourages those who are losing hope. "},{"book":"Ecclesiasticus","chapter":"17","verse":"25","text":" Turn back to the Lord and forsake your sins; pray in his presence and lessen your offense. "},{"book":"Ecclesiasticus","chapter":"17","verse":"26","text":" Return to the Most High and turn away from iniquity, and hate intensely what he abhors. "},{"book":"Ecclesiasticus","chapter":"17","verse":"27","text":" Who will sing praises to the Most High in Hades in place of the living who give thanks? "},{"book":"Ecclesiasticus","chapter":"17","verse":"28","text":" From the dead, as from one who does not exist, thanksgiving has ceased; those who are alive and well sing the Lord&#39s praises. "},{"book":"Ecclesiasticus","chapter":"17","verse":"29","text":" How great is the mercy of the Lord, and his forgiveness for those who return to him! "},{"book":"Ecclesiasticus","chapter":"17","verse":"30","text":" For not everything is within human capability, since human beings are not immortal. "},{"book":"Ecclesiasticus","chapter":"17","verse":"31","text":" What is brighter than the sun? Yet it can be eclipsed. So flesh and blood devise evil. "},{"book":"Ecclesiasticus","chapter":"17","verse":"32","text":" He marshals the host of the height of heaven; but all human beings are dust and ashes. "}]