[{"book":"Ecclesiasticus","chapter":"29","verse":"1","text":" The merciful lend to their neighbors; by holding out a helping hand they keep the commandments. "},{"book":"Ecclesiasticus","chapter":"29","verse":"2","text":" Lend to your neighbor in his time of need; repay your neighbor when a loan falls due. "},{"book":"Ecclesiasticus","chapter":"29","verse":"3","text":" Keep your promise and be honest with him, and on every occasion you will find what you need. "},{"book":"Ecclesiasticus","chapter":"29","verse":"4","text":" Many regard a loan as a windfall, and cause trouble to those who help them. "},{"book":"Ecclesiasticus","chapter":"29","verse":"5","text":" One kisses another&#39s hands until he gets a loan, and is deferential in speaking of his neighbor&#39s money; but at the time for repayment he delays, and pays back with empty promises, and finds fault with the time. "},{"book":"Ecclesiasticus","chapter":"29","verse":"6","text":" If he can pay, his creditor will hardly get back half, and will regard that as a windfall. If he cannot pay, the borrower has robbed the other of his money, and he has needlessly made him an enemy; he will repay him with curses and reproaches, and instead of glory will repay him with dishonor. "},{"book":"Ecclesiasticus","chapter":"29","verse":"7","text":" Many refuse to lend, not because of meanness, but from fear of being defrauded needlessly. "},{"book":"Ecclesiasticus","chapter":"29","verse":"8","text":" Nevertheless, be patient with someone in humble circumstances, and do not keep him waiting for your alms. "},{"book":"Ecclesiasticus","chapter":"29","verse":"9","text":" Help the poor for the commandment&#39s sake, and in their need do not send them away empty-handed. "},{"book":"Ecclesiasticus","chapter":"29","verse":"10","text":" Lose your silver for the sake of a brother or a friend, and do not let it rust under a stone and be lost. "},{"book":"Ecclesiasticus","chapter":"29","verse":"11","text":" Lay up your treasure according to the commandments of the Most High, and it will profit you more than gold. "},{"book":"Ecclesiasticus","chapter":"29","verse":"12","text":" Store up almsgiving in your treasury, and it will rescue you from every disaster; "},{"book":"Ecclesiasticus","chapter":"29","verse":"13","text":" better than a stout shield and a sturdy spear, it will fight for you against the enemy. "},{"book":"Ecclesiasticus","chapter":"29","verse":"14","text":" A good person will be surety for his neighbor, but the one who has lost all sense of shame will fail him. "},{"book":"Ecclesiasticus","chapter":"29","verse":"15","text":" Do not forget the kindness of your guarantor, for he has given his life for you. "},{"book":"Ecclesiasticus","chapter":"29","verse":"16","text":" A sinner wastes the property of his guarantor, "},{"book":"Ecclesiasticus","chapter":"29","verse":"17","text":" and the ungrateful person abandons his rescuer. "},{"book":"Ecclesiasticus","chapter":"29","verse":"18","text":" Being surety has ruined many who were prosperous, and has tossed them about like waves of the sea; it has driven the influential into exile, and they have wandered among foreign nations. "},{"book":"Ecclesiasticus","chapter":"29","verse":"19","text":" The sinner comes to grief through surety; his pursuit of gain involves him in lawsuits. "},{"book":"Ecclesiasticus","chapter":"29","verse":"20","text":" Assist your neighbor to the best of your ability, but be careful not to fall yourself. "},{"book":"Ecclesiasticus","chapter":"29","verse":"21","text":" The necessities of life are water, bread, and clothing, and also a house to assure privacy. "},{"book":"Ecclesiasticus","chapter":"29","verse":"22","text":" Better is the life of the poor under their own crude roof than sumptuous food in the house of others. "},{"book":"Ecclesiasticus","chapter":"29","verse":"23","text":" Be content with little or much, and you will hear no reproach for being a guest. "},{"book":"Ecclesiasticus","chapter":"29","verse":"24","text":" It is a miserable life to go from house to house; as a guest you should not open your mouth; "},{"book":"Ecclesiasticus","chapter":"29","verse":"25","text":" you will play the host and provide drink without being thanked, and besides this you will hear rude words like these: "},{"book":"Ecclesiasticus","chapter":"29","verse":"26","text":" &#34Come here, stranger, prepare the table; let me eat what you have there.&#34 "},{"book":"Ecclesiasticus","chapter":"29","verse":"27","text":" &#34Be off, stranger, for an honored guest is here; my brother has come for a visit, and I need the guest-room.&#34 "},{"book":"Ecclesiasticus","chapter":"29","verse":"28","text":" It is hard for a sensible person to bear scolding about lodging and the insults of the moneylender. "}]