[{"book":"Ecclesiasticus","chapter":"38","verse":"1","text":" Honor physicians for their services, for the Lord created them; "},{"book":"Ecclesiasticus","chapter":"38","verse":"2","text":" for their gift of healing comes from the Most High, and they are rewarded by the king. "},{"book":"Ecclesiasticus","chapter":"38","verse":"3","text":" The skill of physicians makes them distinguished, and in the presence of the great they are admired. "},{"book":"Ecclesiasticus","chapter":"38","verse":"4","text":" The Lord created medicines out of the earth, and the sensible will not despise them. "},{"book":"Ecclesiasticus","chapter":"38","verse":"5","text":" Was not water made sweet with a tree in order that its power might be known? "},{"book":"Ecclesiasticus","chapter":"38","verse":"6","text":" And he gave skill to human beings that he might be glorified in his marvelous works. "},{"book":"Ecclesiasticus","chapter":"38","verse":"7","text":" By them the physician heals and takes away pain; "},{"book":"Ecclesiasticus","chapter":"38","verse":"8","text":" the pharmacist makes a mixture from them. God&#39s works will never be finished; and from him health spreads over all the earth. "},{"book":"Ecclesiasticus","chapter":"38","verse":"9","text":" My child, when you are ill, do not delay, but pray to the Lord, and he will heal you. "},{"book":"Ecclesiasticus","chapter":"38","verse":"10","text":" Give up your faults and direct your hands rightly, and cleanse your heart from all sin. "},{"book":"Ecclesiasticus","chapter":"38","verse":"11","text":" Offer a sweet-smelling sacrifice, and a memorial portion of choice flour, and pour oil on your offering, as much as you can afford. "},{"book":"Ecclesiasticus","chapter":"38","verse":"12","text":" Then give the physician his place, for the Lord created him; do not let him leave you, for you need him. "},{"book":"Ecclesiasticus","chapter":"38","verse":"13","text":" There may come a time when recovery lies in the hands of physicians, "},{"book":"Ecclesiasticus","chapter":"38","verse":"14","text":" for they too pray to the Lord that he grant them success in diagnosis and in healing, for the sake of preserving life. "},{"book":"Ecclesiasticus","chapter":"38","verse":"15","text":" He who sins against his Maker, will be defiant toward the physician. "},{"book":"Ecclesiasticus","chapter":"38","verse":"16","text":" My child, let your tears fall for the dead, and as one in great pain begin the lament. Lay out the body with due ceremony, and do not neglect the burial. "},{"book":"Ecclesiasticus","chapter":"38","verse":"17","text":" Let your weeping be bitter and your wailing fervent; make your mourning worthy of the departed, for one day, or two, to avoid criticism; then be comforted for your grief. "},{"book":"Ecclesiasticus","chapter":"38","verse":"18","text":" For grief may result in death, and a sorrowful heart saps one&#39s strength. "},{"book":"Ecclesiasticus","chapter":"38","verse":"19","text":" When a person is taken away, sorrow is over; but the life of the poor weighs down the heart. "},{"book":"Ecclesiasticus","chapter":"38","verse":"20","text":" Do not give your heart to grief; drive it away, and remember your own end. "},{"book":"Ecclesiasticus","chapter":"38","verse":"21","text":" Do not forget, there is no coming back; you do the dead no good, and you injure yourself. "},{"book":"Ecclesiasticus","chapter":"38","verse":"22","text":" Remember his fate, for yours is like it; yesterday it was his, and today it is yours. "},{"book":"Ecclesiasticus","chapter":"38","verse":"23","text":" When the dead is at rest, let his remembrance rest too, and be comforted for him when his spirit has departed. "},{"book":"Ecclesiasticus","chapter":"38","verse":"24","text":" The wisdom of the scribe depends on the opportunity of leisure; only the one who has little business can become wise. "},{"book":"Ecclesiasticus","chapter":"38","verse":"25","text":" How can one become wise who handles the plow, and who glories in the shaft of a goad, who drives oxen and is occupied with their work, and whose talk is about bulls? "},{"book":"Ecclesiasticus","chapter":"38","verse":"26","text":" He sets his heart on plowing furrows, and he is careful about fodder for the heifers. "},{"book":"Ecclesiasticus","chapter":"38","verse":"27","text":" So too is every artisan and master artisan who labors by night as well as by day; those who cut the signets of seals, each is diligent in making a great variety; they set their heart on painting a lifelike image, and they are careful to finish their work. "},{"book":"Ecclesiasticus","chapter":"38","verse":"28","text":" So too is the smith, sitting by the anvil, intent on his iron-work; the breath of the fire melts his flesh, and he struggles with the heat of the furnace; the sound of the hammer deafens his ears, and his eyes are on the pattern of the object. He sets his heart on finishing his handiwork, and he is careful to complete its decoration. "},{"book":"Ecclesiasticus","chapter":"38","verse":"29","text":" So too is the potter sitting at his work and turning the wheel with his feet; he is always deeply concerned over his products, and he produces them in quantity. "},{"book":"Ecclesiasticus","chapter":"38","verse":"30","text":" He molds the clay with his arm and makes it pliable with his feet; he sets his heart to finish the glazing, and he takes care in firing the kiln. "},{"book":"Ecclesiasticus","chapter":"38","verse":"31","text":" All these rely on their hands, and all are skillful in their own work. "},{"book":"Ecclesiasticus","chapter":"38","verse":"32","text":" Without them no city can be inhabited, and wherever they live, they will not go hungry. Yet they are not sought out for the council of the people, "},{"book":"Ecclesiasticus","chapter":"38","verse":"33","text":" nor do they attain eminence in the public assembly. They do not sit in the judge&#39s seat, nor do they understand the decisions of the courts; they cannot expound discipline or judgment, and they are not found among the rulers. "},{"book":"Ecclesiasticus","chapter":"38","verse":"34","text":" But they maintain the fabric of the world, and their concern is for the exercise of their trade. How different the one who devotes himself to the study of the law of the Most High! "}]