[{"book":"Ecclesiasticus","chapter":"31","verse":"1","text":" Wakefulness over wealth wastes away one&#39s flesh, and anxiety about it drives away sleep. "},{"book":"Ecclesiasticus","chapter":"31","verse":"2","text":" Wakeful anxiety prevents slumber, and a severe illness carries off sleep. "},{"book":"Ecclesiasticus","chapter":"31","verse":"3","text":" The rich person toils to amass a fortune, and when he rests he fills himself with his dainties. "},{"book":"Ecclesiasticus","chapter":"31","verse":"4","text":" The poor person toils to make a meager living, and if ever he rests he becomes needy. "},{"book":"Ecclesiasticus","chapter":"31","verse":"5","text":" One who loves gold will not be justified; one who pursues money will be led astray by it. "},{"book":"Ecclesiasticus","chapter":"31","verse":"6","text":" Many have come to ruin because of gold, and their destruction has met them face to face. "},{"book":"Ecclesiasticus","chapter":"31","verse":"7","text":" It is a stumbling block to those who are avid for it, and every fool will be taken captive by it. "},{"book":"Ecclesiasticus","chapter":"31","verse":"8","text":" Blessed is the rich person who is found blameless, and who does not go after gold. "},{"book":"Ecclesiasticus","chapter":"31","verse":"9","text":" Who is he, that we may praise him? For he has done wonders among his people. "},{"book":"Ecclesiasticus","chapter":"31","verse":"10","text":" Who has been tested by it and been found perfect? Let it be for him a ground for boasting. Who has had the power to transgress and did not transgress, and to do evil and did not do it? "},{"book":"Ecclesiasticus","chapter":"31","verse":"11","text":" His prosperity will be established, and the assembly will proclaim his acts of charity. "},{"book":"Ecclesiasticus","chapter":"31","verse":"12","text":" Are you seated at the table of the great? Do not be greedy at it, and do not say, &#34How much food there is here!&#34 "},{"book":"Ecclesiasticus","chapter":"31","verse":"13","text":" Remember that a greedy eye is a bad thing. What has been created more greedy than the eye? Therefore it sheds tears for any reason. "},{"book":"Ecclesiasticus","chapter":"31","verse":"14","text":" Do not reach out your hand for everything you see, and do not crowd your neighbor at the dish. "},{"book":"Ecclesiasticus","chapter":"31","verse":"15","text":" Judge your neighbor&#39s feelings by your own, and in every matter be thoughtful. "},{"book":"Ecclesiasticus","chapter":"31","verse":"16","text":" Eat what is set before you like a well brought-up person, and do not chew greedily, or you will give offense. "},{"book":"Ecclesiasticus","chapter":"31","verse":"17","text":" Be the first to stop, as befits good manners, and do not be insatiable, or you will give offense. "},{"book":"Ecclesiasticus","chapter":"31","verse":"18","text":" If you are seated among many persons, do not help yourself before they do. "},{"book":"Ecclesiasticus","chapter":"31","verse":"19","text":" How ample a little is for a well-disciplined person! He does not breathe heavily when in bed. "},{"book":"Ecclesiasticus","chapter":"31","verse":"20","text":" Healthy sleep depends on moderate eating; he rises early, and feels fit. The distress of sleeplessness and of nausea and colic are with the glutton. "},{"book":"Ecclesiasticus","chapter":"31","verse":"21","text":" If you are overstuffed with food, get up to vomit, and you will have relief. "},{"book":"Ecclesiasticus","chapter":"31","verse":"22","text":" Listen to me, my child, and do not disregard me, and in the end you will appreciate my words. In everything you do be moderate, and no sickness will overtake you. "},{"book":"Ecclesiasticus","chapter":"31","verse":"23","text":" People bless the one who is liberal with food, and their testimony to his generosity is trustworthy. "},{"book":"Ecclesiasticus","chapter":"31","verse":"24","text":" The city complains of the one who is stingy with food, and their testimony to his stinginess is accurate. "},{"book":"Ecclesiasticus","chapter":"31","verse":"25","text":" Do not try to prove your strength by wine-drinking, for wine has destroyed many. "},{"book":"Ecclesiasticus","chapter":"31","verse":"26","text":" As the furnace tests the work of the smith, so wine tests hearts when the insolent quarrel. "},{"book":"Ecclesiasticus","chapter":"31","verse":"27","text":" Wine is very life to human beings if taken in moderation. What is life to one who is without wine? It has been created to make people happy. "},{"book":"Ecclesiasticus","chapter":"31","verse":"28","text":" Wine drunk at the proper time and in moderation is rejoicing of heart and gladness of soul. "},{"book":"Ecclesiasticus","chapter":"31","verse":"29","text":" Wine drunk to excess leads to bitterness of spirit, to quarrels and stumbling. "},{"book":"Ecclesiasticus","chapter":"31","verse":"30","text":" Drunkenness increases the anger of a fool to his own hurt, reducing his strength and adding wounds. "},{"book":"Ecclesiasticus","chapter":"31","verse":"31","text":" Do not reprove your neighbor at a banquet of wine, and do not despise him in his merrymaking; speak no word of reproach to him, and do not distress him by making demands of him. "}]