[{"book":"Ecclesiasticus","chapter":"7","verse":"1","text":" Do no evil, and evil will never overtake you. "},{"book":"Ecclesiasticus","chapter":"7","verse":"2","text":" Stay away from wrong, and it will turn away from you. "},{"book":"Ecclesiasticus","chapter":"7","verse":"3","text":" Do not sow in the furrows of injustice, and you will not reap a sevenfold crop. "},{"book":"Ecclesiasticus","chapter":"7","verse":"4","text":" Do not seek from the Lord high office, or the seat of honor from the king. "},{"book":"Ecclesiasticus","chapter":"7","verse":"5","text":" Do not assert your righteousness before the Lord, or display your wisdom before the king. "},{"book":"Ecclesiasticus","chapter":"7","verse":"6","text":" Do not seek to become a judge, or you may be unable to root out injustice; you may be partial to the powerful, and so mar your integrity. "},{"book":"Ecclesiasticus","chapter":"7","verse":"7","text":" Commit no offense against the public, and do not disgrace yourself among the people. "},{"book":"Ecclesiasticus","chapter":"7","verse":"8","text":" Do not commit a sin twice; not even for one will you go unpunished. "},{"book":"Ecclesiasticus","chapter":"7","verse":"9","text":" Do not say, &#34He will consider the great number of my gifts, and when I make an offering to the Most High God, he will accept it.&#34 "},{"book":"Ecclesiasticus","chapter":"7","verse":"10","text":" Do not grow weary when you pray; do not neglect to give alms. "},{"book":"Ecclesiasticus","chapter":"7","verse":"11","text":" Do not ridicule a person who is embittered in spirit, for there is One who humbles and exalts. "},{"book":"Ecclesiasticus","chapter":"7","verse":"12","text":" Do not devise a lie against your brother, or do the same to a friend. "},{"book":"Ecclesiasticus","chapter":"7","verse":"13","text":" Refuse to utter any lie, for it is a habit that results in no good. "},{"book":"Ecclesiasticus","chapter":"7","verse":"14","text":" Do not babble in the assembly of the elders, and do not repeat yourself when you pray. "},{"book":"Ecclesiasticus","chapter":"7","verse":"15","text":" Do not hate hard labor or farm work, which was created by the Most High. "},{"book":"Ecclesiasticus","chapter":"7","verse":"16","text":" Do not enroll in the ranks of sinners; remember that retribution does not delay. "},{"book":"Ecclesiasticus","chapter":"7","verse":"17","text":" Humble yourself to the utmost, for the punishment of the ungodly is fire and worms. "},{"book":"Ecclesiasticus","chapter":"7","verse":"18","text":" Do not exchange a friend for money, or a real brother for the gold of Ophir. "},{"book":"Ecclesiasticus","chapter":"7","verse":"19","text":" Do not dismiss a wise and good wife, for her charm is worth more than gold. "},{"book":"Ecclesiasticus","chapter":"7","verse":"20","text":" Do not abuse slaves who work faithfully, or hired laborers who devote themselves to their task. "},{"book":"Ecclesiasticus","chapter":"7","verse":"21","text":" Let your soul love intelligent slaves; do not withhold from them their freedom. "},{"book":"Ecclesiasticus","chapter":"7","verse":"22","text":" Do you have cattle? Look after them; if they are profitable to you, keep them. "},{"book":"Ecclesiasticus","chapter":"7","verse":"23","text":" Do you have children? Discipline them, and make them obedient from their youth. "},{"book":"Ecclesiasticus","chapter":"7","verse":"24","text":" Do you have daughters? Be concerned for their chastity, and do not show yourself too indulgent with them. "},{"book":"Ecclesiasticus","chapter":"7","verse":"25","text":" Give a daughter in marriage, and you complete a great task; but give her to a sensible man. "},{"book":"Ecclesiasticus","chapter":"7","verse":"26","text":" Do you have a wife who pleases you? Do not divorce her; but do not trust yourself to one whom you detest. "},{"book":"Ecclesiasticus","chapter":"7","verse":"27","text":" With all your heart honor your father, and do not forget the birth pangs of your mother. "},{"book":"Ecclesiasticus","chapter":"7","verse":"28","text":" Remember that it was of your parents you were born; how can you repay what they have given to you? "},{"book":"Ecclesiasticus","chapter":"7","verse":"29","text":" With all your soul fear the Lord, and revere his priests. "},{"book":"Ecclesiasticus","chapter":"7","verse":"30","text":" With all your might love your Maker, and do not neglect his ministers. "},{"book":"Ecclesiasticus","chapter":"7","verse":"31","text":" Fear the Lord and honor the priest, and give him his portion, as you have been commanded: the first fruits, the guilt offering, the gift of the shoulders, the sacrifice of sanctification, and the first fruits of the holy things. "},{"book":"Ecclesiasticus","chapter":"7","verse":"32","text":" Stretch out your hand to the poor, so that your blessing may be complete. "},{"book":"Ecclesiasticus","chapter":"7","verse":"33","text":" Give graciously to all the living; do not withhold kindness even from the dead. "},{"book":"Ecclesiasticus","chapter":"7","verse":"34","text":" Do not avoid those who weep, but mourn with those who mourn. "},{"book":"Ecclesiasticus","chapter":"7","verse":"35","text":" Do not hesitate to visit the sick, because for such deeds you will be loved. "},{"book":"Ecclesiasticus","chapter":"7","verse":"36","text":" In all you do, remember the end of your life, and then you will never sin. "}]