[{"book":"Ecclesiasticus","chapter":"10","verse":"1","text":" A wise magistrate educates his people, and the rule of an intelligent person is well ordered. "},{"book":"Ecclesiasticus","chapter":"10","verse":"2","text":" As the people&#39s judge is, so are his officials; as the ruler of the city is, so are all its inhabitants. "},{"book":"Ecclesiasticus","chapter":"10","verse":"3","text":" An undisciplined king ruins his people, but a city becomes fit to live in through the understanding of its rulers. "},{"book":"Ecclesiasticus","chapter":"10","verse":"4","text":" The government of the earth is in the hand of the Lord, and over it he will raise up the right leader for the time. "},{"book":"Ecclesiasticus","chapter":"10","verse":"5","text":" Human success is in the hand of the Lord, and it is he who confers honor upon the lawgiver. "},{"book":"Ecclesiasticus","chapter":"10","verse":"6","text":" Do not get angry with your neighbor for every injury, and do not resort to acts of insolence. "},{"book":"Ecclesiasticus","chapter":"10","verse":"7","text":" Arrogance is hateful to the Lord and to mortals, and injustice is outrageous to both. "},{"book":"Ecclesiasticus","chapter":"10","verse":"8","text":" Sovereignty passes from nation to nation on account of injustice and insolence and wealth. "},{"book":"Ecclesiasticus","chapter":"10","verse":"9","text":" How can dust and ashes be proud? Even in life the human body decays. "},{"book":"Ecclesiasticus","chapter":"10","verse":"10","text":" A long illness baffles the physician; the king of today will die tomorrow. "},{"book":"Ecclesiasticus","chapter":"10","verse":"11","text":" For when one is dead he inherits maggots and vermin and worms. "},{"book":"Ecclesiasticus","chapter":"10","verse":"12","text":" The beginning of human pride is to forsake the Lord; the heart has withdrawn from its Maker. "},{"book":"Ecclesiasticus","chapter":"10","verse":"13","text":" For the beginning of pride is sin, and the one who clings to it pours out abominations. Therefore the Lord brings upon them unheard-of calamities, and destroys them completely. "},{"book":"Ecclesiasticus","chapter":"10","verse":"14","text":" The Lord overthrows the thrones of rulers, and enthrones the lowly in their place. "},{"book":"Ecclesiasticus","chapter":"10","verse":"15","text":" The Lord plucks up the roots of the nations, and plants the humble in their place. "},{"book":"Ecclesiasticus","chapter":"10","verse":"16","text":" The Lord lays waste the lands of the nations, and destroys them to the foundations of the earth. "},{"book":"Ecclesiasticus","chapter":"10","verse":"17","text":" He removes some of them and destroys them, and erases the memory of them from the earth. "},{"book":"Ecclesiasticus","chapter":"10","verse":"18","text":" Pride was not created for human beings, or violent anger for those born of women. "},{"book":"Ecclesiasticus","chapter":"10","verse":"19","text":" Whose offspring are worthy of honor? Human offspring. Whose offspring are worthy of honor? Those who fear the Lord. Whose offspring are unworthy of honor? Human offspring. Whose offspring are unworthy of honor? Those who break the commandments. "},{"book":"Ecclesiasticus","chapter":"10","verse":"20","text":" Among family members their leader is worthy of honor, but those who fear the Lord are worthy of honor in his eyes. "},{"book":"Ecclesiasticus","chapter":"10","verse":"21","text":"  "},{"book":"Ecclesiasticus","chapter":"10","verse":"22","text":" The rich, and the eminent, and the poor-- their glory is the fear of the Lord. "},{"book":"Ecclesiasticus","chapter":"10","verse":"23","text":" It is not right to despise one who is intelligent but poor, and it is not proper to honor one who is sinful. "},{"book":"Ecclesiasticus","chapter":"10","verse":"24","text":" The prince and the judge and the ruler are honored, but none of them is greater than the one who fears the Lord. "},{"book":"Ecclesiasticus","chapter":"10","verse":"25","text":" Free citizens will serve a wise servant, and an intelligent person will not complain. "},{"book":"Ecclesiasticus","chapter":"10","verse":"26","text":" Do not make a display of your wisdom when you do your work, and do not boast when you are in need. "},{"book":"Ecclesiasticus","chapter":"10","verse":"27","text":" Better is the worker who has goods in plenty than the boaster who lacks bread. "},{"book":"Ecclesiasticus","chapter":"10","verse":"28","text":" My child, honor yourself with humility, and give yourself the esteem you deserve. "},{"book":"Ecclesiasticus","chapter":"10","verse":"29","text":" Who will acquit those who condemn themselves? And who will honor those who dishonor themselves? "},{"book":"Ecclesiasticus","chapter":"10","verse":"30","text":" The poor are honored for their knowledge, while the rich are honored for their wealth. "},{"book":"Ecclesiasticus","chapter":"10","verse":"31","text":" One who is honored in poverty, how much more in wealth! And one dishonored in wealth, how much more in poverty! "}]