[{"book":"Ecclesiasticus","chapter":"33","verse":"1","text":" No evil will befall the one who fears the Lord, but in trials such a one will be rescued again and again. "},{"book":"Ecclesiasticus","chapter":"33","verse":"2","text":" The wise will not hate the law, but the one who is hypocritical about it is like a boat in a storm. "},{"book":"Ecclesiasticus","chapter":"33","verse":"3","text":" The sensible person will trust in the law; for such a one the law is as dependable as a divine oracle. "},{"book":"Ecclesiasticus","chapter":"33","verse":"4","text":" Prepare what to say, and then you will be listened to; draw upon your training, and give your answer. "},{"book":"Ecclesiasticus","chapter":"33","verse":"5","text":" The heart of a fool is like a cart wheel, and his thoughts like a turning axle. "},{"book":"Ecclesiasticus","chapter":"33","verse":"6","text":" A mocking friend is like a stallion that neighs no matter who the rider is. "},{"book":"Ecclesiasticus","chapter":"33","verse":"7","text":" Why is one day more important than another, when all the daylight in the year is from the sun? "},{"book":"Ecclesiasticus","chapter":"33","verse":"8","text":" By the Lord&#39s wisdom they were distinguished, and he appointed the different seasons and festivals. "},{"book":"Ecclesiasticus","chapter":"33","verse":"9","text":" Some days he exalted and hallowed, and some he made ordinary days. "},{"book":"Ecclesiasticus","chapter":"33","verse":"10","text":" All human beings come from the ground, and humankind was created out of the dust. "},{"book":"Ecclesiasticus","chapter":"33","verse":"11","text":" In the fullness of his knowledge the Lord distinguished them and appointed their different ways. "},{"book":"Ecclesiasticus","chapter":"33","verse":"12","text":" Some he blessed and exalted, and some he made holy and brought near to himself; but some he cursed and brought low, and turned them out of their place. "},{"book":"Ecclesiasticus","chapter":"33","verse":"13","text":" Like clay in the hand of the potter, to be molded as he pleases, so all are in the hand of their Maker, to be given whatever he decides. "},{"book":"Ecclesiasticus","chapter":"33","verse":"14","text":" Good is the opposite of evil, and life the opposite of death; so the sinner is the opposite of the godly. "},{"book":"Ecclesiasticus","chapter":"33","verse":"15","text":" Look at all the works of the Most High; they come in pairs, one the opposite of the other. "},{"book":"Ecclesiasticus","chapter":"33","verse":"16","text":" Now I was the last to keep vigil; I was like a gleaner following the grape-pickers; "},{"book":"Ecclesiasticus","chapter":"33","verse":"17","text":" by the blessing of the Lord I arrived first, and like a grape-picker I filled my wine press. "},{"book":"Ecclesiasticus","chapter":"33","verse":"18","text":" Consider that I have not labored for myself alone, but for all who seek instruction. "},{"book":"Ecclesiasticus","chapter":"33","verse":"19","text":" Hear me, you who are great among the people, and you leaders of the congregation, pay heed! "},{"book":"Ecclesiasticus","chapter":"33","verse":"20","text":" To son or wife, to brother or friend, do not give power over yourself, as long as you live; and do not give your property to another, in case you change your mind and must ask for it. "},{"book":"Ecclesiasticus","chapter":"33","verse":"21","text":" While you are still alive and have breath in you, do not let anyone take your place. "},{"book":"Ecclesiasticus","chapter":"33","verse":"22","text":" For it is better that your children should ask from you than that you should look to the hand of your children. "},{"book":"Ecclesiasticus","chapter":"33","verse":"23","text":" Excel in all that you do; bring no stain upon your honor. "},{"book":"Ecclesiasticus","chapter":"33","verse":"24","text":" At the time when you end the days of your life, in the hour of death, distribute your inheritance. "},{"book":"Ecclesiasticus","chapter":"33","verse":"25","text":" Fodder and a stick and burdens for a donkey; bread and discipline and work for a slave. "},{"book":"Ecclesiasticus","chapter":"33","verse":"26","text":" Set your slave to work, and you will find rest; leave his hands idle, and he will seek liberty. "},{"book":"Ecclesiasticus","chapter":"33","verse":"27","text":" Yoke and thong will bow the neck, and for a wicked slave there are racks and tortures. "},{"book":"Ecclesiasticus","chapter":"33","verse":"28","text":" Put him to work, in order that he may not be idle, "},{"book":"Ecclesiasticus","chapter":"33","verse":"29","text":" for idleness teaches much evil. "},{"book":"Ecclesiasticus","chapter":"33","verse":"30","text":" Set him to work, as is fitting for him, and if he does not obey, make his fetters heavy. Do not be overbearing toward anyone, and do nothing unjust. "},{"book":"Ecclesiasticus","chapter":"33","verse":"31","text":" If you have but one slave, treat him like yourself, because you have bought him with blood. If you have but one slave, treat him like a brother, for you will need him as you need your life. "},{"book":"Ecclesiasticus","chapter":"33","verse":"32","text":" If you ill-treat him, and he leaves you and runs away, "},{"book":"Ecclesiasticus","chapter":"33","verse":"33","text":" which way will you go to seek him? "}]