[{"book":"Ecclesiasticus","chapter":"47","verse":"1","text":" After him Nathan rose up to prophesy in the days of David. "},{"book":"Ecclesiasticus","chapter":"47","verse":"2","text":" As the fat is set apart from the offering of well-being, so David was set apart from the Israelites. "},{"book":"Ecclesiasticus","chapter":"47","verse":"3","text":" He played with lions as though they were young goats, and with bears as though they were lambs of the flock. "},{"book":"Ecclesiasticus","chapter":"47","verse":"4","text":" In his youth did he not kill a giant, and take away the people&#39s disgrace, when he whirled the stone in the sling and struck down the boasting Goliath? "},{"book":"Ecclesiasticus","chapter":"47","verse":"5","text":" For he called on the Lord, the Most High, and he gave strength to his right arm to strike down a mighty warrior, and to exalt the power of his people. "},{"book":"Ecclesiasticus","chapter":"47","verse":"6","text":" So they glorified him for the tens of thousands he conquered, and praised him for the blessings bestowed by the Lord, when the glorious diadem was given to him. "},{"book":"Ecclesiasticus","chapter":"47","verse":"7","text":" For he wiped out his enemies on every side, and annihilated his adversaries the Philistines; he crushed their power to our own day. "},{"book":"Ecclesiasticus","chapter":"47","verse":"8","text":" In all that he did he gave thanks to the Holy One, the Most High, proclaiming his glory; he sang praise with all his heart, and he loved his Maker. "},{"book":"Ecclesiasticus","chapter":"47","verse":"9","text":" He placed singers before the altar, to make sweet melody with their voices. "},{"book":"Ecclesiasticus","chapter":"47","verse":"10","text":" He gave beauty to the festivals, and arranged their times throughout the year, while they praised God&#39s holy name, and the sanctuary resounded from early morning. "},{"book":"Ecclesiasticus","chapter":"47","verse":"11","text":" The Lord took away his sins, and exalted his power forever; he gave him a covenant of kingship and a glorious throne in Israel. "},{"book":"Ecclesiasticus","chapter":"47","verse":"12","text":" After him a wise son rose up who because of him lived in security: "},{"book":"Ecclesiasticus","chapter":"47","verse":"13","text":" Solomon reigned in an age of peace, because God made all his borders tranquil, so that he might build a house in his name and provide a sanctuary to stand forever. "},{"book":"Ecclesiasticus","chapter":"47","verse":"14","text":" How wise you were when you were young! You overflowed like the Nile with understanding. "},{"book":"Ecclesiasticus","chapter":"47","verse":"15","text":" Your influence spread throughout the earth, and you filled it with proverbs having deep meaning. "},{"book":"Ecclesiasticus","chapter":"47","verse":"16","text":" Your fame reached to far-off islands, and you were loved for your peaceful reign. "},{"book":"Ecclesiasticus","chapter":"47","verse":"17","text":" Your songs, proverbs, and parables, and the answers you gave astounded the nations. "},{"book":"Ecclesiasticus","chapter":"47","verse":"18","text":" In the name of the Lord God, who is called the God of Israel, you gathered gold like tin and amassed silver like lead. "},{"book":"Ecclesiasticus","chapter":"47","verse":"19","text":" But you brought in women to lie at your side, and through your body you were brought into subjection. "},{"book":"Ecclesiasticus","chapter":"47","verse":"20","text":" You stained your honor, and defiled your family line, so that you brought wrath upon your children, and they were grieved at your folly, "},{"book":"Ecclesiasticus","chapter":"47","verse":"21","text":" because the sovereignty was divided and a rebel kingdom arose out of Ephraim. "},{"book":"Ecclesiasticus","chapter":"47","verse":"22","text":" But the Lord will never give up his mercy, or cause any of his works to perish; he will never blot out the descendants of his chosen one, or destroy the family line of him who loved him. So he gave a remnant to Jacob, and to David a root from his own family. "},{"book":"Ecclesiasticus","chapter":"47","verse":"23","text":" Solomon rested with his ancestors, and left behind him one of his sons, broad in folly and lacking in sense, Rehoboam, whose policy drove the people to revolt. Then Jeroboam son of Nebat led Israel into sin and started Ephraim on its sinful ways. "},{"book":"Ecclesiasticus","chapter":"47","verse":"24","text":" Their sins increased more and more, until they were exiled from their land. "},{"book":"Ecclesiasticus","chapter":"47","verse":"25","text":" For they sought out every kind of wickedness, until vengeance came upon them. "}]