[{"book":"Ecclesiasticus","chapter":"51","verse":"1","text":" I give you thanks, O Lord and King, and praise you, O God my Savior. I give thanks to your name, "},{"book":"Ecclesiasticus","chapter":"51","verse":"2","text":" for you have been my protector and helper and have delivered me from destruction and from the trap laid by a slanderous tongue, from lips that fabricate lies. In the face of my adversaries you have been my helper "},{"book":"Ecclesiasticus","chapter":"51","verse":"3","text":" and delivered me, in the greatness of your mercy and of your name, from grinding teeth about to devour me, from the hand of those seeking my life, from the many troubles I endured, "},{"book":"Ecclesiasticus","chapter":"51","verse":"4","text":" from choking fire on every side, and from the midst of fire that I had not kindled, "},{"book":"Ecclesiasticus","chapter":"51","verse":"5","text":" from the deep belly of Hades, from an unclean tongue and lying words-- "},{"book":"Ecclesiasticus","chapter":"51","verse":"6","text":" the slander of an unrighteous tongue to the king. My soul drew near to death, and my life was on the brink of Hades below. "},{"book":"Ecclesiasticus","chapter":"51","verse":"7","text":" They surrounded me on every side, and there was no one to help me; I looked for human assistance, and there was none. "},{"book":"Ecclesiasticus","chapter":"51","verse":"8","text":" Then I remembered your mercy, O Lord, and your kindness from of old, for you rescue those who wait for you and save them from the hand of their enemies. "},{"book":"Ecclesiasticus","chapter":"51","verse":"9","text":" And I sent up my prayer from the earth, and begged for rescue from death. "},{"book":"Ecclesiasticus","chapter":"51","verse":"10","text":" I cried out, &#34Lord, you are my Father; do not forsake me in the days of trouble, when there is no help against the proud. "},{"book":"Ecclesiasticus","chapter":"51","verse":"11","text":" I will praise your name continually, and will sing hymns of thanksgiving.&#34 My prayer was heard, "},{"book":"Ecclesiasticus","chapter":"51","verse":"12","text":" for you saved me from destruction and rescued me in time of trouble. For this reason I thank you and praise you, and I bless the name of the Lord. Give thanks to the LORD, for he is good, for his mercy endures forever; Give thanks to the God of praises, for his mercy endures forever; Give thanks to the guardian of Israel, for his mercy endures forever; Give thanks to him who formed all things, for his mercy endures forever; Give thanks to the redeemer of Israel, for his mercy endures forever; Give thanks to him who gathers the dispersed of Israel, for his mercy endures forever; Give thanks to him who rebuilt his city and his sanctuary, for his mercy endures forever; Give thanks to him who makes a horn to sprout for the house of David, for his mercy endures forever; Give thanks to him who has chosen the sons of Zadok to be priests, for his mercy endures forever; Give thanks to the shield of Abraham, for his mercy endures forever; Give thanks to the rock of Isaac, for his mercy endures forever; Give thanks to the mighty one of Jacob, for his mercy endures forever; Give thanks to him who has chosen Zion, for his mercy endures forever; Give thanks to the King of the kings of kings, for his mercy endures forever; He has raised up a horn for his people, praise for all his loyal ones. For the children of Israel, the people close to him. Praise the LORD! "},{"book":"Ecclesiasticus","chapter":"51","verse":"13","text":" While I was still young, before I went on my travels, I sought wisdom openly in my prayer. "},{"book":"Ecclesiasticus","chapter":"51","verse":"14","text":" Before the temple I asked for her, and I will search for her until the end. "},{"book":"Ecclesiasticus","chapter":"51","verse":"15","text":" From the first blossom to the ripening grape my heart delighted in her; my foot walked on the straight path; from my youth I followed her steps. "},{"book":"Ecclesiasticus","chapter":"51","verse":"16","text":" I inclined my ear a little and received her, and I found for myself much instruction. "},{"book":"Ecclesiasticus","chapter":"51","verse":"17","text":" I made progress in her; to him who gives wisdom I will give glory. "},{"book":"Ecclesiasticus","chapter":"51","verse":"18","text":" For I resolved to live according to wisdom, and I was zealous for the good, and I shall never be disappointed. "},{"book":"Ecclesiasticus","chapter":"51","verse":"19","text":" My soul grappled with wisdom, and in my conduct I was strict; I spread out my hands to the heavens, and lamented my ignorance of her. "},{"book":"Ecclesiasticus","chapter":"51","verse":"20","text":" I directed my soul to her, and in purity I found her. With her I gained understanding from the first; therefore I will never be forsaken. "},{"book":"Ecclesiasticus","chapter":"51","verse":"21","text":" My heart was stirred to seek her; therefore I have gained a prize possession. "},{"book":"Ecclesiasticus","chapter":"51","verse":"22","text":" The Lord gave me my tongue as a reward, and I will praise him with it. "},{"book":"Ecclesiasticus","chapter":"51","verse":"23","text":" Draw near to me, you who are uneducated, and lodge in the house of instruction. "},{"book":"Ecclesiasticus","chapter":"51","verse":"24","text":" Why do you say you are lacking in these things, and why do you endure such great thirst? "},{"book":"Ecclesiasticus","chapter":"51","verse":"25","text":" I opened my mouth and said, Acquire wisdom for yourselves without money. "},{"book":"Ecclesiasticus","chapter":"51","verse":"26","text":" Put your neck under her yoke, and let your souls receive instruction; it is to be found close by. "},{"book":"Ecclesiasticus","chapter":"51","verse":"27","text":" See with your own eyes that I have labored but little and found for myself much serenity. "},{"book":"Ecclesiasticus","chapter":"51","verse":"28","text":" Hear but a little of my instruction, and through me you will acquire silver and gold. "},{"book":"Ecclesiasticus","chapter":"51","verse":"29","text":" May your soul rejoice in God&#39s mercy, and may you never be ashamed to praise him. "},{"book":"Ecclesiasticus","chapter":"51","verse":"30","text":" Do your work in good time, and in his own time God will give you your reward.  "}]