[{"book":"Ecclesiasticus","chapter":"23","verse":"1","text":" O Lord, Father and Master of my life, do not abandon me to their designs, and do not let me fall because of them! "},{"book":"Ecclesiasticus","chapter":"23","verse":"2","text":" Who will set whips over my thoughts, and the discipline of wisdom over my mind, so as not to spare me in my errors, and not overlook my sins? "},{"book":"Ecclesiasticus","chapter":"23","verse":"3","text":" Otherwise my mistakes may be multiplied, and my sins may abound, and I may fall before my adversaries, and my enemy may rejoice over me. "},{"book":"Ecclesiasticus","chapter":"23","verse":"4","text":" O Lord, Father and God of my life, do not give me haughty eyes, "},{"book":"Ecclesiasticus","chapter":"23","verse":"5","text":" and remove evil desire from me. "},{"book":"Ecclesiasticus","chapter":"23","verse":"6","text":" Let neither gluttony nor lust overcome me, and do not give me over to shameless passion. "},{"book":"Ecclesiasticus","chapter":"23","verse":"7","text":" Listen, my children, to instruction concerning the mouth; the one who observes it will never be caught. "},{"book":"Ecclesiasticus","chapter":"23","verse":"8","text":" Sinners are overtaken through their lips; by them the reviler and the arrogant are tripped up. "},{"book":"Ecclesiasticus","chapter":"23","verse":"9","text":" Do not accustom your mouth to oaths, nor habitually utter the name of the Holy One; "},{"book":"Ecclesiasticus","chapter":"23","verse":"10","text":" for as a servant who is constantly under scrutiny will not lack bruises, so also the person who always swears and utters the Name will never be cleansed from sin. "},{"book":"Ecclesiasticus","chapter":"23","verse":"11","text":" The one who swears many oaths is full of iniquity, and the scourge will not leave his house. If he swears in error, his sin remains on him, and if he disregards it, he sins doubly; if he swears a false oath, he will not be justified, for his house will be filled with calamities. "},{"book":"Ecclesiasticus","chapter":"23","verse":"12","text":" There is a manner of speaking comparable to death; may it never be found in the inheritance of Jacob! Such conduct will be far from the godly, and they will not wallow in sins. "},{"book":"Ecclesiasticus","chapter":"23","verse":"13","text":" Do not accustom your mouth to coarse, foul language, for it involves sinful speech. "},{"book":"Ecclesiasticus","chapter":"23","verse":"14","text":" Remember your father and mother when you sit among the great, or you may forget yourself in their presence, and behave like a fool through bad habit; then you will wish that you had never been born, and you will curse the day of your birth. "},{"book":"Ecclesiasticus","chapter":"23","verse":"15","text":" Those who are accustomed to using abusive language will never become disciplined as long as they live. "},{"book":"Ecclesiasticus","chapter":"23","verse":"16","text":" Two kinds of individuals multiply sins, and a third incurs wrath. Hot passion that blazes like a fire will not be quenched until it burns itself out; one who commits fornication with his near of kin will never cease until the fire burns him up. "},{"book":"Ecclesiasticus","chapter":"23","verse":"17","text":" To a fornicator all bread is sweet; he will never weary until he dies. "},{"book":"Ecclesiasticus","chapter":"23","verse":"18","text":" The one who sins against his marriage bed says to himself, &#34Who can see me? Darkness surrounds me, the walls hide me, and no one sees me. Why should I worry? The Most High will not remember sins.&#34 "},{"book":"Ecclesiasticus","chapter":"23","verse":"19","text":" His fear is confined to human eyes and he does not realize that the eyes of the Lord are ten thousand times brighter than the sun; they look upon every aspect of human behavior and see into hidden corners. "},{"book":"Ecclesiasticus","chapter":"23","verse":"20","text":" Before the universe was created, it was known to him, and so it is since its completion. "},{"book":"Ecclesiasticus","chapter":"23","verse":"21","text":" This man will be punished in the streets of the city, and where he least suspects it, he will be seized. "},{"book":"Ecclesiasticus","chapter":"23","verse":"22","text":" So it is with a woman who leaves her husband and presents him with an heir by another man. "},{"book":"Ecclesiasticus","chapter":"23","verse":"23","text":" For first of all, she has disobeyed the law of the Most High; second, she has committed an offense against her husband; and third, through her fornication she has committed adultery and brought forth children by another man. "},{"book":"Ecclesiasticus","chapter":"23","verse":"24","text":" She herself will be brought before the assembly, and her punishment will extend to her children. "},{"book":"Ecclesiasticus","chapter":"23","verse":"25","text":" Her children will not take root, and her branches will not bear fruit. "},{"book":"Ecclesiasticus","chapter":"23","verse":"26","text":" She will leave behind an accursed memory and her disgrace will never be blotted out. "},{"book":"Ecclesiasticus","chapter":"23","verse":"27","text":" Those who survive her will recognize that nothing is better than the fear of the Lord, and nothing sweeter than to heed the commandments of the Lord. "}]