[{"book":"Ecclesiastes","chapter":"7","verse":"1","text":" A good name is better than precious ointment, and the day of death, than the day of birth. "},{"book":"Ecclesiastes","chapter":"7","verse":"2","text":" It is better to go to the house of mourning than to go to the house of feasting; for this is the end of everyone, and the living will lay it to heart. "},{"book":"Ecclesiastes","chapter":"7","verse":"3","text":" Sorrow is better than laughter, for by sadness of countenance the heart is made glad. "},{"book":"Ecclesiastes","chapter":"7","verse":"4","text":" The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth. "},{"book":"Ecclesiastes","chapter":"7","verse":"5","text":" It is better to hear the rebuke of the wise than to hear the song of fools. "},{"book":"Ecclesiastes","chapter":"7","verse":"6","text":" For like the crackling of thorns under a pot, so is the laughter of fools; this also is vanity. "},{"book":"Ecclesiastes","chapter":"7","verse":"7","text":" Surely oppression makes the wise foolish, and a bribe corrupts the heart. "},{"book":"Ecclesiastes","chapter":"7","verse":"8","text":" Better is the end of a thing than its beginning; the patient in spirit are better than the proud in spirit. "},{"book":"Ecclesiastes","chapter":"7","verse":"9","text":" Do not be quick to anger, for anger lodges in the bosom of fools. "},{"book":"Ecclesiastes","chapter":"7","verse":"10","text":" Do not say, &#34Why were the former days better than these?&#34 For it is not from wisdom that you ask this. "},{"book":"Ecclesiastes","chapter":"7","verse":"11","text":" Wisdom is as good as an inheritance, an advantage to those who see the sun. "},{"book":"Ecclesiastes","chapter":"7","verse":"12","text":" For the protection of wisdom is like the protection of money, and the advantage of knowledge is that wisdom gives life to the one who possesses it. "},{"book":"Ecclesiastes","chapter":"7","verse":"13","text":" Consider the work of God; who can make straight what he has made crooked? "},{"book":"Ecclesiastes","chapter":"7","verse":"14","text":" In the day of prosperity be joyful, and in the day of adversity consider; God has made the one as well as the other, so that mortals may not find out anything that will come after them. "},{"book":"Ecclesiastes","chapter":"7","verse":"15","text":" In my vain life I have seen everything; there are righteous people who perish in their righteousness, and there are wicked people who prolong their life in their evildoing. "},{"book":"Ecclesiastes","chapter":"7","verse":"16","text":" Do not be too righteous, and do not act too wise; why should you destroy yourself? "},{"book":"Ecclesiastes","chapter":"7","verse":"17","text":" Do not be too wicked, and do not be a fool; why should you die before your time? "},{"book":"Ecclesiastes","chapter":"7","verse":"18","text":" It is good that you should take hold of the one, without letting go of the other; for the one who fears God shall succeed with both. "},{"book":"Ecclesiastes","chapter":"7","verse":"19","text":" Wisdom gives strength to the wise more than ten rulers that are in a city. "},{"book":"Ecclesiastes","chapter":"7","verse":"20","text":" Surely there is no one on earth so righteous as to do good without ever sinning. "},{"book":"Ecclesiastes","chapter":"7","verse":"21","text":" Do not give heed to everything that people say, or you may hear your servant cursing you; "},{"book":"Ecclesiastes","chapter":"7","verse":"22","text":" your heart knows that many times you have yourself cursed others. "},{"book":"Ecclesiastes","chapter":"7","verse":"23","text":" All this I have tested by wisdom; I said, &#34I will be wise,&#34 but it was far from me. "},{"book":"Ecclesiastes","chapter":"7","verse":"24","text":" That which is, is far off, and deep, very deep; who can find it out? "},{"book":"Ecclesiastes","chapter":"7","verse":"25","text":" I turned my mind to know and to search out and to seek wisdom and the sum of things, and to know that wickedness is folly and that foolishness is madness. "},{"book":"Ecclesiastes","chapter":"7","verse":"26","text":" I found more bitter than death the woman who is a trap, whose heart is snares and nets, whose hands are fetters; one who pleases God escapes her, but the sinner is taken by her. "},{"book":"Ecclesiastes","chapter":"7","verse":"27","text":" See, this is what I found, says the Teacher, adding one thing to another to find the sum, "},{"book":"Ecclesiastes","chapter":"7","verse":"28","text":" which my mind has sought repeatedly, but I have not found. One man among a thousand I found, but a woman among all these I have not found. "},{"book":"Ecclesiastes","chapter":"7","verse":"29","text":" See, this alone I found, that God made human beings straightforward, but they have devised many schemes. "}]