[{"book":"Ecclesiasticus","chapter":"41","verse":"1","text":" O death, how bitter is the thought of you to the one at peace among possessions, who has nothing to worry about and is prosperous in everything, and still is vigorous enough to enjoy food! "},{"book":"Ecclesiasticus","chapter":"41","verse":"2","text":" O death, how welcome is your sentence to one who is needy and failing in strength, worn down by age and anxious about everything; to one who is contrary, and has lost all patience! "},{"book":"Ecclesiasticus","chapter":"41","verse":"3","text":" Do not fear death&#39s decree for you; remember those who went before you and those who will come after. "},{"book":"Ecclesiasticus","chapter":"41","verse":"4","text":" This is the Lord&#39s decree for all flesh; why then should you reject the will of the Most High? Whether life lasts for ten years or a hundred or a thousand, there are no questions asked in Hades. "},{"book":"Ecclesiasticus","chapter":"41","verse":"5","text":" The children of sinners are abominable children, and they frequent the haunts of the ungodly. "},{"book":"Ecclesiasticus","chapter":"41","verse":"6","text":" The inheritance of the children of sinners will perish, and on their offspring will be a perpetual disgrace. "},{"book":"Ecclesiasticus","chapter":"41","verse":"7","text":" Children will blame an ungodly father, for they suffer disgrace because of him. "},{"book":"Ecclesiasticus","chapter":"41","verse":"8","text":" Woe to you, the ungodly, who have forsaken the law of the Most High God! "},{"book":"Ecclesiasticus","chapter":"41","verse":"9","text":" If you have children, calamity will be theirs; you will beget them only for groaning. When you stumble, there is lasting joy; and when you die, a curse is your lot. "},{"book":"Ecclesiasticus","chapter":"41","verse":"10","text":" Whatever comes from earth returns to earth; so the ungodly go from curse to destruction. "},{"book":"Ecclesiasticus","chapter":"41","verse":"11","text":" The human body is a fleeting thing, but a virtuous name will never be blotted out. "},{"book":"Ecclesiasticus","chapter":"41","verse":"12","text":" Have regard for your name, since it will outlive you longer than a thousand hoards of gold. "},{"book":"Ecclesiasticus","chapter":"41","verse":"13","text":" The days of a good life are numbered, but a good name lasts forever. "},{"book":"Ecclesiasticus","chapter":"41","verse":"14","text":" My children, be true to your training and be at peace; hidden wisdom and unseen treasure-- of what value is either? "},{"book":"Ecclesiasticus","chapter":"41","verse":"15","text":" Better are those who hide their folly than those who hide their wisdom. "},{"book":"Ecclesiasticus","chapter":"41","verse":"16","text":" Therefore show respect for my words; for it is not good to feel shame in every circumstance, nor is every kind of abashment to be approved. "},{"book":"Ecclesiasticus","chapter":"41","verse":"17","text":" Be ashamed of sexual immorality, before your father or mother; and of a lie, before a prince or a ruler; "},{"book":"Ecclesiasticus","chapter":"41","verse":"18","text":" of a crime, before a judge or magistrate; and of a breach of the law, before the congregation and the people; of unjust dealing, before your partner or your friend; "},{"book":"Ecclesiasticus","chapter":"41","verse":"19","text":" and of theft, in the place where you live. Be ashamed of breaking an oath or agreement, and of leaning on your elbow at meals; of surliness in receiving or giving, "},{"book":"Ecclesiasticus","chapter":"41","verse":"20","text":" and of silence, before those who greet you; of looking at a prostitute, "},{"book":"Ecclesiasticus","chapter":"41","verse":"21","text":" and of rejecting the appeal of a relative; of taking away someone&#39s portion or gift, and of gazing at another man&#39s wife; "},{"book":"Ecclesiasticus","chapter":"41","verse":"22","text":" of meddling with his servant-girl-- and do not approach her bed; of abusive words, before friends-- and do not be insulting after making a gift. "}]