[{"book":"Ecclesiasticus","chapter":"49","verse":"1","text":" The name of Josiah is like blended incense prepared by the skill of the perfumer; his memory is as sweet as honey to every mouth, and like music at a banquet of wine. "},{"book":"Ecclesiasticus","chapter":"49","verse":"2","text":" He did what was right by reforming the people, and removing the wicked abominations. "},{"book":"Ecclesiasticus","chapter":"49","verse":"3","text":" He kept his heart fixed on the Lord; in lawless times he made godliness prevail. "},{"book":"Ecclesiasticus","chapter":"49","verse":"4","text":" Except for David and Hezekiah and Josiah, all of them were great sinners, for they abandoned the law of the Most High; the kings of Judah came to an end. "},{"book":"Ecclesiasticus","chapter":"49","verse":"5","text":" They gave their power to others, and their glory to a foreign nation, "},{"book":"Ecclesiasticus","chapter":"49","verse":"6","text":" who set fire to the chosen city of the sanctuary, and made its streets desolate, as Jeremiah had foretold. "},{"book":"Ecclesiasticus","chapter":"49","verse":"7","text":" For they had mistreated him, who even in the womb had been consecrated a prophet, to pluck up and ruin and destroy, and likewise to build and to plant. "},{"book":"Ecclesiasticus","chapter":"49","verse":"8","text":" It was Ezekiel who saw the vision of glory, which God showed him above the chariot of the cherubim. "},{"book":"Ecclesiasticus","chapter":"49","verse":"9","text":" For God also mentioned Job who held fast to all the ways of justice. "},{"book":"Ecclesiasticus","chapter":"49","verse":"10","text":" May the bones of the Twelve Prophets send forth new life from where they lie, for they comforted the people of Jacob and delivered them with confident hope. "},{"book":"Ecclesiasticus","chapter":"49","verse":"11","text":" How shall we magnify Zerubbabel? He was like a signet ring on the right hand, "},{"book":"Ecclesiasticus","chapter":"49","verse":"12","text":" and so was Jeshua son of Jozadak; in their days they built the house and raised a temple holy to the Lord, destined for everlasting glory. "},{"book":"Ecclesiasticus","chapter":"49","verse":"13","text":" The memory of Nehemiah also is lasting; he raised our fallen walls, and set up gates and bars, and rebuilt our ruined houses. "},{"book":"Ecclesiasticus","chapter":"49","verse":"14","text":" Few have ever been created on earth like Enoch, for he was taken up from the earth. "},{"book":"Ecclesiasticus","chapter":"49","verse":"15","text":" Nor was anyone ever born like Joseph; even his bones were cared for. "},{"book":"Ecclesiasticus","chapter":"49","verse":"16","text":" Shem and Seth and Enosh were honored, but above every other created living being was Adam. "}]