[{"book":"Ecclesiasticus","chapter":"8","verse":"1","text":" Do not contend with the powerful, or you may fall into their hands. "},{"book":"Ecclesiasticus","chapter":"8","verse":"2","text":" Do not quarrel with the rich, in case their resources outweigh yours; for gold has ruined many, and has perverted the minds of kings. "},{"book":"Ecclesiasticus","chapter":"8","verse":"3","text":" Do not argue with the loud of mouth, and do not heap wood on their fire. "},{"book":"Ecclesiasticus","chapter":"8","verse":"4","text":" Do not make fun of one who is ill-bred, or your ancestors may be insulted. "},{"book":"Ecclesiasticus","chapter":"8","verse":"5","text":" Do not reproach one who is turning away from sin; remember that we all deserve punishment. "},{"book":"Ecclesiasticus","chapter":"8","verse":"6","text":" Do not disdain one who is old, for some of us are also growing old. "},{"book":"Ecclesiasticus","chapter":"8","verse":"7","text":" Do not rejoice over any one&#39s death; remember that we must all die. "},{"book":"Ecclesiasticus","chapter":"8","verse":"8","text":" Do not slight the discourse of the sages, but busy yourself with their maxims; because from them you will learn discipline and how to serve princes. "},{"book":"Ecclesiasticus","chapter":"8","verse":"9","text":" Do not ignore the discourse of the aged, for they themselves learned from their parents; from them you learn how to understand and to give an answer when the need arises. "},{"book":"Ecclesiasticus","chapter":"8","verse":"10","text":" Do not kindle the coals of sinners, or you may be burned in their flaming fire. "},{"book":"Ecclesiasticus","chapter":"8","verse":"11","text":" Do not let the insolent bring you to your feet, or they may lie in ambush against your words. "},{"book":"Ecclesiasticus","chapter":"8","verse":"12","text":" Do not lend to one who is stronger than you; but if you do lend anything, count it as a loss. "},{"book":"Ecclesiasticus","chapter":"8","verse":"13","text":" Do not give surety beyond your means; but if you give surety, be prepared to pay. "},{"book":"Ecclesiasticus","chapter":"8","verse":"14","text":" Do not go to law against a judge, for the decision will favor him because of his standing. "},{"book":"Ecclesiasticus","chapter":"8","verse":"15","text":" Do not go traveling with the reckless, or they will be burdensome to you; for they will act as they please, and through their folly you will perish with them. "},{"book":"Ecclesiasticus","chapter":"8","verse":"16","text":" Do not pick a fight with the quick-tempered, and do not journey with them through lonely country, because bloodshed means nothing to them, and where no help is at hand, they will strike you down. "},{"book":"Ecclesiasticus","chapter":"8","verse":"17","text":" Do not consult with fools, for they cannot keep a secret. "},{"book":"Ecclesiasticus","chapter":"8","verse":"18","text":" In the presence of strangers do nothing that is to be kept secret, for you do not know what they will divulge. "},{"book":"Ecclesiasticus","chapter":"8","verse":"19","text":" Do not reveal your thoughts to anyone, or you may drive away your happiness. "}]