[{"book":"Ecclesiasticus","chapter":"15","verse":"1","text":" Whoever fears the Lord will do this, and whoever holds to the law will obtain wisdom. "},{"book":"Ecclesiasticus","chapter":"15","verse":"2","text":" She will come to meet him like a mother, and like a young bride she will welcome him. "},{"book":"Ecclesiasticus","chapter":"15","verse":"3","text":" She will feed him with the bread of learning, and give him the water of wisdom to drink. "},{"book":"Ecclesiasticus","chapter":"15","verse":"4","text":" He will lean on her and not fall, and he will rely on her and not be put to shame. "},{"book":"Ecclesiasticus","chapter":"15","verse":"5","text":" She will exalt him above his neighbors, and will open his mouth in the midst of the assembly. "},{"book":"Ecclesiasticus","chapter":"15","verse":"6","text":" He will find gladness and a crown of rejoicing, and will inherit an everlasting name. "},{"book":"Ecclesiasticus","chapter":"15","verse":"7","text":" The foolish will not obtain her, and sinners will not see her. "},{"book":"Ecclesiasticus","chapter":"15","verse":"8","text":" She is far from arrogance, and liars will never think of her. "},{"book":"Ecclesiasticus","chapter":"15","verse":"9","text":" Praise is unseemly on the lips of a sinner, for it has not been sent from the Lord. "},{"book":"Ecclesiasticus","chapter":"15","verse":"10","text":" For in wisdom must praise be uttered, and the Lord will make it prosper. "},{"book":"Ecclesiasticus","chapter":"15","verse":"11","text":" Do not say, &#34It was the Lord&#39s doing that I fell away&#34; for he does not do what he hates. "},{"book":"Ecclesiasticus","chapter":"15","verse":"12","text":" Do not say, &#34It was he who led me astray&#34; for he has no need of the sinful. "},{"book":"Ecclesiasticus","chapter":"15","verse":"13","text":" The Lord hates all abominations; such things are not loved by those who fear him. "},{"book":"Ecclesiasticus","chapter":"15","verse":"14","text":" It was he who created humankind in the beginning, and he left them in the power of their own free choice. "},{"book":"Ecclesiasticus","chapter":"15","verse":"15","text":" If you choose, you can keep the commandments, and to act faithfully is a matter of your own choice. "},{"book":"Ecclesiasticus","chapter":"15","verse":"16","text":" He has placed before you fire and water; stretch out your hand for whichever you choose. "},{"book":"Ecclesiasticus","chapter":"15","verse":"17","text":" Before each person are life and death, and whichever one chooses will be given. "},{"book":"Ecclesiasticus","chapter":"15","verse":"18","text":" For great is the wisdom of the Lord; he is mighty in power and sees everything; "},{"book":"Ecclesiasticus","chapter":"15","verse":"19","text":" his eyes are on those who fear him, and he knows every human action. "},{"book":"Ecclesiasticus","chapter":"15","verse":"20","text":" He has not commanded anyone to be wicked, and he has not given anyone permission to sin. "}]