[{"book":"Ecclesiasticus","chapter":"30","verse":"1","text":" He who loves his son will whip him often, so that he may rejoice at the way he turns out. "},{"book":"Ecclesiasticus","chapter":"30","verse":"2","text":" He who disciplines his son will profit by him, and will boast of him among acquaintances. "},{"book":"Ecclesiasticus","chapter":"30","verse":"3","text":" He who teaches his son will make his enemies envious, and will glory in him among his friends. "},{"book":"Ecclesiasticus","chapter":"30","verse":"4","text":" When the father dies he will not seem to be dead, for he has left behind him one like himself, "},{"book":"Ecclesiasticus","chapter":"30","verse":"5","text":" whom in his life he looked upon with joy and at death, without grief. "},{"book":"Ecclesiasticus","chapter":"30","verse":"6","text":" He has left behind him an avenger against his enemies, and one to repay the kindness of his friends. "},{"book":"Ecclesiasticus","chapter":"30","verse":"7","text":" Whoever spoils his son will bind up his wounds, and will suffer heartache at every cry. "},{"book":"Ecclesiasticus","chapter":"30","verse":"8","text":" An unbroken horse turns out stubborn, and an unchecked son turns out headstrong. "},{"book":"Ecclesiasticus","chapter":"30","verse":"9","text":" Pamper a child, and he will terrorize you; play with him, and he will grieve you. "},{"book":"Ecclesiasticus","chapter":"30","verse":"10","text":" Do not laugh with him, or you will have sorrow with him, and in the end you will gnash your teeth. "},{"book":"Ecclesiasticus","chapter":"30","verse":"11","text":" Give him no freedom in his youth, and do not ignore his errors. "},{"book":"Ecclesiasticus","chapter":"30","verse":"12","text":" Bow down his neck in his youth, and beat his sides while he is young, or else he will become stubborn and disobey you, and you will have sorrow of soul from him. "},{"book":"Ecclesiasticus","chapter":"30","verse":"13","text":" Discipline your son and make his yoke heavy, so that you may not be offended by his shamelessness. "},{"book":"Ecclesiasticus","chapter":"30","verse":"14","text":" Better off poor, healthy, and fit than rich and afflicted in body. "},{"book":"Ecclesiasticus","chapter":"30","verse":"15","text":" Health and fitness are better than any gold, and a robust body than countless riches. "},{"book":"Ecclesiasticus","chapter":"30","verse":"16","text":" There is no wealth better than health of body, and no gladness above joy of heart. "},{"book":"Ecclesiasticus","chapter":"30","verse":"17","text":" Death is better than a life of misery, and eternal sleep than chronic sickness. "},{"book":"Ecclesiasticus","chapter":"30","verse":"18","text":" Good things poured out upon a mouth that is closed are like offerings of food placed upon a grave. "},{"book":"Ecclesiasticus","chapter":"30","verse":"19","text":" Of what use to an idol is a sacrifice? For it can neither eat nor smell. So is the one punished by the Lord; "},{"book":"Ecclesiasticus","chapter":"30","verse":"20","text":" he sees with his eyes and groans as a eunuch groans when embracing a girl. "},{"book":"Ecclesiasticus","chapter":"30","verse":"21","text":" Do not give yourself over to sorrow, and do not distress yourself deliberately. "},{"book":"Ecclesiasticus","chapter":"30","verse":"22","text":" A joyful heart is life itself, and rejoicing lengthens one&#39s life span. "},{"book":"Ecclesiasticus","chapter":"30","verse":"23","text":" Indulge yourself and take comfort, and remove sorrow far from you, for sorrow has destroyed many, and no advantage ever comes from it. "},{"book":"Ecclesiasticus","chapter":"30","verse":"24","text":" Jealousy and anger shorten life, and anxiety brings on premature old age. "},{"book":"Ecclesiasticus","chapter":"30","verse":"25","text":" Those who are cheerful and merry at table will benefit from their food. "}]