[{"book":"Ecclesiasticus","chapter":"24","verse":"1","text":" Wisdom praises herself, and tells of her glory in the midst of her people. "},{"book":"Ecclesiasticus","chapter":"24","verse":"2","text":" In the assembly of the Most High she opens her mouth, and in the presence of his hosts she tells of her glory: "},{"book":"Ecclesiasticus","chapter":"24","verse":"3","text":" &#34I came forth from the mouth of the Most High, and covered the earth like a mist. "},{"book":"Ecclesiasticus","chapter":"24","verse":"4","text":" I dwelt in the highest heavens, and my throne was in a pillar of cloud. "},{"book":"Ecclesiasticus","chapter":"24","verse":"5","text":" Alone I compassed the vault of heaven and traversed the depths of the abyss. "},{"book":"Ecclesiasticus","chapter":"24","verse":"6","text":" Over waves of the sea, over all the earth, and over every people and nation I have held sway. "},{"book":"Ecclesiasticus","chapter":"24","verse":"7","text":" Among all these I sought a resting place; in whose territory should I abide? "},{"book":"Ecclesiasticus","chapter":"24","verse":"8","text":" &#34Then the Creator of all things gave me a command, and my Creator chose the place for my tent. He said, &#39Make your dwelling in Jacob, and in Israel receive your inheritance.&#39 "},{"book":"Ecclesiasticus","chapter":"24","verse":"9","text":" Before the ages, in the beginning, he created me, and for all the ages I shall not cease to be. "},{"book":"Ecclesiasticus","chapter":"24","verse":"10","text":" In the holy tent I ministered before him, and so I was established in Zion. "},{"book":"Ecclesiasticus","chapter":"24","verse":"11","text":" Thus in the beloved city he gave me a resting place, and in Jerusalem was my domain. "},{"book":"Ecclesiasticus","chapter":"24","verse":"12","text":" I took root in an honored people, in the portion of the Lord, his heritage. "},{"book":"Ecclesiasticus","chapter":"24","verse":"13","text":" &#34I grew tall like a cedar in Lebanon, and like a cypress on the heights of Hermon. "},{"book":"Ecclesiasticus","chapter":"24","verse":"14","text":" I grew tall like a palm tree in En-gedi, and like rosebushes in Jericho; like a fair olive tree in the field, and like a plane tree beside water I grew tall. "},{"book":"Ecclesiasticus","chapter":"24","verse":"15","text":" Like cassia and camel&#39s thorn I gave forth perfume, and like choice myrrh I spread my fragrance, like galbanum, onycha, and stacte, and like the odor of incense in the tent. "},{"book":"Ecclesiasticus","chapter":"24","verse":"16","text":" Like a terebinth I spread out my branches, and my branches are glorious and graceful. "},{"book":"Ecclesiasticus","chapter":"24","verse":"17","text":" Like the vine I bud forth delights, and my blossoms become glorious and abundant fruit. "},{"book":"Ecclesiasticus","chapter":"24","verse":"18","text":"  "},{"book":"Ecclesiasticus","chapter":"24","verse":"19","text":" &#34Come to me, you who desire me, and eat your fill of my fruits. "},{"book":"Ecclesiasticus","chapter":"24","verse":"20","text":" For the memory of me is sweeter than honey, and the possession of me sweeter than the honeycomb. "},{"book":"Ecclesiasticus","chapter":"24","verse":"21","text":" Those who eat of me will hunger for more, and those who drink of me will thirst for more. "},{"book":"Ecclesiasticus","chapter":"24","verse":"22","text":" Whoever obeys me will not be put to shame, and those who work with me will not sin.&#34 "},{"book":"Ecclesiasticus","chapter":"24","verse":"23","text":" All this is the book of the covenant of the Most High God, the law that Moses commanded us as an inheritance for the congregations of Jacob. "},{"book":"Ecclesiasticus","chapter":"24","verse":"24","text":"  "},{"book":"Ecclesiasticus","chapter":"24","verse":"25","text":" It overflows, like the Pishon, with wisdom, and like the Tigris at the time of the first fruits. "},{"book":"Ecclesiasticus","chapter":"24","verse":"26","text":" It runs over, like the Euphrates, with understanding, and like the Jordan at harvest time. "},{"book":"Ecclesiasticus","chapter":"24","verse":"27","text":" It pours forth instruction like the Nile, like the Gihon at the time of vintage. "},{"book":"Ecclesiasticus","chapter":"24","verse":"28","text":" The first man did not know wisdom fully, nor will the last one fathom her. "},{"book":"Ecclesiasticus","chapter":"24","verse":"29","text":" For her thoughts are more abundant than the sea, and her counsel deeper than the great abyss. "},{"book":"Ecclesiasticus","chapter":"24","verse":"30","text":" As for me, I was like a canal from a river, like a water channel into a garden. "},{"book":"Ecclesiasticus","chapter":"24","verse":"31","text":" I said, &#34I will water my garden and drench my flower-beds.&#34 And lo, my canal became a river, and my river a sea. "},{"book":"Ecclesiasticus","chapter":"24","verse":"32","text":" I will again make instruction shine forth like the dawn, and I will make it clear from far away. "},{"book":"Ecclesiasticus","chapter":"24","verse":"33","text":" I will again pour out teaching like prophecy, and leave it to all future generations. "},{"book":"Ecclesiasticus","chapter":"24","verse":"34","text":" Observe that I have not labored for myself alone, but for all who seek wisdom. "}]