[{"book":"Ecclesiasticus","chapter":"20","verse":"1","text":" There is a rebuke that is untimely, and there is the person who is wise enough to keep silent. "},{"book":"Ecclesiasticus","chapter":"20","verse":"2","text":" How much better it is to rebuke than to fume! "},{"book":"Ecclesiasticus","chapter":"20","verse":"3","text":" And the one who admits his fault will be kept from failure. "},{"book":"Ecclesiasticus","chapter":"20","verse":"4","text":" Like a eunuch lusting to violate a girl is the person who does right under compulsion. "},{"book":"Ecclesiasticus","chapter":"20","verse":"5","text":" Some people keep silent and are thought to be wise, while others are detested for being talkative. "},{"book":"Ecclesiasticus","chapter":"20","verse":"6","text":" Some people keep silent because they have nothing to say, while others keep silent because they know when to speak. "},{"book":"Ecclesiasticus","chapter":"20","verse":"7","text":" The wise remain silent until the right moment, but a boasting fool misses the right moment. "},{"book":"Ecclesiasticus","chapter":"20","verse":"8","text":" Whoever talks too much is detested, and whoever pretends to authority is hated. "},{"book":"Ecclesiasticus","chapter":"20","verse":"9","text":" There may be good fortune for a person in adversity, and a windfall may result in a loss. "},{"book":"Ecclesiasticus","chapter":"20","verse":"10","text":" There is the gift that profits you nothing, and the gift to be paid back double. "},{"book":"Ecclesiasticus","chapter":"20","verse":"11","text":" There are losses for the sake of glory, and there are some who have raised their heads from humble circumstances. "},{"book":"Ecclesiasticus","chapter":"20","verse":"12","text":" Some buy much for little, but pay for it seven times over. "},{"book":"Ecclesiasticus","chapter":"20","verse":"13","text":" The wise make themselves beloved by only few words, but the courtesies of fools are wasted. "},{"book":"Ecclesiasticus","chapter":"20","verse":"14","text":" A fool&#39s gift will profit you nothing, for he looks for recompense sevenfold. "},{"book":"Ecclesiasticus","chapter":"20","verse":"15","text":" He gives little and upbraids much; he opens his mouth like a town crier. Today he lends and tomorrow he asks it back; such a one is hateful to God and humans. "},{"book":"Ecclesiasticus","chapter":"20","verse":"16","text":" The fool says, &#34I have no friends, and I get no thanks for my good deeds. Those who eat my bread are evil-tongued.&#34 "},{"book":"Ecclesiasticus","chapter":"20","verse":"17","text":" How many will ridicule him, and how often! "},{"book":"Ecclesiasticus","chapter":"20","verse":"18","text":" A slip on the pavement is better than a slip of the tongue; the downfall of the wicked will occur just as speedily. "},{"book":"Ecclesiasticus","chapter":"20","verse":"19","text":" A coarse person is like an inappropriate story, continually on the lips of the ignorant. "},{"book":"Ecclesiasticus","chapter":"20","verse":"20","text":" A proverb from a fool&#39s lips will be rejected, for he does not tell it at the proper time. "},{"book":"Ecclesiasticus","chapter":"20","verse":"21","text":" One may be prevented from sinning by poverty; so when he rests he feels no remorse. "},{"book":"Ecclesiasticus","chapter":"20","verse":"22","text":" One may lose his life through shame, or lose it because of human respect. "},{"book":"Ecclesiasticus","chapter":"20","verse":"23","text":" Another out of shame makes promises to a friend, and so makes an enemy for nothing. "},{"book":"Ecclesiasticus","chapter":"20","verse":"24","text":" A lie is an ugly blot on a person; it is continually on the lips of the ignorant. "},{"book":"Ecclesiasticus","chapter":"20","verse":"25","text":" A thief is preferable to a habitual liar, but the lot of both is ruin. "},{"book":"Ecclesiasticus","chapter":"20","verse":"26","text":" A liar&#39s way leads to disgrace, and his shame is ever with him. "},{"book":"Ecclesiasticus","chapter":"20","verse":"27","text":" The wise person advances himself by his words, and one who is sensible pleases the great. "},{"book":"Ecclesiasticus","chapter":"20","verse":"28","text":" Those who cultivate the soil heap up their harvest, and those who please the great atone for injustice. "},{"book":"Ecclesiasticus","chapter":"20","verse":"29","text":" Favors and gifts blind the eyes of the wise; like a muzzle on the mouth they stop reproofs. "},{"book":"Ecclesiasticus","chapter":"20","verse":"30","text":" Hidden wisdom and unseen treasure, of what value is either? "},{"book":"Ecclesiasticus","chapter":"20","verse":"31","text":" Better are those who hide their folly than those who hide their wisdom. "}]