[{"book":"Ecclesiasticus","chapter":"46","verse":"1","text":" Joshua son of Nun was mighty in war, and was the successor of Moses in the prophetic office. He became, as his name implies, a great savior of God&#39s elect, to take vengeance on the enemies that rose against them, so that he might give Israel its inheritance. "},{"book":"Ecclesiasticus","chapter":"46","verse":"2","text":" How glorious he was when he lifted his hands and brandished his sword against the cities! "},{"book":"Ecclesiasticus","chapter":"46","verse":"3","text":" Who before him ever stood so firm? For he waged the wars of the Lord. "},{"book":"Ecclesiasticus","chapter":"46","verse":"4","text":" Was it not through him that the sun stood still and one day became as long as two? "},{"book":"Ecclesiasticus","chapter":"46","verse":"5","text":" He called upon the Most High, the Mighty One, when enemies pressed him on every side, and the great Lord answered him with hailstones of mighty power. "},{"book":"Ecclesiasticus","chapter":"46","verse":"6","text":" He overwhelmed that nation in battle, and on the slope he destroyed his opponents, so that the nations might know his armament, that he was fighting in the sight of the Lord; for he was a devoted follower of the Mighty One. "},{"book":"Ecclesiasticus","chapter":"46","verse":"7","text":" And in the days of Moses he proved his loyalty, he and Caleb son of Jephunneh: they opposed the congregation, restrained the people from sin, and stilled their wicked grumbling. "},{"book":"Ecclesiasticus","chapter":"46","verse":"8","text":" And these two alone were spared out of six hundred thousand infantry, to lead the people into their inheritance, the land flowing with milk and honey. "},{"book":"Ecclesiasticus","chapter":"46","verse":"9","text":" The Lord gave Caleb strength, which remained with him in his old age, so that he went up to the hill country, and his children obtained it for an inheritance, "},{"book":"Ecclesiasticus","chapter":"46","verse":"10","text":" so that all the Israelites might see how good it is to follow the Lord. "},{"book":"Ecclesiasticus","chapter":"46","verse":"11","text":" The judges also, with their respective names, whose hearts did not fall into idolatry and who did not turn away from the Lord-- may their memory be blessed! "},{"book":"Ecclesiasticus","chapter":"46","verse":"12","text":" May their bones send forth new life from where they lie, and may the names of those who have been honored live again in their children! "},{"book":"Ecclesiasticus","chapter":"46","verse":"13","text":" Samuel was beloved by his Lord; a prophet of the Lord, he established the kingdom and anointed rulers over his people. "},{"book":"Ecclesiasticus","chapter":"46","verse":"14","text":" By the law of the Lord he judged the congregation, and the Lord watched over Jacob. "},{"book":"Ecclesiasticus","chapter":"46","verse":"15","text":" By his faithfulness he was proved to be a prophet, and by his words he became known as a trustworthy seer. "},{"book":"Ecclesiasticus","chapter":"46","verse":"16","text":" He called upon the Lord, the Mighty One, when his enemies pressed him on every side, and he offered in sacrifice a suckling lamb. "},{"book":"Ecclesiasticus","chapter":"46","verse":"17","text":" Then the Lord thundered from heaven, and made his voice heard with a mighty sound; "},{"book":"Ecclesiasticus","chapter":"46","verse":"18","text":" he subdued the leaders of the enemy and all the rulers of the Philistines. "},{"book":"Ecclesiasticus","chapter":"46","verse":"19","text":" Before the time of his eternal sleep, Samuel bore witness before the Lord and his anointed: &#34No property, not so much as a pair of shoes, have I taken from anyone!&#34 And no one accused him. "},{"book":"Ecclesiasticus","chapter":"46","verse":"20","text":" Even after he had fallen asleep, he prophesied and made known to the king his death, and lifted up his voice from the ground in prophecy, to blot out the wickedness of the people. "}]