[{"book":"Ecclesiasticus","chapter":"4","verse":"1","text":" My child, do not cheat the poor of their living, and do not keep needy eyes waiting. "},{"book":"Ecclesiasticus","chapter":"4","verse":"2","text":" Do not grieve the hungry, or anger one in need. "},{"book":"Ecclesiasticus","chapter":"4","verse":"3","text":" Do not add to the troubles of the desperate, or delay giving to the needy. "},{"book":"Ecclesiasticus","chapter":"4","verse":"4","text":" Do not reject a suppliant in distress, or turn your face away from the poor. "},{"book":"Ecclesiasticus","chapter":"4","verse":"5","text":" Do not avert your eye from the needy, and give no one reason to curse you; "},{"book":"Ecclesiasticus","chapter":"4","verse":"6","text":" for if in bitterness of soul some should curse you, their Creator will hear their prayer. "},{"book":"Ecclesiasticus","chapter":"4","verse":"7","text":" Endear yourself to the congregation; bow your head low to the great. "},{"book":"Ecclesiasticus","chapter":"4","verse":"8","text":" Give a hearing to the poor, and return their greeting politely. "},{"book":"Ecclesiasticus","chapter":"4","verse":"9","text":" Rescue the oppressed from the oppressor; and do not be hesitant in giving a verdict. "},{"book":"Ecclesiasticus","chapter":"4","verse":"10","text":" Be a father to orphans, and be like a husband to their mother; you will then be like a son of the Most High, and he will love you more than does your mother. "},{"book":"Ecclesiasticus","chapter":"4","verse":"11","text":" Wisdom teaches her children and gives help to those who seek her. "},{"book":"Ecclesiasticus","chapter":"4","verse":"12","text":" Whoever loves her loves life, and those who seek her from early morning are filled with joy. "},{"book":"Ecclesiasticus","chapter":"4","verse":"13","text":" Whoever holds her fast inherits glory, and the Lord blesses the place she enters. "},{"book":"Ecclesiasticus","chapter":"4","verse":"14","text":" Those who serve her minister to the Holy One; the Lord loves those who love her. "},{"book":"Ecclesiasticus","chapter":"4","verse":"15","text":" Those who obey her will judge the nations, and all who listen to her will live secure. "},{"book":"Ecclesiasticus","chapter":"4","verse":"16","text":" If they remain faithful, they will inherit her; their descendants will also obtain her. "},{"book":"Ecclesiasticus","chapter":"4","verse":"17","text":" For at first she will walk with them on tortuous paths; she will bring fear and dread upon them, and will torment them by her discipline until she trusts them, and she will test them with her ordinances. "},{"book":"Ecclesiasticus","chapter":"4","verse":"18","text":" Then she will come straight back to them again and gladden them, and will reveal her secrets to them. "},{"book":"Ecclesiasticus","chapter":"4","verse":"19","text":" If they go astray she will forsake them, and hand them over to their ruin. "},{"book":"Ecclesiasticus","chapter":"4","verse":"20","text":" Watch for the opportune time, and beware of evil, and do not be ashamed to be yourself. "},{"book":"Ecclesiasticus","chapter":"4","verse":"21","text":" For there is a shame that leads to sin, and there is a shame that is glory and favor. "},{"book":"Ecclesiasticus","chapter":"4","verse":"22","text":" Do not show partiality, to your own harm, or deference, to your downfall. "},{"book":"Ecclesiasticus","chapter":"4","verse":"23","text":" Do not refrain from speaking at the proper moment, and do not hide your wisdom. "},{"book":"Ecclesiasticus","chapter":"4","verse":"24","text":" For wisdom becomes known through speech, and education through the words of the tongue. "},{"book":"Ecclesiasticus","chapter":"4","verse":"25","text":" Never speak against the truth, but be ashamed of your ignorance. "},{"book":"Ecclesiasticus","chapter":"4","verse":"26","text":" Do not be ashamed to confess your sins, and do not try to stop the current of a river. "},{"book":"Ecclesiasticus","chapter":"4","verse":"27","text":" Do not subject yourself to a fool, or show partiality to a ruler. "},{"book":"Ecclesiasticus","chapter":"4","verse":"28","text":" Fight to the death for truth, and the Lord God will fight for you. "},{"book":"Ecclesiasticus","chapter":"4","verse":"29","text":" Do not be reckless in your speech, or sluggish and remiss in your deeds. "},{"book":"Ecclesiasticus","chapter":"4","verse":"30","text":" Do not be like a lion in your home, or suspicious of your servants. "},{"book":"Ecclesiasticus","chapter":"4","verse":"31","text":" Do not let your hand be stretched out to receive and closed when it is time to give. "}]