[{"book":"Ecclesiasticus","chapter":"35","verse":"1","text":" The one who keeps the law makes many offerings; "},{"book":"Ecclesiasticus","chapter":"35","verse":"2","text":" one who heeds the commandments makes an offering of well-being. "},{"book":"Ecclesiasticus","chapter":"35","verse":"3","text":" The one who returns a kindness offers choice flour, "},{"book":"Ecclesiasticus","chapter":"35","verse":"4","text":" and one who gives alms sacrifices a thank offering. "},{"book":"Ecclesiasticus","chapter":"35","verse":"5","text":" To keep from wickedness is pleasing to the Lord, and to forsake unrighteousness is an atonement. "},{"book":"Ecclesiasticus","chapter":"35","verse":"6","text":" Do not appear before the Lord empty-handed, "},{"book":"Ecclesiasticus","chapter":"35","verse":"7","text":" for all that you offer is in fulfillment of the commandment. "},{"book":"Ecclesiasticus","chapter":"35","verse":"8","text":" The offering of the righteous enriches the altar, and its pleasing odor rises before the Most High. "},{"book":"Ecclesiasticus","chapter":"35","verse":"9","text":" The sacrifice of the righteous is acceptable, and it will never be forgotten. "},{"book":"Ecclesiasticus","chapter":"35","verse":"10","text":" Be generous when you worship the Lord, and do not stint the first fruits of your hands. "},{"book":"Ecclesiasticus","chapter":"35","verse":"11","text":" With every gift show a cheerful face, and dedicate your tithe with gladness. "},{"book":"Ecclesiasticus","chapter":"35","verse":"12","text":" Give to the Most High as he has given to you, and as generously as you can afford. "},{"book":"Ecclesiasticus","chapter":"35","verse":"13","text":" For the Lord is the one who repays, and he will repay you sevenfold. "},{"book":"Ecclesiasticus","chapter":"35","verse":"14","text":" Do not offer him a bribe, for he will not accept it; "},{"book":"Ecclesiasticus","chapter":"35","verse":"15","text":" and do not rely on a dishonest sacrifice; for the Lord is the judge, and with him there is no partiality. "},{"book":"Ecclesiasticus","chapter":"35","verse":"16","text":" He will not show partiality to the poor; but he will listen to the prayer of one who is wronged. "},{"book":"Ecclesiasticus","chapter":"35","verse":"17","text":" He will not ignore the supplication of the orphan, or the widow when she pours out her complaint. "},{"book":"Ecclesiasticus","chapter":"35","verse":"18","text":" Do not the tears of the widow run down her cheek "},{"book":"Ecclesiasticus","chapter":"35","verse":"19","text":" as she cries out against the one who causes them to fall? "},{"book":"Ecclesiasticus","chapter":"35","verse":"20","text":" The one whose service is pleasing to the Lord will be accepted, and his prayer will reach to the clouds. "},{"book":"Ecclesiasticus","chapter":"35","verse":"21","text":" The prayer of the humble pierces the clouds, and it will not rest until it reaches its goal; it will not desist until the Most High responds "},{"book":"Ecclesiasticus","chapter":"35","verse":"22","text":" and does justice for the righteous, and executes judgment. Indeed, the Lord will not delay, and like a warrior will not be patient until he crushes the loins of the unmerciful "},{"book":"Ecclesiasticus","chapter":"35","verse":"23","text":" and repays vengeance on the nations; until he destroys the multitude of the insolent, and breaks the scepters of the unrighteous; "},{"book":"Ecclesiasticus","chapter":"35","verse":"24","text":" until he repays mortals according to their deeds, and the works of all according to their thoughts; "},{"book":"Ecclesiasticus","chapter":"35","verse":"25","text":" until he judges the case of his people and makes them rejoice in his mercy. "},{"book":"Ecclesiasticus","chapter":"35","verse":"26","text":" His mercy is as welcome in time of distress as clouds of rain in time of drought. "}]