[{"book":"Ecclesiasticus","chapter":"6","verse":"1","text":" and do not become an enemy instead of a friend; for a bad name incurs shame and reproach; so it is with the double-tongued sinner. "},{"book":"Ecclesiasticus","chapter":"6","verse":"2","text":" Do not fall into the grip of passion, or you may be torn apart as by a bull. "},{"book":"Ecclesiasticus","chapter":"6","verse":"3","text":" Your leaves will be devoured and your fruit destroyed, and you will be left like a withered tree. "},{"book":"Ecclesiasticus","chapter":"6","verse":"4","text":" Evil passion destroys those who have it, and makes them the laughingstock of their enemies. "},{"book":"Ecclesiasticus","chapter":"6","verse":"5","text":" Pleasant speech multiplies friends, and a gracious tongue multiplies courtesies. "},{"book":"Ecclesiasticus","chapter":"6","verse":"6","text":" Let those who are friendly with you be many, but let your advisers be one in a thousand. "},{"book":"Ecclesiasticus","chapter":"6","verse":"7","text":" When you gain friends, gain them through testing, and do not trust them hastily. "},{"book":"Ecclesiasticus","chapter":"6","verse":"8","text":" For there are friends who are such when it suits them, but they will not stand by you in time of trouble. "},{"book":"Ecclesiasticus","chapter":"6","verse":"9","text":" And there are friends who change into enemies, and tell of the quarrel to your disgrace. "},{"book":"Ecclesiasticus","chapter":"6","verse":"10","text":" And there are friends who sit at your table, but they will not stand by you in time of trouble. "},{"book":"Ecclesiasticus","chapter":"6","verse":"11","text":" When you are prosperous, they become your second self, and lord it over your servants; "},{"book":"Ecclesiasticus","chapter":"6","verse":"12","text":" but if you are brought low, they turn against you, and hide themselves from you. "},{"book":"Ecclesiasticus","chapter":"6","verse":"13","text":" Keep away from your enemies, and be on guard with your friends. "},{"book":"Ecclesiasticus","chapter":"6","verse":"14","text":" Faithful friends are a sturdy shelter: whoever finds one has found a treasure. "},{"book":"Ecclesiasticus","chapter":"6","verse":"15","text":" Faithful friends are beyond price; no amount can balance their worth. "},{"book":"Ecclesiasticus","chapter":"6","verse":"16","text":" Faithful friends are life-saving medicine; and those who fear the Lord will find them. "},{"book":"Ecclesiasticus","chapter":"6","verse":"17","text":" Those who fear the Lord direct their friendship aright, for as they are, so are their neighbors also. "},{"book":"Ecclesiasticus","chapter":"6","verse":"18","text":" My child, from your youth choose discipline, and when you have gray hair you will still find wisdom. "},{"book":"Ecclesiasticus","chapter":"6","verse":"19","text":" Come to her like one who plows and sows, and wait for her good harvest. For when you cultivate her you will toil but little, and soon you will eat of her produce. "},{"book":"Ecclesiasticus","chapter":"6","verse":"20","text":" She seems very harsh to the undisciplined; fools cannot remain with her. "},{"book":"Ecclesiasticus","chapter":"6","verse":"21","text":" She will be like a heavy stone to test them, and they will not delay in casting her aside. "},{"book":"Ecclesiasticus","chapter":"6","verse":"22","text":" For wisdom is like her name; she is not readily perceived by many. "},{"book":"Ecclesiasticus","chapter":"6","verse":"23","text":" Listen, my child, and accept my judgment; do not reject my counsel. "},{"book":"Ecclesiasticus","chapter":"6","verse":"24","text":" Put your feet into her fetters, and your neck into her collar. "},{"book":"Ecclesiasticus","chapter":"6","verse":"25","text":" Bend your shoulders and carry her, and do not fret under her bonds. "},{"book":"Ecclesiasticus","chapter":"6","verse":"26","text":" Come to her with all your soul, and keep her ways with all your might. "},{"book":"Ecclesiasticus","chapter":"6","verse":"27","text":" Search out and seek, and she will become known to you; and when you get hold of her, do not let her go. "},{"book":"Ecclesiasticus","chapter":"6","verse":"28","text":" For at last you will find the rest she gives, and she will be changed into joy for you. "},{"book":"Ecclesiasticus","chapter":"6","verse":"29","text":" Then her fetters will become for you a strong defense, and her collar a glorious robe. "},{"book":"Ecclesiasticus","chapter":"6","verse":"30","text":" Her yoke is a golden ornament, and her bonds a purple cord. "},{"book":"Ecclesiasticus","chapter":"6","verse":"31","text":" You will wear her like a glorious robe, and put her on like a splendid crown. "},{"book":"Ecclesiasticus","chapter":"6","verse":"32","text":" If you are willing, my child, you can be disciplined, and if you apply yourself you will become clever. "},{"book":"Ecclesiasticus","chapter":"6","verse":"33","text":" If you love to listen you will gain knowledge, and if you pay attention you will become wise. "},{"book":"Ecclesiasticus","chapter":"6","verse":"34","text":" Stand in the company of the elders. Who is wise? Attach yourself to such a one. "},{"book":"Ecclesiasticus","chapter":"6","verse":"35","text":" Be ready to listen to every godly discourse, and let no wise proverbs escape you. "},{"book":"Ecclesiasticus","chapter":"6","verse":"36","text":" If you see an intelligent person, rise early to visit him; let your foot wear out his doorstep. "},{"book":"Ecclesiasticus","chapter":"6","verse":"37","text":" Reflect on the statutes of the Lord, and meditate at all times on his commandments. It is he who will give insight to your mind, and your desire for wisdom will be granted. "}]