[{"book":"Ecclesiasticus","chapter":"27","verse":"1","text":" Many have committed sin for gain, and those who seek to get rich will avert their eyes. "},{"book":"Ecclesiasticus","chapter":"27","verse":"2","text":" As a stake is driven firmly into a fissure between stones, so sin is wedged in between selling and buying. "},{"book":"Ecclesiasticus","chapter":"27","verse":"3","text":" If a person is not steadfast in the fear of the Lord, his house will be quickly overthrown. "},{"book":"Ecclesiasticus","chapter":"27","verse":"4","text":" When a sieve is shaken, the refuse appears; so do a person&#39s faults when he speaks. "},{"book":"Ecclesiasticus","chapter":"27","verse":"5","text":" The kiln tests the potter&#39s vessels; so the test of a person is in his conversation. "},{"book":"Ecclesiasticus","chapter":"27","verse":"6","text":" Its fruit discloses the cultivation of a tree; so a person&#39s speech discloses the cultivation of his mind. "},{"book":"Ecclesiasticus","chapter":"27","verse":"7","text":" Do not praise anyone before he speaks, for this is the way people are tested. "},{"book":"Ecclesiasticus","chapter":"27","verse":"8","text":" If you pursue justice, you will attain it and wear it like a glorious robe. "},{"book":"Ecclesiasticus","chapter":"27","verse":"9","text":" Birds roost with their own kind, so honesty comes home to those who practice it. "},{"book":"Ecclesiasticus","chapter":"27","verse":"10","text":" A lion lies in wait for prey; so does sin for evildoers. "},{"book":"Ecclesiasticus","chapter":"27","verse":"11","text":" The conversation of the godly is always wise, but the fool changes like the moon. "},{"book":"Ecclesiasticus","chapter":"27","verse":"12","text":" Among stupid people limit your time, but among thoughtful people linger on. "},{"book":"Ecclesiasticus","chapter":"27","verse":"13","text":" The talk of fools is offensive, and their laughter is wantonly sinful. "},{"book":"Ecclesiasticus","chapter":"27","verse":"14","text":" Their cursing and swearing make one&#39s hair stand on end, and their quarrels make others stop their ears. "},{"book":"Ecclesiasticus","chapter":"27","verse":"15","text":" The strife of the proud leads to bloodshed, and their abuse is grievous to hear. "},{"book":"Ecclesiasticus","chapter":"27","verse":"16","text":" Whoever betrays secrets destroys confidence, and will never find a congenial friend. "},{"book":"Ecclesiasticus","chapter":"27","verse":"17","text":" Love your friend and keep faith with him; but if you betray his secrets, do not follow after him. "},{"book":"Ecclesiasticus","chapter":"27","verse":"18","text":" For as a person destroys his enemy, so you have destroyed the friendship of your neighbor. "},{"book":"Ecclesiasticus","chapter":"27","verse":"19","text":" And as you allow a bird to escape from your hand, so you have let your neighbor go, and will not catch him again. "},{"book":"Ecclesiasticus","chapter":"27","verse":"20","text":" Do not go after him, for he is too far off, and has escaped like a gazelle from a snare. "},{"book":"Ecclesiasticus","chapter":"27","verse":"21","text":" For a wound may be bandaged, and there is reconciliation after abuse, but whoever has betrayed secrets is without hope. "},{"book":"Ecclesiasticus","chapter":"27","verse":"22","text":" Whoever winks the eye plots mischief, and those who know him will keep their distance. "},{"book":"Ecclesiasticus","chapter":"27","verse":"23","text":" In your presence his mouth is all sweetness, and he admires your words; but later he will twist his speech and with your own words he will trip you up. "},{"book":"Ecclesiasticus","chapter":"27","verse":"24","text":" I have hated many things, but him above all; even the Lord hates him. "},{"book":"Ecclesiasticus","chapter":"27","verse":"25","text":" Whoever throws a stone straight up throws it on his own head, and a treacherous blow opens up many wounds. "},{"book":"Ecclesiasticus","chapter":"27","verse":"26","text":" Whoever digs a pit will fall into it, and whoever sets a snare will be caught in it. "},{"book":"Ecclesiasticus","chapter":"27","verse":"27","text":" If a person does evil, it will roll back upon him, and he will not know where it came from. "},{"book":"Ecclesiasticus","chapter":"27","verse":"28","text":" Mockery and abuse issue from the proud, but vengeance lies in wait for them like a lion. "},{"book":"Ecclesiasticus","chapter":"27","verse":"29","text":" Those who rejoice in the fall of the godly will be caught in a snare, and pain will consume them before their death. "},{"book":"Ecclesiasticus","chapter":"27","verse":"30","text":" Anger and wrath, these also are abominations, yet a sinner holds on to them. "}]