[{"book":"Ecclesiasticus","chapter":"37","verse":"1","text":" Every friend says, &#34I too am a friend&#34; but some friends are friends only in name. "},{"book":"Ecclesiasticus","chapter":"37","verse":"2","text":" Is it not a sorrow like that for death itself when a dear friend turns into an enemy? "},{"book":"Ecclesiasticus","chapter":"37","verse":"3","text":" O inclination to evil, why were you formed to cover the land with deceit? "},{"book":"Ecclesiasticus","chapter":"37","verse":"4","text":" Some companions rejoice in the happiness of a friend, but in time of trouble they are against him. "},{"book":"Ecclesiasticus","chapter":"37","verse":"5","text":" Some companions help a friend for their stomachs&#39 sake, yet in battle they will carry his shield. "},{"book":"Ecclesiasticus","chapter":"37","verse":"6","text":" Do not forget a friend during the battle, and do not be unmindful of him when you distribute your spoils. "},{"book":"Ecclesiasticus","chapter":"37","verse":"7","text":" All counselors praise the counsel they give, but some give counsel in their own interest. "},{"book":"Ecclesiasticus","chapter":"37","verse":"8","text":" Be wary of a counselor, and learn first what is his interest, for he will take thought for himself. He may cast the lot against you "},{"book":"Ecclesiasticus","chapter":"37","verse":"9","text":" and tell you, &#34Your way is good,&#34 and then stand aside to see what happens to you. "},{"book":"Ecclesiasticus","chapter":"37","verse":"10","text":" Do not consult the one who regards you with suspicion; hide your intentions from those who are jealous of you. "},{"book":"Ecclesiasticus","chapter":"37","verse":"11","text":" Do not consult with a woman about her rival or with a coward about war, with a merchant about business or with a buyer about selling, with a miser about generosity or with the merciless about kindness, with an idler about any work or with a seasonal laborer about completing his work, with a lazy servant about a big task-- pay no attention to any advice they give. "},{"book":"Ecclesiasticus","chapter":"37","verse":"12","text":" But associate with a godly person whom you know to be a keeper of the commandments, who is like-minded with yourself, and who will grieve with you if you fail. "},{"book":"Ecclesiasticus","chapter":"37","verse":"13","text":" And heed the counsel of your own heart, for no one is more faithful to you than it is. "},{"book":"Ecclesiasticus","chapter":"37","verse":"14","text":" For our own mind sometimes keeps us better informed than seven sentinels sitting high on a watchtower. "},{"book":"Ecclesiasticus","chapter":"37","verse":"15","text":" But above all pray to the Most High that he may direct your way in truth. "},{"book":"Ecclesiasticus","chapter":"37","verse":"16","text":" Discussion is the beginning of every work, and counsel precedes every undertaking. "},{"book":"Ecclesiasticus","chapter":"37","verse":"17","text":" The mind is the root of all conduct; "},{"book":"Ecclesiasticus","chapter":"37","verse":"18","text":" it sprouts four branches, good and evil, life and death; and it is the tongue that continually rules them. "},{"book":"Ecclesiasticus","chapter":"37","verse":"19","text":" Some people may be clever enough to teach many, and yet be useless to themselves. "},{"book":"Ecclesiasticus","chapter":"37","verse":"20","text":" A skillful speaker may be hated; he will be destitute of all food, "},{"book":"Ecclesiasticus","chapter":"37","verse":"21","text":" for the Lord has withheld the gift of charm, since he is lacking in all wisdom. "},{"book":"Ecclesiasticus","chapter":"37","verse":"22","text":" If a person is wise to his own advantage, the fruits of his good sense will be praiseworthy. "},{"book":"Ecclesiasticus","chapter":"37","verse":"23","text":" A wise person instructs his own people, and the fruits of his good sense will endure. "},{"book":"Ecclesiasticus","chapter":"37","verse":"24","text":" A wise person will have praise heaped upon him, and all who see him will call him happy. "},{"book":"Ecclesiasticus","chapter":"37","verse":"25","text":" The days of a person&#39s life are numbered, but the days of Israel are without number. "},{"book":"Ecclesiasticus","chapter":"37","verse":"26","text":" One who is wise among his people will inherit honor, and his name will live forever. "},{"book":"Ecclesiasticus","chapter":"37","verse":"27","text":" My child, test yourself while you live; see what is bad for you and do not give in to it. "},{"book":"Ecclesiasticus","chapter":"37","verse":"28","text":" For not everything is good for everyone, and no one enjoys everything. "},{"book":"Ecclesiasticus","chapter":"37","verse":"29","text":" Do not be greedy for every delicacy, and do not eat without restraint; "},{"book":"Ecclesiasticus","chapter":"37","verse":"30","text":" for overeating brings sickness, and gluttony leads to nausea. "},{"book":"Ecclesiasticus","chapter":"37","verse":"31","text":" Many have died of gluttony, but the one who guards against it prolongs his life. "}]