[{"book":"Ecclesiasticus","chapter":"42","verse":"1","text":" Be ashamed of repeating what you hear, and of betraying secrets. Then you will show proper shame, and will find favor with everyone. Of the following things do not be ashamed, and do not sin to save face: "},{"book":"Ecclesiasticus","chapter":"42","verse":"2","text":" Do not be ashamed of the law of the Most High and his covenant, and of rendering judgment to acquit the ungodly; "},{"book":"Ecclesiasticus","chapter":"42","verse":"3","text":" of keeping accounts with a partner or with traveling companions, and of dividing the inheritance of friends; "},{"book":"Ecclesiasticus","chapter":"42","verse":"4","text":" of accuracy with scales and weights, and of acquiring much or little; "},{"book":"Ecclesiasticus","chapter":"42","verse":"5","text":" of profit from dealing with merchants, and of frequent disciplining of children, and of drawing blood from the back of a wicked slave. "},{"book":"Ecclesiasticus","chapter":"42","verse":"6","text":" Where there is an untrustworthy wife, a seal is a good thing; and where there are many hands, lock things up. "},{"book":"Ecclesiasticus","chapter":"42","verse":"7","text":" When you make a deposit, be sure it is counted and weighed, and when you give or receive, put it all in writing. "},{"book":"Ecclesiasticus","chapter":"42","verse":"8","text":" Do not be ashamed to correct the stupid or foolish or the aged who are guilty of sexual immorality. Then you will show your sound training, and will be approved by all. "},{"book":"Ecclesiasticus","chapter":"42","verse":"9","text":" A daughter is a secret anxiety to her father, and worry over her robs him of sleep; when she is young, for fear she may not marry, or if married, for fear she may be disliked; "},{"book":"Ecclesiasticus","chapter":"42","verse":"10","text":" while a virgin, for fear she may be seduced and become pregnant in her father&#39s house; or having a husband, for fear she may go astray, or, though married, for fear she may be barren. "},{"book":"Ecclesiasticus","chapter":"42","verse":"11","text":" Keep strict watch over a headstrong daughter, or she may make you a laughingstock to your enemies, a byword in the city and the assembly of the people, and put you to shame in public gatherings. See that there is no lattice in her room, no spot that overlooks the approaches to the house. "},{"book":"Ecclesiasticus","chapter":"42","verse":"12","text":" Do not let her parade her beauty before any man, or spend her time among married women; "},{"book":"Ecclesiasticus","chapter":"42","verse":"13","text":" for from garments comes the moth, and from a woman comes woman&#39s wickedness. "},{"book":"Ecclesiasticus","chapter":"42","verse":"14","text":" Better is the wickedness of a man than a woman who does good; it is woman who brings shame and disgrace. "},{"book":"Ecclesiasticus","chapter":"42","verse":"15","text":" I will now call to mind the works of the Lord, and will declare what I have seen. By the word of the Lord his works are made; and all his creatures do his will. "},{"book":"Ecclesiasticus","chapter":"42","verse":"16","text":" The sun looks down on everything with its light, and the work of the Lord is full of his glory. "},{"book":"Ecclesiasticus","chapter":"42","verse":"17","text":" The Lord has not empowered even his holy ones to recount all his marvelous works, which the Lord the Almighty has established so that the universe may stand firm in his glory. "},{"book":"Ecclesiasticus","chapter":"42","verse":"18","text":" He searches out the abyss and the human heart; he understands their innermost secrets. For the Most High knows all that may be known; he sees from of old the things that are to come. "},{"book":"Ecclesiasticus","chapter":"42","verse":"19","text":" He discloses what has been and what is to be, and he reveals the traces of hidden things. "},{"book":"Ecclesiasticus","chapter":"42","verse":"20","text":" No thought escapes him, and nothing is hidden from him. "},{"book":"Ecclesiasticus","chapter":"42","verse":"21","text":" He has set in order the splendors of his wisdom; he is from all eternity one and the same. Nothing can be added or taken away, and he needs no one to be his counselor. "},{"book":"Ecclesiasticus","chapter":"42","verse":"22","text":" How desirable are all his works, and how sparkling they are to see! "},{"book":"Ecclesiasticus","chapter":"42","verse":"23","text":" All these things live and remain forever; each creature is preserved to meet a particular need. "},{"book":"Ecclesiasticus","chapter":"42","verse":"24","text":" All things come in pairs, one opposite the other, and he has made nothing incomplete. "},{"book":"Ecclesiasticus","chapter":"42","verse":"25","text":" Each supplements the virtues of the other. Who could ever tire of seeing his glory? "}]