[{"book":"Ecclesiasticus","chapter":"3","verse":"1","text":" Listen to me your father, O children; act accordingly, that you may be kept in safety. "},{"book":"Ecclesiasticus","chapter":"3","verse":"2","text":" For the Lord honors a father above his children, and he confirms a mother&#39s right over her children. "},{"book":"Ecclesiasticus","chapter":"3","verse":"3","text":" Those who honor their father atone for sins, "},{"book":"Ecclesiasticus","chapter":"3","verse":"4","text":" and those who respect their mother are like those who lay up treasure. "},{"book":"Ecclesiasticus","chapter":"3","verse":"5","text":" Those who honor their father will have joy in their own children, and when they pray they will be heard. "},{"book":"Ecclesiasticus","chapter":"3","verse":"6","text":" Those who respect their father will have long life, and those who honor their mother obey the Lord; "},{"book":"Ecclesiasticus","chapter":"3","verse":"7","text":" they will serve their parents as their masters. "},{"book":"Ecclesiasticus","chapter":"3","verse":"8","text":" Honor your father by word and deed, that his blessing may come upon you. "},{"book":"Ecclesiasticus","chapter":"3","verse":"9","text":" For a father&#39s blessing strengthens the houses of the children, but a mother&#39s curse uproots their foundations. "},{"book":"Ecclesiasticus","chapter":"3","verse":"10","text":" Do not glorify yourself by dishonoring your father, for your father&#39s dishonor is no glory to you. "},{"book":"Ecclesiasticus","chapter":"3","verse":"11","text":" The glory of one&#39s father is one&#39s own glory, and it is a disgrace for children not to respect their mother. "},{"book":"Ecclesiasticus","chapter":"3","verse":"12","text":" My child, help your father in his old age, and do not grieve him as long as he lives; "},{"book":"Ecclesiasticus","chapter":"3","verse":"13","text":" even if his mind fails, be patient with him; because you have all your faculties do not despise him. "},{"book":"Ecclesiasticus","chapter":"3","verse":"14","text":" For kindness to a father will not be forgotten, and will be credited to you against your sins; "},{"book":"Ecclesiasticus","chapter":"3","verse":"15","text":" in the day of your distress it will be remembered in your favor; like frost in fair weather, your sins will melt away. "},{"book":"Ecclesiasticus","chapter":"3","verse":"16","text":" Whoever forsakes a father is like a blasphemer, and whoever angers a mother is cursed by the Lord. "},{"book":"Ecclesiasticus","chapter":"3","verse":"17","text":" My child, perform your tasks with humility; then you will be loved by those whom God accepts. "},{"book":"Ecclesiasticus","chapter":"3","verse":"18","text":" The greater you are, the more you must humble yourself; so you will find favor in the sight of the Lord. "},{"book":"Ecclesiasticus","chapter":"3","verse":"19","text":"  "},{"book":"Ecclesiasticus","chapter":"3","verse":"20","text":" For great is the might of the Lord; but by the humble he is glorified. "},{"book":"Ecclesiasticus","chapter":"3","verse":"21","text":" Neither seek what is too difficult for you, nor investigate what is beyond your power. "},{"book":"Ecclesiasticus","chapter":"3","verse":"22","text":" Reflect upon what you have been commanded, for what is hidden is not your concern. "},{"book":"Ecclesiasticus","chapter":"3","verse":"23","text":" Do not meddle in matters that are beyond you, for more than you can understand has been shown you. "},{"book":"Ecclesiasticus","chapter":"3","verse":"24","text":" For their conceit has led many astray, and wrong opinion has impaired their judgment. "},{"book":"Ecclesiasticus","chapter":"3","verse":"25","text":" Without eyes there is no light; without knowledge there is no wisdom. "},{"book":"Ecclesiasticus","chapter":"3","verse":"26","text":" A stubborn mind will fare badly at the end, and whoever loves danger will perish in it. "},{"book":"Ecclesiasticus","chapter":"3","verse":"27","text":" A stubborn mind will be burdened by troubles, and the sinner adds sin to sins. "},{"book":"Ecclesiasticus","chapter":"3","verse":"28","text":" When calamity befalls the proud, there is no healing, for an evil plant has taken root in him. "},{"book":"Ecclesiasticus","chapter":"3","verse":"29","text":" The mind of the intelligent appreciates proverbs, and an attentive ear is the desire of the wise. "},{"book":"Ecclesiasticus","chapter":"3","verse":"30","text":" As water extinguishes a blazing fire, so almsgiving atones for sin. "},{"book":"Ecclesiasticus","chapter":"3","verse":"31","text":" Those who repay favors give thought to the future; when they fall they will find support. "}]