[{"book":"Ecclesiasticus","chapter":"32","verse":"1","text":" If they make you master of the feast, do not exalt yourself; be among them as one of their number. Take care of them first and then sit down; "},{"book":"Ecclesiasticus","chapter":"32","verse":"2","text":" when you have fulfilled all your duties, take your place, so that you may be merry along with them and receive a wreath for your excellent leadership. "},{"book":"Ecclesiasticus","chapter":"32","verse":"3","text":" Speak, you who are older, for it is your right, but with accurate knowledge, and do not interrupt the music. "},{"book":"Ecclesiasticus","chapter":"32","verse":"4","text":" Where there is entertainment, do not pour out talk; do not display your cleverness at the wrong time. "},{"book":"Ecclesiasticus","chapter":"32","verse":"5","text":" A ruby seal in a setting of gold is a concert of music at a banquet of wine. "},{"book":"Ecclesiasticus","chapter":"32","verse":"6","text":" A seal of emerald in a rich setting of gold is the melody of music with good wine. "},{"book":"Ecclesiasticus","chapter":"32","verse":"7","text":" Speak, you who are young, if you are obliged to, but no more than twice, and only if asked. "},{"book":"Ecclesiasticus","chapter":"32","verse":"8","text":" Be brief; say much in few words; be as one who knows and can still hold his tongue. "},{"book":"Ecclesiasticus","chapter":"32","verse":"9","text":" Among the great do not act as their equal; and when another is speaking, do not babble. "},{"book":"Ecclesiasticus","chapter":"32","verse":"10","text":" Lightning travels ahead of the thunder, and approval goes before one who is modest. "},{"book":"Ecclesiasticus","chapter":"32","verse":"11","text":" Leave in good time and do not be the last; go home quickly and do not linger. "},{"book":"Ecclesiasticus","chapter":"32","verse":"12","text":" Amuse yourself there to your heart&#39s content, but do not sin through proud speech. "},{"book":"Ecclesiasticus","chapter":"32","verse":"13","text":" But above all bless your Maker, who fills you with his good gifts. "},{"book":"Ecclesiasticus","chapter":"32","verse":"14","text":" The one who seeks God will accept his discipline, and those who rise early to seek him will find favor. "},{"book":"Ecclesiasticus","chapter":"32","verse":"15","text":" The one who seeks the law will be filled with it, but the hypocrite will stumble at it. "},{"book":"Ecclesiasticus","chapter":"32","verse":"16","text":" Those who fear the Lord will form true judgments, and they will kindle righteous deeds like a light. "},{"book":"Ecclesiasticus","chapter":"32","verse":"17","text":" The sinner will shun reproof, and will find a decision according to his liking. "},{"book":"Ecclesiasticus","chapter":"32","verse":"18","text":" A sensible person will not overlook a thoughtful suggestion; an insolent and proud person will not be deterred by fear. "},{"book":"Ecclesiasticus","chapter":"32","verse":"19","text":" Do nothing without deliberation, but when you have acted, do not regret it. "},{"book":"Ecclesiasticus","chapter":"32","verse":"20","text":" Do not go on a path full of hazards, and do not stumble at an obstacle twice. "},{"book":"Ecclesiasticus","chapter":"32","verse":"21","text":" Do not be overconfident on a smooth road, "},{"book":"Ecclesiasticus","chapter":"32","verse":"22","text":" and give good heed to your paths. "},{"book":"Ecclesiasticus","chapter":"32","verse":"23","text":" Guard yourself in every act, for this is the keeping of the commandments. "},{"book":"Ecclesiasticus","chapter":"32","verse":"24","text":" The one who keeps the law preserves himself, and the one who trusts the Lord will not suffer loss. "}]