[{"book":"Ecclesiasticus","chapter":"9","verse":"1","text":" Do not be jealous of the wife of your bosom, or you will teach her an evil lesson to your own hurt. "},{"book":"Ecclesiasticus","chapter":"9","verse":"2","text":" Do not give yourself to a woman and let her trample down your strength. "},{"book":"Ecclesiasticus","chapter":"9","verse":"3","text":" Do not go near a loose woman, or you will fall into her snares. "},{"book":"Ecclesiasticus","chapter":"9","verse":"4","text":" Do not dally with a singing girl, or you will be caught by her tricks. "},{"book":"Ecclesiasticus","chapter":"9","verse":"5","text":" Do not look intently at a virgin, or you may stumble and incur penalties for her. "},{"book":"Ecclesiasticus","chapter":"9","verse":"6","text":" Do not give yourself to prostitutes, or you may lose your inheritance. "},{"book":"Ecclesiasticus","chapter":"9","verse":"7","text":" Do not look around in the streets of a city, or wander about in its deserted sections. "},{"book":"Ecclesiasticus","chapter":"9","verse":"8","text":" Turn away your eyes from a shapely woman, and do not gaze at beauty belonging to another; many have been seduced by a woman&#39s beauty, and by it passion is kindled like a fire. "},{"book":"Ecclesiasticus","chapter":"9","verse":"9","text":" Never dine with another man&#39s wife, or revel with her at wine; or your heart may turn aside to her, and in blood you may be plunged into destruction. "},{"book":"Ecclesiasticus","chapter":"9","verse":"10","text":" Do not abandon old friends, for new ones cannot equal them. A new friend is like new wine; when it has aged, you can drink it with pleasure. "},{"book":"Ecclesiasticus","chapter":"9","verse":"11","text":" Do not envy the success of sinners, for you do not know what their end will be like. "},{"book":"Ecclesiasticus","chapter":"9","verse":"12","text":" Do not delight in what pleases the ungodly; remember that they will not be held guiltless all their lives. "},{"book":"Ecclesiasticus","chapter":"9","verse":"13","text":" Keep far from those who have power to kill, and you will not be haunted by the fear of death. But if you approach them, make no misstep, or they may rob you of your life. Know that you are stepping among snares, and that you are walking on the city battlements. "},{"book":"Ecclesiasticus","chapter":"9","verse":"14","text":" As much as you can, aim to know your neighbors, and consult with the wise. "},{"book":"Ecclesiasticus","chapter":"9","verse":"15","text":" Let your conversation be with intelligent people, and let all your discussion be about the law of the Most High. "},{"book":"Ecclesiasticus","chapter":"9","verse":"16","text":" Let the righteous be your dinner companions, and let your glory be in the fear of the Lord. "},{"book":"Ecclesiasticus","chapter":"9","verse":"17","text":" A work is praised for the skill of the artisan; so a people&#39s leader is proved wise by his words. "},{"book":"Ecclesiasticus","chapter":"9","verse":"18","text":" The loud of mouth are feared in their city, and the one who is reckless in speech is hated. "}]