[{"book":"Ecclesiasticus","chapter":"1","verse":"1","text":" Many great teachings have been given to us through the Law and the Prophets and the others that followed them, and for these we should praise Israel for instruction and wisdom. Now, those who read the scriptures must not only themselves understand them, but must also as lovers of learning be able through the spoken and written word to help the outsiders. So my grandfather Jesus, who had devoted himself especially to the reading of the Law and the Prophets and the other books of our ancestors, and had acquired considerable proficiency in them, was himself also led to write something pertaining to instruction and wisdom, so that by becoming familiar also with his book those who love learning might make even greater progress in living according to the law. You are invited therefore to read it with goodwill and attention, and to be indulgent in cases where, despite our diligent labor in translating, we may seem to have rendered some phrases imperfectly. For what was originally expressed in Hebrew does not have exactly the same sense when translated into another language. Not only this book, but even the Law itself, the Prophecies, and the rest of the books differ not a little when read in the original. When I came to Egypt in the thirty-eighth year of the reign of Euergetes and stayed for some time, I found opportunity for no little instruction. It seemed highly necessary that I should myself devote some diligence and labor to the translation of this book. During that time I have applied my skill day and night to complete and publish the book for those living abroad who wished to gain learning and are disposed to live according to the law.  "},{"book":"Ecclesiasticus","chapter":"1","verse":"1","text":" All wisdom is from the Lord, and with him it remains forever. "},{"book":"Ecclesiasticus","chapter":"1","verse":"2","text":" The sand of the sea, the drops of rain, and the days of eternity-- who can count them? "},{"book":"Ecclesiasticus","chapter":"1","verse":"3","text":" The height of heaven, the breadth of the earth, the abyss, and wisdom-- who can search them out? "},{"book":"Ecclesiasticus","chapter":"1","verse":"4","text":" Wisdom was created before all other things, and prudent understanding from eternity. "},{"book":"Ecclesiasticus","chapter":"1","verse":"5","text":"  "},{"book":"Ecclesiasticus","chapter":"1","verse":"6","text":" The root of wisdom-- to whom has it been revealed? Her subtleties-- who knows them? "},{"book":"Ecclesiasticus","chapter":"1","verse":"7","text":"  "},{"book":"Ecclesiasticus","chapter":"1","verse":"8","text":" There is but one who is wise, greatly to be feared, seated upon his throne-- the Lord. "},{"book":"Ecclesiasticus","chapter":"1","verse":"9","text":" It is he who created her; he saw her and took her measure; he poured her out upon all his works, "},{"book":"Ecclesiasticus","chapter":"1","verse":"10","text":" upon all the living according to his gift; he lavished her upon those who love him. "},{"book":"Ecclesiasticus","chapter":"1","verse":"11","text":" The fear of the Lord is glory and exultation, and gladness and a crown of rejoicing. "},{"book":"Ecclesiasticus","chapter":"1","verse":"12","text":" The fear of the Lord delights the heart, and gives gladness and joy and long life. "},{"book":"Ecclesiasticus","chapter":"1","verse":"13","text":" Those who fear the Lord will have a happy end; on the day of their death they will be blessed. "},{"book":"Ecclesiasticus","chapter":"1","verse":"14","text":" To fear the Lord is the beginning of wisdom; she is created with the faithful in the womb. "},{"book":"Ecclesiasticus","chapter":"1","verse":"15","text":" She made among human beings an eternal foundation, and among their descendants she will abide faithfully. "},{"book":"Ecclesiasticus","chapter":"1","verse":"16","text":" To fear the Lord is fullness of wisdom; she inebriates mortals with her fruits; "},{"book":"Ecclesiasticus","chapter":"1","verse":"17","text":" she fills their whole house with desirable goods, and their storehouses with her produce. "},{"book":"Ecclesiasticus","chapter":"1","verse":"18","text":" The fear of the Lord is the crown of wisdom, making peace and perfect health to flourish. "},{"book":"Ecclesiasticus","chapter":"1","verse":"19","text":" She rained down knowledge and discerning comprehension, and she heightened the glory of those who held her fast. "},{"book":"Ecclesiasticus","chapter":"1","verse":"20","text":" To fear the Lord is the root of wisdom, and her branches are long life. "},{"book":"Ecclesiasticus","chapter":"1","verse":"21","text":"  "},{"book":"Ecclesiasticus","chapter":"1","verse":"22","text":" Unjust anger cannot be justified, for anger tips the scale to one&#39s ruin. "},{"book":"Ecclesiasticus","chapter":"1","verse":"23","text":" Those who are patient stay calm until the right moment, and then cheerfulness comes back to them. "},{"book":"Ecclesiasticus","chapter":"1","verse":"24","text":" They hold back their words until the right moment; then the lips of many tell of their good sense. "},{"book":"Ecclesiasticus","chapter":"1","verse":"25","text":" In the treasuries of wisdom are wise sayings, but godliness is an abomination to a sinner. "},{"book":"Ecclesiasticus","chapter":"1","verse":"26","text":" If you desire wisdom, keep the commandments, and the Lord will lavish her upon you. "},{"book":"Ecclesiasticus","chapter":"1","verse":"27","text":" For the fear of the Lord is wisdom and discipline, fidelity and humility are his delight. "},{"book":"Ecclesiasticus","chapter":"1","verse":"28","text":" Do not disobey the fear of the Lord; do not approach him with a divided mind. "},{"book":"Ecclesiasticus","chapter":"1","verse":"29","text":" Do not be a hypocrite before others, and keep watch over your lips. "},{"book":"Ecclesiasticus","chapter":"1","verse":"30","text":" Do not exalt yourself, or you may fall and bring dishonor upon yourself. The Lord will reveal your secrets and overthrow you before the whole congregation, because you did not come in the fear of the Lord, and your heart was full of deceit. "}]