[{"book":"Ecclesiasticus","chapter":"18","verse":"1","text":" He who lives forever created the whole universe; "},{"book":"Ecclesiasticus","chapter":"18","verse":"2","text":" the Lord alone is just. "},{"book":"Ecclesiasticus","chapter":"18","verse":"3","text":"  "},{"book":"Ecclesiasticus","chapter":"18","verse":"4","text":" To none has he given power to proclaim his works; and who can search out his mighty deeds? "},{"book":"Ecclesiasticus","chapter":"18","verse":"5","text":" Who can measure his majestic power? And who can fully recount his mercies? "},{"book":"Ecclesiasticus","chapter":"18","verse":"6","text":" It is not possible to diminish or increase them, nor is it possible to fathom the wonders of the Lord. "},{"book":"Ecclesiasticus","chapter":"18","verse":"7","text":" When human beings have finished, they are just beginning, and when they stop, they are still perplexed. "},{"book":"Ecclesiasticus","chapter":"18","verse":"8","text":" What are human beings, and of what use are they? What is good in them, and what is evil? "},{"book":"Ecclesiasticus","chapter":"18","verse":"9","text":" The number of days in their life is great if they reach one hundred years. "},{"book":"Ecclesiasticus","chapter":"18","verse":"10","text":" Like a drop of water from the sea and a grain of sand, so are a few years among the days of eternity. "},{"book":"Ecclesiasticus","chapter":"18","verse":"11","text":" That is why the Lord is patient with them and pours out his mercy upon them. "},{"book":"Ecclesiasticus","chapter":"18","verse":"12","text":" He sees and recognizes that their end is miserable; therefore he grants them forgiveness all the more. "},{"book":"Ecclesiasticus","chapter":"18","verse":"13","text":" The compassion of human beings is for their neighbors, but the compassion of the Lord is for every living thing. He rebukes and trains and teaches them, and turns them back, as a shepherd his flock. "},{"book":"Ecclesiasticus","chapter":"18","verse":"14","text":" He has compassion on those who accept his discipline and who are eager for his precepts. "},{"book":"Ecclesiasticus","chapter":"18","verse":"15","text":" My child, do not mix reproach with your good deeds, or spoil your gift by harsh words. "},{"book":"Ecclesiasticus","chapter":"18","verse":"16","text":" Does not the dew give relief from the scorching heat? So a word is better than a gift. "},{"book":"Ecclesiasticus","chapter":"18","verse":"17","text":" Indeed, does not a word surpass a good gift? Both are to be found in a gracious person. "},{"book":"Ecclesiasticus","chapter":"18","verse":"18","text":" A fool is ungracious and abusive, and the gift of a grudging giver makes the eyes dim. "},{"book":"Ecclesiasticus","chapter":"18","verse":"19","text":" Before you speak, learn; and before you fall ill, take care of your health. "},{"book":"Ecclesiasticus","chapter":"18","verse":"20","text":" Before judgment comes, examine yourself; and at the time of scrutiny you will find forgiveness. "},{"book":"Ecclesiasticus","chapter":"18","verse":"21","text":" Before falling ill, humble yourself; and when you have sinned, repent. "},{"book":"Ecclesiasticus","chapter":"18","verse":"22","text":" Let nothing hinder you from paying a vow promptly, and do not wait until death to be released from it. "},{"book":"Ecclesiasticus","chapter":"18","verse":"23","text":" Before making a vow, prepare yourself; do not be like one who puts the Lord to the test. "},{"book":"Ecclesiasticus","chapter":"18","verse":"24","text":" Think of his wrath on the day of death, and of the moment of vengeance when he turns away his face. "},{"book":"Ecclesiasticus","chapter":"18","verse":"25","text":" In the time of plenty think of the time of hunger; in days of wealth think of poverty and need. "},{"book":"Ecclesiasticus","chapter":"18","verse":"26","text":" From morning to evening conditions change; all things move swiftly before the Lord. "},{"book":"Ecclesiasticus","chapter":"18","verse":"27","text":" One who is wise is cautious in everything; when sin is all around, one guards against wrongdoing. "},{"book":"Ecclesiasticus","chapter":"18","verse":"28","text":" Every intelligent person knows wisdom, and praises the one who finds her. "},{"book":"Ecclesiasticus","chapter":"18","verse":"29","text":" Those who are skilled in words become wise themselves, and pour forth apt proverbs. "},{"book":"Ecclesiasticus","chapter":"18","verse":"30","text":" Do not follow your base desires, but restrain your appetites. "},{"book":"Ecclesiasticus","chapter":"18","verse":"31","text":" If you allow your soul to take pleasure in base desire, it will make you the laughingstock of your enemies. "},{"book":"Ecclesiasticus","chapter":"18","verse":"32","text":" Do not revel in great luxury, or you may become impoverished by its expense. "},{"book":"Ecclesiasticus","chapter":"18","verse":"33","text":" Do not become a beggar by feasting with borrowed money, when you have nothing in your purse. "}]