[{"book":"Ecclesiasticus","chapter":"50","verse":"1","text":" The leader of his brothers and the pride of his people was the high priest, Simon son of Onias, who in his life repaired the house, and in his time fortified the temple. "},{"book":"Ecclesiasticus","chapter":"50","verse":"2","text":" He laid the foundations for the high double walls, the high retaining walls for the temple enclosure. "},{"book":"Ecclesiasticus","chapter":"50","verse":"3","text":" In his days a water cistern was dug, a reservoir like the sea in circumference. "},{"book":"Ecclesiasticus","chapter":"50","verse":"4","text":" He considered how to save his people from ruin, and fortified the city against siege. "},{"book":"Ecclesiasticus","chapter":"50","verse":"5","text":" How glorious he was, surrounded by the people, as he came out of the house of the curtain. "},{"book":"Ecclesiasticus","chapter":"50","verse":"6","text":" Like the morning star among the clouds, like the full moon at the festal season; "},{"book":"Ecclesiasticus","chapter":"50","verse":"7","text":" like the sun shining on the temple of the Most High, like the rainbow gleaming in splendid clouds; "},{"book":"Ecclesiasticus","chapter":"50","verse":"8","text":" like roses in the days of first fruits, like lilies by a spring of water, like a green shoot on Lebanon on a summer day; "},{"book":"Ecclesiasticus","chapter":"50","verse":"9","text":" like fire and incense in the censer, like a vessel of hammered gold studded with all kinds of precious stones; "},{"book":"Ecclesiasticus","chapter":"50","verse":"10","text":" like an olive tree laden with fruit, and like a cypress towering in the clouds. "},{"book":"Ecclesiasticus","chapter":"50","verse":"11","text":" When he put on his glorious robe and clothed himself in perfect splendor, when he went up to the holy altar, he made the court of the sanctuary glorious. "},{"book":"Ecclesiasticus","chapter":"50","verse":"12","text":" When he received the portions from the hands of the priests, as he stood by the hearth of the altar with a garland of brothers around him, he was like a young cedar on Lebanon surrounded by the trunks of palm trees. "},{"book":"Ecclesiasticus","chapter":"50","verse":"13","text":" All the sons of Aaron in their splendor held the Lord&#39s offering in their hands before the whole congregation of Israel. "},{"book":"Ecclesiasticus","chapter":"50","verse":"14","text":" Finishing the service at the altars, and arranging the offering to the Most High, the Almighty, "},{"book":"Ecclesiasticus","chapter":"50","verse":"15","text":" he held out his hand for the cup and poured a drink offering of the blood of the grape; he poured it out at the foot of the altar, a pleasing odor to the Most High, the king of all. "},{"book":"Ecclesiasticus","chapter":"50","verse":"16","text":" Then the sons of Aaron shouted; they blew their trumpets of hammered metal; they sounded a mighty fanfare as a reminder before the Most High. "},{"book":"Ecclesiasticus","chapter":"50","verse":"17","text":" Then all the people together quickly fell to the ground on their faces to worship their Lord, the Almighty, God Most High. "},{"book":"Ecclesiasticus","chapter":"50","verse":"18","text":" Then the singers praised him with their voices in sweet and full-toned melody. "},{"book":"Ecclesiasticus","chapter":"50","verse":"19","text":" And the people of the Lord Most High offered their prayers before the Merciful One, until the order of worship of the Lord was ended, and they completed his ritual. "},{"book":"Ecclesiasticus","chapter":"50","verse":"20","text":" Then Simon came down and raised his hands over the whole congregation of Israelites, to pronounce the blessing of the Lord with his lips, and to glory in his name; "},{"book":"Ecclesiasticus","chapter":"50","verse":"21","text":" and they bowed down in worship a second time, to receive the blessing from the Most High. "},{"book":"Ecclesiasticus","chapter":"50","verse":"22","text":" And now bless the God of all, who everywhere works great wonders, who fosters our growth from birth, and deals with us according to his mercy. "},{"book":"Ecclesiasticus","chapter":"50","verse":"23","text":" May he give us gladness of heart, and may there be peace in our days in Israel, as in the days of old. "},{"book":"Ecclesiasticus","chapter":"50","verse":"24","text":" May he entrust to us his mercy, and may he deliver us in our days! "},{"book":"Ecclesiasticus","chapter":"50","verse":"25","text":" Two nations my soul detests, and the third is not even a people: "},{"book":"Ecclesiasticus","chapter":"50","verse":"26","text":" Those who live in Seir, and the Philistines, and the foolish people that live in Shechem. "},{"book":"Ecclesiasticus","chapter":"50","verse":"27","text":" Instruction in understanding and knowledge I have written in this book, Jesus son of Eleazar son of Sirach of Jerusalem, whose mind poured forth wisdom. "},{"book":"Ecclesiasticus","chapter":"50","verse":"28","text":" Happy are those who concern themselves with these things, and those who lay them to heart will become wise. "},{"book":"Ecclesiasticus","chapter":"50","verse":"29","text":" For if they put them into practice, they will be equal to anything, for the fear of the Lord is their path. "}]