[{"book":"Ecclesiasticus","chapter":"34","verse":"1","text":" The senseless have vain and false hopes, and dreams give wings to fools. "},{"book":"Ecclesiasticus","chapter":"34","verse":"2","text":" As one who catches at a shadow and pursues the wind, so is anyone who believes in dreams. "},{"book":"Ecclesiasticus","chapter":"34","verse":"3","text":" What is seen in dreams is but a reflection, the likeness of a face looking at itself. "},{"book":"Ecclesiasticus","chapter":"34","verse":"4","text":" From an unclean thing what can be clean? And from something false what can be true? "},{"book":"Ecclesiasticus","chapter":"34","verse":"5","text":" Divinations and omens and dreams are unreal, and like a woman in labor, the mind has fantasies. "},{"book":"Ecclesiasticus","chapter":"34","verse":"6","text":" Unless they are sent by intervention from the Most High, pay no attention to them. "},{"book":"Ecclesiasticus","chapter":"34","verse":"7","text":" For dreams have deceived many, and those who put their hope in them have perished. "},{"book":"Ecclesiasticus","chapter":"34","verse":"8","text":" Without such deceptions the law will be fulfilled, and wisdom is complete in the mouth of the faithful. "},{"book":"Ecclesiasticus","chapter":"34","verse":"9","text":" An educated person knows many things, and one with much experience knows what he is talking about. "},{"book":"Ecclesiasticus","chapter":"34","verse":"10","text":" An inexperienced person knows few things, "},{"book":"Ecclesiasticus","chapter":"34","verse":"11","text":" but he that has traveled acquires much cleverness. "},{"book":"Ecclesiasticus","chapter":"34","verse":"12","text":" I have seen many things in my travels, and I understand more than I can express. "},{"book":"Ecclesiasticus","chapter":"34","verse":"13","text":" I have often been in danger of death, but have escaped because of these experiences. "},{"book":"Ecclesiasticus","chapter":"34","verse":"14","text":" The spirit of those who fear the Lord will live, "},{"book":"Ecclesiasticus","chapter":"34","verse":"15","text":" for their hope is in him who saves them. "},{"book":"Ecclesiasticus","chapter":"34","verse":"16","text":" Those who fear the Lord will not be timid, or play the coward, for he is their hope. "},{"book":"Ecclesiasticus","chapter":"34","verse":"17","text":" Happy is the soul that fears the Lord! "},{"book":"Ecclesiasticus","chapter":"34","verse":"18","text":" To whom does he look? And who is his support? "},{"book":"Ecclesiasticus","chapter":"34","verse":"19","text":" The eyes of the Lord are on those who love him, a mighty shield and strong support, a shelter from scorching wind and a shade from noonday sun, a guard against stumbling and a help against falling. "},{"book":"Ecclesiasticus","chapter":"34","verse":"20","text":" He lifts up the soul and makes the eyes sparkle; he gives health and life and blessing. "},{"book":"Ecclesiasticus","chapter":"34","verse":"21","text":" If one sacrifices ill-gotten goods, the offering is blemished; "},{"book":"Ecclesiasticus","chapter":"34","verse":"22","text":" the gifts of the lawless are not acceptable. "},{"book":"Ecclesiasticus","chapter":"34","verse":"23","text":" The Most High is not pleased with the offerings of the ungodly, nor for a multitude of sacrifices does he forgive sins. "},{"book":"Ecclesiasticus","chapter":"34","verse":"24","text":" Like one who kills a son before his father&#39s eyes is the person who offers a sacrifice from the property of the poor. "},{"book":"Ecclesiasticus","chapter":"34","verse":"25","text":" The bread of the needy is the life of the poor; whoever deprives them of it is a murderer. "},{"book":"Ecclesiasticus","chapter":"34","verse":"26","text":" To take away a neighbor&#39s living is to commit murder; "},{"book":"Ecclesiasticus","chapter":"34","verse":"27","text":" to deprive an employee of wages is to shed blood. "},{"book":"Ecclesiasticus","chapter":"34","verse":"28","text":" When one builds and another tears down, what do they gain but hard work? "},{"book":"Ecclesiasticus","chapter":"34","verse":"29","text":" When one prays and another curses, to whose voice will the Lord listen? "},{"book":"Ecclesiasticus","chapter":"34","verse":"30","text":" If one washes after touching a corpse, and touches it again, what has been gained by washing? "},{"book":"Ecclesiasticus","chapter":"34","verse":"31","text":" So if one fasts for his sins, and goes again and does the same things, who will listen to his prayer? And what has he gained by humbling himself? "}]