[{"book":"Ecclesiasticus","chapter":"2","verse":"1","text":" My child, when you come to serve the Lord, prepare yourself for testing. "},{"book":"Ecclesiasticus","chapter":"2","verse":"2","text":" Set your heart right and be steadfast, and do not be impetuous in time of calamity. "},{"book":"Ecclesiasticus","chapter":"2","verse":"3","text":" Cling to him and do not depart, so that your last days may be prosperous. "},{"book":"Ecclesiasticus","chapter":"2","verse":"4","text":" Accept whatever befalls you, and in times of humiliation be patient. "},{"book":"Ecclesiasticus","chapter":"2","verse":"5","text":" For gold is tested in the fire, and those found acceptable, in the furnace of humiliation. "},{"book":"Ecclesiasticus","chapter":"2","verse":"6","text":" Trust in him, and he will help you; make your ways straight, and hope in him. "},{"book":"Ecclesiasticus","chapter":"2","verse":"7","text":" You who fear the Lord, wait for his mercy; do not stray, or else you may fall. "},{"book":"Ecclesiasticus","chapter":"2","verse":"8","text":" You who fear the Lord, trust in him, and your reward will not be lost. "},{"book":"Ecclesiasticus","chapter":"2","verse":"9","text":" You who fear the Lord, hope for good things, for lasting joy and mercy. "},{"book":"Ecclesiasticus","chapter":"2","verse":"10","text":" Consider the generations of old and see: has anyone trusted in the Lord and been disappointed? Or has anyone persevered in the fear of the Lord and been forsaken? Or has anyone called upon him and been neglected? "},{"book":"Ecclesiasticus","chapter":"2","verse":"11","text":" For the Lord is compassionate and merciful; he forgives sins and saves in time of distress. "},{"book":"Ecclesiasticus","chapter":"2","verse":"12","text":" Woe to timid hearts and to slack hands, and to the sinner who walks a double path! "},{"book":"Ecclesiasticus","chapter":"2","verse":"13","text":" Woe to the fainthearted who have no trust! Therefore they will have no shelter. "},{"book":"Ecclesiasticus","chapter":"2","verse":"14","text":" Woe to you who have lost your nerve! What will you do when the Lord&#39s reckoning comes? "},{"book":"Ecclesiasticus","chapter":"2","verse":"15","text":" Those who fear the Lord do not disobey his words, and those who love him keep his ways. "},{"book":"Ecclesiasticus","chapter":"2","verse":"16","text":" Those who fear the Lord seek to please him, and those who love him are filled with his law. "},{"book":"Ecclesiasticus","chapter":"2","verse":"17","text":" Those who fear the Lord prepare their hearts, and humble themselves before him. "},{"book":"Ecclesiasticus","chapter":"2","verse":"18","text":" Let us fall into the hands of the Lord, but not into the hands of mortals; for equal to his majesty is his mercy, and equal to his name are his works. "}]