[{"book":"EpistleJeremiah","chapter":"1","verse":"1","text":" A copy of a letter that Jeremiah sent to those who were to be taken to Babylon as exiles by the king of the Babylonians, to give them the message that God had commanded him. "},{"book":"EpistleJeremiah","chapter":"1","verse":"2","text":" Because of the sins that you have committed before God, you will be taken to Babylon as exiles by Nebuchadnezzar, king of the Babylonians. "},{"book":"EpistleJeremiah","chapter":"1","verse":"3","text":" Therefore when you have come to Babylon you will remain there for many years, for a long time, up to seven generations; after that I will bring you away from there in peace. "},{"book":"EpistleJeremiah","chapter":"1","verse":"4","text":" Now in Babylon you will see gods made of silver and gold and wood, which people carry on their shoulders, and which cause the heathen to fear. "},{"book":"EpistleJeremiah","chapter":"1","verse":"5","text":" So beware of becoming at all like the foreigners or of letting fear for these gods possess you "},{"book":"EpistleJeremiah","chapter":"1","verse":"6","text":" when you see the multitude before and behind them worshiping them. But say in your heart, &#34It is you, O Lord, whom we must worship.&#34 "},{"book":"EpistleJeremiah","chapter":"1","verse":"7","text":" For my angel is with you, and he is watching over your lives. "},{"book":"EpistleJeremiah","chapter":"1","verse":"8","text":" Their tongues are smoothed by the carpenter, and they themselves are overlaid with gold and silver; but they are false and cannot speak. "},{"book":"EpistleJeremiah","chapter":"1","verse":"9","text":" People take gold and make crowns for the heads of their gods, as they might for a girl who loves ornaments. "},{"book":"EpistleJeremiah","chapter":"1","verse":"10","text":" Sometimes the priests secretly take gold and silver from their gods and spend it on themselves, "},{"book":"EpistleJeremiah","chapter":"1","verse":"11","text":" or even give some of it to the prostitutes on the terrace. They deck their gods out with garments like human beings-- these gods of silver and gold and wood "},{"book":"EpistleJeremiah","chapter":"1","verse":"12","text":" that cannot save themselves from rust and corrosion. When they have been dressed in purple robes, "},{"book":"EpistleJeremiah","chapter":"1","verse":"13","text":" their faces are wiped because of the dust from the temple, which is thick upon them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"14","text":" One of them holds a scepter, like a district judge, but is unable to destroy anyone who offends it. "},{"book":"EpistleJeremiah","chapter":"1","verse":"15","text":" Another has a dagger in its right hand, and an ax, but cannot defend itself from war and robbers. "},{"book":"EpistleJeremiah","chapter":"1","verse":"16","text":" From this it is evident that they are not gods; so do not fear them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"17","text":" For just as someone&#39s dish is useless when it is broken, "},{"book":"EpistleJeremiah","chapter":"1","verse":"18","text":" so are their gods when they have been set up in the temples. Their eyes are full of the dust raised by the feet of those who enter. And just as the gates are shut on every side against anyone who has offended a king, as though under sentence of death, so the priests make their temples secure with doors and locks and bars, in order that they may not be plundered by robbers. "},{"book":"EpistleJeremiah","chapter":"1","verse":"19","text":" They light more lamps for them than they light for themselves, though their gods can see none of them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"20","text":" They are just like a beam of the temple, but their hearts, it is said, are eaten away when crawling creatures from the earth devour them and their robes. They do not notice "},{"book":"EpistleJeremiah","chapter":"1","verse":"21","text":" when their faces have been blackened by the smoke of the temple. "},{"book":"EpistleJeremiah","chapter":"1","verse":"22","text":" Bats, swallows, and birds alight on their bodies and heads; and so do cats. "},{"book":"EpistleJeremiah","chapter":"1","verse":"23","text":" From this you will know that they are not gods; so do not fear them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"24","text":" As for the gold that they wear for beauty-- it will not shine unless someone wipes off the tarnish; for even when they were being cast, they did not feel it. "},{"book":"EpistleJeremiah","chapter":"1","verse":"25","text":" They are bought without regard to cost, but there is no breath in them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"26","text":" Having no feet, they are carried on the shoulders of others, revealing to humankind their worthlessness. And those who serve them are put to shame "},{"book":"EpistleJeremiah","chapter":"1","verse":"27","text":" because, if any of these gods falls to the ground, they themselves must pick it up. If anyone sets it upright, it cannot move itself; and if it is tipped over, it cannot straighten itself. Gifts are placed before them just as before the dead. "},{"book":"EpistleJeremiah","chapter":"1","verse":"28","text":" The priests sell the sacrifices that are offered to these gods and use the money themselves. Likewise their wives preserve some of the meat with salt, but give none to the poor or helpless. "},{"book":"EpistleJeremiah","chapter":"1","verse":"29","text":" Sacrifices to them may even be touched by women in their periods or at childbirth. Since you know by these things that they are not gods, do not fear them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"30","text":" For how can they be called gods? Women serve meals for gods of silver and gold and wood; "},{"book":"EpistleJeremiah","chapter":"1","verse":"31","text":" and in their temples the priests sit with their clothes torn, their heads and beards shaved, and their heads uncovered. "},{"book":"EpistleJeremiah","chapter":"1","verse":"32","text":" They howl and shout before their gods as some do at a funeral banquet. "},{"book":"EpistleJeremiah","chapter":"1","verse":"33","text":" The priests take some of the clothing of their gods to clothe their wives and children. "},{"book":"EpistleJeremiah","chapter":"1","verse":"34","text":" Whether one does evil to them or good, they will not be able to repay it. They cannot set up a king or depose one. "},{"book":"EpistleJeremiah","chapter":"1","verse":"35","text":" Likewise they are not able to give either wealth or money; if one makes a vow to them and does not keep it, they will not require it. "},{"book":"EpistleJeremiah","chapter":"1","verse":"36","text":" They cannot save anyone from death or rescue the weak from the strong. "},{"book":"EpistleJeremiah","chapter":"1","verse":"37","text":" They cannot restore sight to the blind; they cannot rescue one who is in distress. "},{"book":"EpistleJeremiah","chapter":"1","verse":"38","text":" They cannot take pity on a widow or do good to an orphan. "},{"book":"EpistleJeremiah","chapter":"1","verse":"39","text":" These things that are made of wood and overlaid with gold and silver are like stones from the mountain, and those who serve them will be put to shame. "},{"book":"EpistleJeremiah","chapter":"1","verse":"40","text":" Why then must anyone think that they are gods, or call them gods? Besides, even the Chaldeans themselves dishonor them; for when they see someone who cannot speak, they bring Bel and pray that the mute may speak, as though Bel were able to understand! "},{"book":"EpistleJeremiah","chapter":"1","verse":"41","text":" Yet they themselves cannot perceive this and abandon them, for they have no sense. "},{"book":"EpistleJeremiah","chapter":"1","verse":"42","text":" And the women, with cords around them, sit along the passageways, burning bran for incense. "},{"book":"EpistleJeremiah","chapter":"1","verse":"43","text":" When one of them is led off by one of the passers-by and is taken to bed by him, she derides the woman next to her, because she was not as attractive as herself and her cord was not broken. "},{"book":"EpistleJeremiah","chapter":"1","verse":"44","text":" Whatever is done for these idols is false. Why then must anyone think that they are gods, or call them gods? "},{"book":"EpistleJeremiah","chapter":"1","verse":"45","text":" They are made by carpenters and goldsmiths; they can be nothing but what the artisans wish them to be. "},{"book":"EpistleJeremiah","chapter":"1","verse":"46","text":" Those who make them will certainly not live very long themselves; "},{"book":"EpistleJeremiah","chapter":"1","verse":"47","text":" how then can the things that are made by them be gods? They have left only lies and reproach for those who come after. "},{"book":"EpistleJeremiah","chapter":"1","verse":"48","text":" For when war or calamity comes upon them, the priests consult together as to where they can hide themselves and their gods. "},{"book":"EpistleJeremiah","chapter":"1","verse":"49","text":" How then can one fail to see that these are not gods, for they cannot save themselves from war or calamity? "},{"book":"EpistleJeremiah","chapter":"1","verse":"50","text":" Since they are made of wood and overlaid with gold and silver, it will afterward be known that they are false. "},{"book":"EpistleJeremiah","chapter":"1","verse":"51","text":" It will be manifest to all the nations and kings that they are not gods but the work of human hands, and that there is no work of God in them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"52","text":" Who then can fail to know that they are not gods? "},{"book":"EpistleJeremiah","chapter":"1","verse":"53","text":" For they cannot set up a king over a country or give rain to people. "},{"book":"EpistleJeremiah","chapter":"1","verse":"54","text":" They cannot judge their own cause or deliver one who is wronged, for they have no power; "},{"book":"EpistleJeremiah","chapter":"1","verse":"55","text":" they are like crows between heaven and earth. When fire breaks out in a temple of wooden gods overlaid with gold or silver, their priests will flee and escape, but the gods will be burned up like timbers. "},{"book":"EpistleJeremiah","chapter":"1","verse":"56","text":" Besides, they can offer no resistance to king or enemy. Why then must anyone admit or think that they are gods? "},{"book":"EpistleJeremiah","chapter":"1","verse":"57","text":" Gods made of wood and overlaid with silver and gold are unable to save themselves from thieves or robbers. "},{"book":"EpistleJeremiah","chapter":"1","verse":"58","text":" Anyone who can will strip them of their gold and silver and of the robes they wear, and go off with this booty, and they will not be able to help themselves. "},{"book":"EpistleJeremiah","chapter":"1","verse":"59","text":" So it is better to be a king who shows his courage, or a household utensil that serves its owner&#39s need, than to be these false gods; better even the door of a house that protects its contents, than these false gods; better also a wooden pillar in a palace, than these false gods. "},{"book":"EpistleJeremiah","chapter":"1","verse":"60","text":" For sun and moon and stars are bright, and when sent to do a service, they are obedient. "},{"book":"EpistleJeremiah","chapter":"1","verse":"61","text":" So also the lightning, when it flashes, is widely seen; and the wind likewise blows in every land. "},{"book":"EpistleJeremiah","chapter":"1","verse":"62","text":" When God commands the clouds to go over the whole world, they carry out his command. "},{"book":"EpistleJeremiah","chapter":"1","verse":"63","text":" And the fire sent from above to consume mountains and woods does what it is ordered. But these idols are not to be compared with them in appearance or power. "},{"book":"EpistleJeremiah","chapter":"1","verse":"64","text":" Therefore one must not think that they are gods, nor call them gods, for they are not able either to decide a case or to do good to anyone. "},{"book":"EpistleJeremiah","chapter":"1","verse":"65","text":" Since you know then that they are not gods, do not fear them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"66","text":" They can neither curse nor bless kings; "},{"book":"EpistleJeremiah","chapter":"1","verse":"67","text":" they cannot show signs in the heavens for the nations, or shine like the sun or give light like the moon. "},{"book":"EpistleJeremiah","chapter":"1","verse":"68","text":" The wild animals are better than they are, for they can flee to shelter and help themselves. "},{"book":"EpistleJeremiah","chapter":"1","verse":"69","text":" So we have no evidence whatever that they are gods; therefore do not fear them. "},{"book":"EpistleJeremiah","chapter":"1","verse":"70","text":" Like a scarecrow in a cucumber bed, which guards nothing, so are their gods of wood, overlaid with gold and silver. "},{"book":"EpistleJeremiah","chapter":"1","verse":"71","text":" In the same way, their gods of wood, overlaid with gold and silver, are like a thornbush in a garden on which every bird perches; or like a corpse thrown out in the darkness. "},{"book":"EpistleJeremiah","chapter":"1","verse":"72","text":" From the purple and linen that rot upon them you will know that they are not gods; and they will finally be consumed themselves, and be a reproach in the land. "},{"book":"EpistleJeremiah","chapter":"1","verse":"73","text":" Better, therefore, is someone upright who has no idols; such a person will be far above reproach.  "}]