[{"book":"Esther","chapter":"2","verse":"1","text":" After these things, when the anger of King Ahasuerus had abated, he remembered Vashti and what she had done and what had been decreed against her. "},{"book":"Esther","chapter":"2","verse":"2","text":" Then the king&#39s servants who attended him said, &#34Let beautiful young virgins be sought out for the king. "},{"book":"Esther","chapter":"2","verse":"3","text":" And let the king appoint commissioners in all the provinces of his kingdom to gather all the beautiful young virgins to the harem in the citadel of Susa under custody of Hegai, the king&#39s eunuch, who is in charge of the women; let their cosmetic treatments be given them. "},{"book":"Esther","chapter":"2","verse":"4","text":" And let the girl who pleases the king be queen instead of Vashti.&#34 This pleased the king, and he did so. "},{"book":"Esther","chapter":"2","verse":"5","text":" Now there was a Jew in the citadel of Susa whose name was Mordecai son of Jair son of Shimei son of Kish, a Benjaminite. "},{"book":"Esther","chapter":"2","verse":"6","text":" Kish had been carried away from Jerusalem among the captives carried away with King Jeconiah of Judah, whom King Nebuchadnezzar of Babylon had carried away. "},{"book":"Esther","chapter":"2","verse":"7","text":" Mordecai had brought up Hadassah, that is Esther, his cousin, for she had neither father nor mother; the girl was fair and beautiful, and when her father and her mother died, Mordecai adopted her as his own daughter. "},{"book":"Esther","chapter":"2","verse":"8","text":" So when the king&#39s order and his edict were proclaimed, and when many young women were gathered in the citadel of Susa in custody of Hegai, Esther also was taken into the king&#39s palace and put in custody of Hegai, who had charge of the women. "},{"book":"Esther","chapter":"2","verse":"9","text":" The girl pleased him and won his favor, and he quickly provided her with her cosmetic treatments and her portion of food, and with seven chosen maids from the king&#39s palace, and advanced her and her maids to the best place in the harem. "},{"book":"Esther","chapter":"2","verse":"10","text":" Esther did not reveal her people or kindred, for Mordecai had charged her not to tell. "},{"book":"Esther","chapter":"2","verse":"11","text":" Every day Mordecai would walk around in front of the court of the harem, to learn how Esther was and how she fared. "},{"book":"Esther","chapter":"2","verse":"12","text":" The turn came for each girl to go in to King Ahasuerus, after being twelve months under the regulations for the women, since this was the regular period of their cosmetic treatment, six months with oil of myrrh and six months with perfumes and cosmetics for women. "},{"book":"Esther","chapter":"2","verse":"13","text":" When the girl went in to the king she was given whatever she asked for to take with her from the harem to the king&#39s palace. "},{"book":"Esther","chapter":"2","verse":"14","text":" In the evening she went in; then in the morning she came back to the second harem in custody of Shaashgaz, the king&#39s eunuch, who was in charge of the concubines; she did not go in to the king again, unless the king delighted in her and she was summoned by name. "},{"book":"Esther","chapter":"2","verse":"15","text":" When the turn came for Esther daughter of Abihail the uncle of Mordecai, who had adopted her as his own daughter, to go in to the king, she asked for nothing except what Hegai the king&#39s eunuch, who had charge of the women, advised. Now Esther was admired by all who saw her. "},{"book":"Esther","chapter":"2","verse":"16","text":" When Esther was taken to King Ahasuerus in his royal palace in the tenth month, which is the month of Tebeth, in the seventh year of his reign, "},{"book":"Esther","chapter":"2","verse":"17","text":" the king loved Esther more than all the other women; of all the virgins she won his favor and devotion, so that he set the royal crown on her head and made her queen instead of Vashti. "},{"book":"Esther","chapter":"2","verse":"18","text":" Then the king gave a great banquet to all his officials and ministers-- &#34Esther&#39s banquet.&#34 He also granted a holiday to the provinces, and gave gifts with royal liberality. "},{"book":"Esther","chapter":"2","verse":"19","text":" When the virgins were being gathered together, Mordecai was sitting at the king&#39s gate. "},{"book":"Esther","chapter":"2","verse":"20","text":" Now Esther had not revealed her kindred or her people, as Mordecai had charged her; for Esther obeyed Mordecai just as when she was brought up by him. "},{"book":"Esther","chapter":"2","verse":"21","text":" In those days, while Mordecai was sitting at the king&#39s gate, Bigthan and Teresh, two of the king&#39s eunuchs, who guarded the threshold, became angry and conspired to assassinate King Ahasuerus. "},{"book":"Esther","chapter":"2","verse":"22","text":" But the matter came to the knowledge of Mordecai, and he told it to Queen Esther, and Esther told the king in the name of Mordecai. "},{"book":"Esther","chapter":"2","verse":"23","text":" When the affair was investigated and found to be so, both the men were hanged on the gallows. It was recorded in the book of the annals in the presence of the king. "}]