[{"book":"Esther","chapter":"4","verse":"1","text":" When Mordecai learned all that had been done, Mordecai tore his clothes and put on sackcloth and ashes, and went through the city, wailing with a loud and bitter cry; "},{"book":"Esther","chapter":"4","verse":"2","text":" he went up to the entrance of the king&#39s gate, for no one might enter the king&#39s gate clothed with sackcloth. "},{"book":"Esther","chapter":"4","verse":"3","text":" In every province, wherever the king&#39s command and his decree came, there was great mourning among the Jews, with fasting and weeping and lamenting, and most of them lay in sackcloth and ashes. "},{"book":"Esther","chapter":"4","verse":"4","text":" When Esther&#39s maids and her eunuchs came and told her, the queen was deeply distressed; she sent garments to clothe Mordecai, so that he might take off his sackcloth; but he would not accept them. "},{"book":"Esther","chapter":"4","verse":"5","text":" Then Esther called for Hathach, one of the king&#39s eunuchs, who had been appointed to attend her, and ordered him to go to Mordecai to learn what was happening and why. "},{"book":"Esther","chapter":"4","verse":"6","text":" Hathach went out to Mordecai in the open square of the city in front of the king&#39s gate, "},{"book":"Esther","chapter":"4","verse":"7","text":" and Mordecai told him all that had happened to him, and the exact sum of money that Haman had promised to pay into the king&#39s treasuries for the destruction of the Jews. "},{"book":"Esther","chapter":"4","verse":"8","text":" Mordecai also gave him a copy of the written decree issued in Susa for their destruction, that he might show it to Esther, explain it to her, and charge her to go to the king to make supplication to him and entreat him for her people. "},{"book":"Esther","chapter":"4","verse":"9","text":" Hathach went and told Esther what Mordecai had said. "},{"book":"Esther","chapter":"4","verse":"10","text":" Then Esther spoke to Hathach and gave him a message for Mordecai, saying, "},{"book":"Esther","chapter":"4","verse":"11","text":" &#34All the king&#39s servants and the people of the king&#39s provinces know that if any man or woman goes to the king inside the inner court without being called, there is but one law-- all alike are to be put to death. Only if the king holds out the golden scepter to someone, may that person live. I myself have not been called to come in to the king for thirty days.&#34 "},{"book":"Esther","chapter":"4","verse":"12","text":" When they told Mordecai what Esther had said, "},{"book":"Esther","chapter":"4","verse":"13","text":" Mordecai told them to reply to Esther, &#34Do not think that in the king&#39s palace you will escape any more than all the other Jews. "},{"book":"Esther","chapter":"4","verse":"14","text":" For if you keep silence at such a time as this, relief and deliverance will rise for the Jews from another quarter, but you and your father&#39s family will perish. Who knows? Perhaps you have come to royal dignity for just such a time as this.&#34 "},{"book":"Esther","chapter":"4","verse":"15","text":" Then Esther said in reply to Mordecai, "},{"book":"Esther","chapter":"4","verse":"16","text":" &#34Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and neither eat nor drink for three days, night or day. I and my maids will also fast as you do. After that I will go to the king, though it is against the law; and if I perish, I perish.&#34 "},{"book":"Esther","chapter":"4","verse":"17","text":" Mordecai then went away and did everything as Esther had ordered him. "}]