[{"book":"Exodus","chapter":"10","verse":"1","text":" Then the LORD said to Moses, &#34Go to Pharaoh; for I have hardened his heart and the heart of his officials, in order that I may show these signs of mine among them, "},{"book":"Exodus","chapter":"10","verse":"2","text":" and that you may tell your children and grandchildren how I have made fools of the Egyptians and what signs I have done among them-- so that you may know that I am the LORD.&#34 "},{"book":"Exodus","chapter":"10","verse":"3","text":" So Moses and Aaron went to Pharaoh, and said to him, &#34Thus says the LORD, the God of the Hebrews, &#39How long will you refuse to humble yourself before me? Let my people go, so that they may worship me. "},{"book":"Exodus","chapter":"10","verse":"4","text":" For if you refuse to let my people go, tomorrow I will bring locusts into your country. "},{"book":"Exodus","chapter":"10","verse":"5","text":" They shall cover the surface of the land, so that no one will be able to see the land. They shall devour the last remnant left you after the hail, and they shall devour every tree of yours that grows in the field. "},{"book":"Exodus","chapter":"10","verse":"6","text":" They shall fill your houses, and the houses of all your officials and of all the Egyptians-- something that neither your parents nor your grandparents have seen, from the day they came on earth to this day.&#39&#34 Then he turned and went out from Pharaoh. "},{"book":"Exodus","chapter":"10","verse":"7","text":" Pharaoh&#39s officials said to him, &#34How long shall this fellow be a snare to us? Let the people go, so that they may worship the LORD their God; do you not yet understand that Egypt is ruined?&#34 "},{"book":"Exodus","chapter":"10","verse":"8","text":" So Moses and Aaron were brought back to Pharaoh, and he said to them, &#34Go, worship the LORD your God! But which ones are to go?&#34 "},{"book":"Exodus","chapter":"10","verse":"9","text":" Moses said, &#34We will go with our young and our old; we will go with our sons and daughters and with our flocks and herds, because we have the LORD&#39s festival to celebrate.&#34 "},{"book":"Exodus","chapter":"10","verse":"10","text":" He said to them, &#34The LORD indeed will be with you, if ever I let your little ones go with you! Plainly, you have some evil purpose in mind. "},{"book":"Exodus","chapter":"10","verse":"11","text":" No, never! Your men may go and worship the LORD, for that is what you are asking.&#34 And they were driven out from Pharaoh&#39s presence. "},{"book":"Exodus","chapter":"10","verse":"12","text":" Then the LORD said to Moses, &#34Stretch out your hand over the land of Egypt, so that the locusts may come upon it and eat every plant in the land, all that the hail has left.&#34 "},{"book":"Exodus","chapter":"10","verse":"13","text":" So Moses stretched out his staff over the land of Egypt, and the LORD brought an east wind upon the land all that day and all that night; when morning came, the east wind had brought the locusts. "},{"book":"Exodus","chapter":"10","verse":"14","text":" The locusts came upon all the land of Egypt and settled on the whole country of Egypt, such a dense swarm of locusts as had never been before, nor ever shall be again. "},{"book":"Exodus","chapter":"10","verse":"15","text":" They covered the surface of the whole land, so that the land was black; and they ate all the plants in the land and all the fruit of the trees that the hail had left; nothing green was left, no tree, no plant in the field, in all the land of Egypt. "},{"book":"Exodus","chapter":"10","verse":"16","text":" Pharaoh hurriedly summoned Moses and Aaron and said, &#34I have sinned against the LORD your God, and against you. "},{"book":"Exodus","chapter":"10","verse":"17","text":" Do forgive my sin just this once, and pray to the LORD your God that at the least he remove this deadly thing from me.&#34 "},{"book":"Exodus","chapter":"10","verse":"18","text":" So he went out from Pharaoh and prayed to the LORD. "},{"book":"Exodus","chapter":"10","verse":"19","text":" The LORD changed the wind into a very strong west wind, which lifted the locusts and drove them into the Red Sea; not a single locust was left in all the country of Egypt. "},{"book":"Exodus","chapter":"10","verse":"20","text":" But the LORD hardened Pharaoh&#39s heart, and he would not let the Israelites go. "},{"book":"Exodus","chapter":"10","verse":"21","text":" Then the LORD said to Moses, &#34Stretch out your hand toward heaven so that there may be darkness over the land of Egypt, a darkness that can be felt.&#34 "},{"book":"Exodus","chapter":"10","verse":"22","text":" So Moses stretched out his hand toward heaven, and there was dense darkness in all the land of Egypt for three days. "},{"book":"Exodus","chapter":"10","verse":"23","text":" People could not see one another, and for three days they could not move from where they were; but all the Israelites had light where they lived. "},{"book":"Exodus","chapter":"10","verse":"24","text":" Then Pharaoh summoned Moses, and said, &#34Go, worship the LORD. Only your flocks and your herds shall remain behind. Even your children may go with you.&#34 "},{"book":"Exodus","chapter":"10","verse":"25","text":" But Moses said, &#34You must also let us have sacrifices and burnt offerings to sacrifice to the LORD our God. "},{"book":"Exodus","chapter":"10","verse":"26","text":" Our livestock also must go with us; not a hoof shall be left behind, for we must choose some of them for the worship of the LORD our God, and we will not know what to use to worship the LORD until we arrive there.&#34 "},{"book":"Exodus","chapter":"10","verse":"27","text":" But the LORD hardened Pharaoh&#39s heart, and he was unwilling to let them go. "},{"book":"Exodus","chapter":"10","verse":"28","text":" Then Pharaoh said to him, &#34Get away from me! Take care that you do not see my face again, for on the day you see my face you shall die.&#34 "},{"book":"Exodus","chapter":"10","verse":"29","text":" Moses said, &#34Just as you say! I will never see your face again.&#34 "}]