[{"book":"Exodus","chapter":"8","verse":"1","text":" Then the LORD said to Moses, &#34Go to Pharaoh and say to him, &#39Thus says the LORD: Let my people go, so that they may worship me. "},{"book":"Exodus","chapter":"8","verse":"2","text":" If you refuse to let them go, I will plague your whole country with frogs. "},{"book":"Exodus","chapter":"8","verse":"3","text":" The river shall swarm with frogs; they shall come up into your palace, into your bedchamber and your bed, and into the houses of your officials and of your people, and into your ovens and your kneading bowls. "},{"book":"Exodus","chapter":"8","verse":"4","text":" The frogs shall come up on you and on your people and on all your officials.&#39&#34 "},{"book":"Exodus","chapter":"8","verse":"5","text":" And the LORD said to Moses, &#34Say to Aaron, &#39Stretch out your hand with your staff over the rivers, the canals, and the pools, and make frogs come up on the land of Egypt.&#39&#34 "},{"book":"Exodus","chapter":"8","verse":"6","text":" So Aaron stretched out his hand over the waters of Egypt; and the frogs came up and covered the land of Egypt. "},{"book":"Exodus","chapter":"8","verse":"7","text":" But the magicians did the same by their secret arts, and brought frogs up on the land of Egypt. "},{"book":"Exodus","chapter":"8","verse":"8","text":" Then Pharaoh called Moses and Aaron, and said, &#34Pray to the LORD to take away the frogs from me and my people, and I will let the people go to sacrifice to the LORD.&#34 "},{"book":"Exodus","chapter":"8","verse":"9","text":" Moses said to Pharaoh, &#34Kindly tell me when I am to pray for you and for your officials and for your people, that the frogs may be removed from you and your houses and be left only in the Nile.&#34 "},{"book":"Exodus","chapter":"8","verse":"10","text":" And he said, &#34Tomorrow.&#34 Moses said, &#34As you say! So that you may know that there is no one like the LORD our God, "},{"book":"Exodus","chapter":"8","verse":"11","text":" the frogs shall leave you and your houses and your officials and your people; they shall be left only in the Nile.&#34 "},{"book":"Exodus","chapter":"8","verse":"12","text":" Then Moses and Aaron went out from Pharaoh; and Moses cried out to the LORD concerning the frogs that he had brought upon Pharaoh. "},{"book":"Exodus","chapter":"8","verse":"13","text":" And the LORD did as Moses requested: the frogs died in the houses, the courtyards, and the fields. "},{"book":"Exodus","chapter":"8","verse":"14","text":" And they gathered them together in heaps, and the land stank. "},{"book":"Exodus","chapter":"8","verse":"15","text":" But when Pharaoh saw that there was a respite, he hardened his heart, and would not listen to them, just as the LORD had said. "},{"book":"Exodus","chapter":"8","verse":"16","text":" Then the LORD said to Moses, &#34Say to Aaron, &#39Stretch out your staff and strike the dust of the earth, so that it may become gnats throughout the whole land of Egypt.&#39&#34 "},{"book":"Exodus","chapter":"8","verse":"17","text":" And they did so; Aaron stretched out his hand with his staff and struck the dust of the earth, and gnats came on humans and animals alike; all the dust of the earth turned into gnats throughout the whole land of Egypt. "},{"book":"Exodus","chapter":"8","verse":"18","text":" The magicians tried to produce gnats by their secret arts, but they could not. There were gnats on both humans and animals. "},{"book":"Exodus","chapter":"8","verse":"19","text":" And the magicians said to Pharaoh, &#34This is the finger of God!&#34 But Pharaoh&#39s heart was hardened, and he would not listen to them, just as the LORD had said. "},{"book":"Exodus","chapter":"8","verse":"20","text":" Then the LORD said to Moses, &#34Rise early in the morning and present yourself before Pharaoh, as he goes out to the water, and say to him, &#39Thus says the LORD: Let my people go, so that they may worship me. "},{"book":"Exodus","chapter":"8","verse":"21","text":" For if you will not let my people go, I will send swarms of flies on you, your officials, and your people, and into your houses; and the houses of the Egyptians shall be filled with swarms of flies; so also the land where they live. "},{"book":"Exodus","chapter":"8","verse":"22","text":" But on that day I will set apart the land of Goshen, where my people live, so that no swarms of flies shall be there, that you may know that I the LORD am in this land. "},{"book":"Exodus","chapter":"8","verse":"23","text":" Thus I will make a distinction between my people and your people. This sign shall appear tomorrow.&#39&#34 "},{"book":"Exodus","chapter":"8","verse":"24","text":" The LORD did so, and great swarms of flies came into the house of Pharaoh and into his officials&#39 houses; in all of Egypt the land was ruined because of the flies. "},{"book":"Exodus","chapter":"8","verse":"25","text":" Then Pharaoh summoned Moses and Aaron, and said, &#34Go, sacrifice to your God within the land.&#34 "},{"book":"Exodus","chapter":"8","verse":"26","text":" But Moses said, &#34It would not be right to do so; for the sacrifices that we offer to the LORD our God are offensive to the Egyptians. If we offer in the sight of the Egyptians sacrifices that are offensive to them, will they not stone us? "},{"book":"Exodus","chapter":"8","verse":"27","text":" We must go a three days&#39 journey into the wilderness and sacrifice to the LORD our God as he commands us.&#34 "},{"book":"Exodus","chapter":"8","verse":"28","text":" So Pharaoh said, &#34I will let you go to sacrifice to the LORD your God in the wilderness, provided you do not go very far away. Pray for me.&#34 "},{"book":"Exodus","chapter":"8","verse":"29","text":" Then Moses said, &#34As soon as I leave you, I will pray to the LORD that the swarms of flies may depart tomorrow from Pharaoh, from his officials, and from his people; only do not let Pharaoh again deal falsely by not letting the people go to sacrifice to the LORD.&#34 "},{"book":"Exodus","chapter":"8","verse":"30","text":" So Moses went out from Pharaoh and prayed to the LORD. "},{"book":"Exodus","chapter":"8","verse":"31","text":" And the LORD did as Moses asked: he removed the swarms of flies from Pharaoh, from his officials, and from his people; not one remained. "},{"book":"Exodus","chapter":"8","verse":"32","text":" But Pharaoh hardened his heart this time also, and would not let the people go. "}]