[{"book":"Exodus","chapter":"17","verse":"1","text":" From the wilderness of Sin the whole congregation of the Israelites journeyed by stages, as the LORD commanded. They camped at Rephidim, but there was no water for the people to drink. "},{"book":"Exodus","chapter":"17","verse":"2","text":" The people quarreled with Moses, and said, &#34Give us water to drink.&#34 Moses said to them, &#34Why do you quarrel with me? Why do you test the LORD?&#34 "},{"book":"Exodus","chapter":"17","verse":"3","text":" But the people thirsted there for water; and the people complained against Moses and said, &#34Why did you bring us out of Egypt, to kill us and our children and livestock with thirst?&#34 "},{"book":"Exodus","chapter":"17","verse":"4","text":" So Moses cried out to the LORD, &#34What shall I do with this people? They are almost ready to stone me.&#34 "},{"book":"Exodus","chapter":"17","verse":"5","text":" The LORD said to Moses, &#34Go on ahead of the people, and take some of the elders of Israel with you; take in your hand the staff with which you struck the Nile, and go. "},{"book":"Exodus","chapter":"17","verse":"6","text":" I will be standing there in front of you on the rock at Horeb. Strike the rock, and water will come out of it, so that the people may drink.&#34 Moses did so, in the sight of the elders of Israel. "},{"book":"Exodus","chapter":"17","verse":"7","text":" He called the place Massah and Meribah, because the Israelites quarreled and tested the LORD, saying, &#34Is the LORD among us or not?&#34 "},{"book":"Exodus","chapter":"17","verse":"8","text":" Then Amalek came and fought with Israel at Rephidim. "},{"book":"Exodus","chapter":"17","verse":"9","text":" Moses said to Joshua, &#34Choose some men for us and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with the staff of God in my hand.&#34 "},{"book":"Exodus","chapter":"17","verse":"10","text":" So Joshua did as Moses told him, and fought with Amalek, while Moses, Aaron, and Hur went up to the top of the hill. "},{"book":"Exodus","chapter":"17","verse":"11","text":" Whenever Moses held up his hand, Israel prevailed; and whenever he lowered his hand, Amalek prevailed. "},{"book":"Exodus","chapter":"17","verse":"12","text":" But Moses&#39 hands grew weary; so they took a stone and put it under him, and he sat on it. Aaron and Hur held up his hands, one on one side, and the other on the other side; so his hands were steady until the sun set. "},{"book":"Exodus","chapter":"17","verse":"13","text":" And Joshua defeated Amalek and his people with the sword. "},{"book":"Exodus","chapter":"17","verse":"14","text":" Then the LORD said to Moses, &#34Write this as a reminder in a book and recite it in the hearing of Joshua: I will utterly blot out the remembrance of Amalek from under heaven.&#34 "},{"book":"Exodus","chapter":"17","verse":"15","text":" And Moses built an altar and called it, The LORD is my banner. "},{"book":"Exodus","chapter":"17","verse":"16","text":" He said, &#34A hand upon the banner of the LORD The LORD will have war with Amalek from generation to generation.&#34 "}]