[{"book":"Exodus","chapter":"9","verse":"1","text":" Then the LORD said to Moses, &#34Go to Pharaoh, and say to him, &#39Thus says the LORD, the God of the Hebrews: Let my people go, so that they may worship me. "},{"book":"Exodus","chapter":"9","verse":"2","text":" For if you refuse to let them go and still hold them, "},{"book":"Exodus","chapter":"9","verse":"3","text":" the hand of the LORD will strike with a deadly pestilence your livestock in the field: the horses, the donkeys, the camels, the herds, and the flocks. "},{"book":"Exodus","chapter":"9","verse":"4","text":" But the LORD will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing shall die of all that belongs to the Israelites.&#39&#34 "},{"book":"Exodus","chapter":"9","verse":"5","text":" The LORD set a time, saying, &#34Tomorrow the LORD will do this thing in the land.&#34 "},{"book":"Exodus","chapter":"9","verse":"6","text":" And on the next day the LORD did so; all the livestock of the Egyptians died, but of the livestock of the Israelites not one died. "},{"book":"Exodus","chapter":"9","verse":"7","text":" Pharaoh inquired and found that not one of the livestock of the Israelites was dead. But the heart of Pharaoh was hardened, and he would not let the people go. "},{"book":"Exodus","chapter":"9","verse":"8","text":" Then the LORD said to Moses and Aaron, &#34Take handfuls of soot from the kiln, and let Moses throw it in the air in the sight of Pharaoh. "},{"book":"Exodus","chapter":"9","verse":"9","text":" It shall become fine dust all over the land of Egypt, and shall cause festering boils on humans and animals throughout the whole land of Egypt.&#34 "},{"book":"Exodus","chapter":"9","verse":"10","text":" So they took soot from the kiln, and stood before Pharaoh, and Moses threw it in the air, and it caused festering boils on humans and animals. "},{"book":"Exodus","chapter":"9","verse":"11","text":" The magicians could not stand before Moses because of the boils, for the boils afflicted the magicians as well as all the Egyptians. "},{"book":"Exodus","chapter":"9","verse":"12","text":" But the LORD hardened the heart of Pharaoh, and he would not listen to them, just as the LORD had spoken to Moses. "},{"book":"Exodus","chapter":"9","verse":"13","text":" Then the LORD said to Moses, &#34Rise up early in the morning and present yourself before Pharaoh, and say to him, &#39Thus says the LORD, the God of the Hebrews: Let my people go, so that they may worship me. "},{"book":"Exodus","chapter":"9","verse":"14","text":" For this time I will send all my plagues upon you yourself, and upon your officials, and upon your people, so that you may know that there is no one like me in all the earth. "},{"book":"Exodus","chapter":"9","verse":"15","text":" For by now I could have stretched out my hand and struck you and your people with pestilence, and you would have been cut off from the earth. "},{"book":"Exodus","chapter":"9","verse":"16","text":" But this is why I have let you live: to show you my power, and to make my name resound through all the earth. "},{"book":"Exodus","chapter":"9","verse":"17","text":" You are still exalting yourself against my people, and will not let them go. "},{"book":"Exodus","chapter":"9","verse":"18","text":" Tomorrow at this time I will cause the heaviest hail to fall that has ever fallen in Egypt from the day it was founded until now. "},{"book":"Exodus","chapter":"9","verse":"19","text":" Send, therefore, and have your livestock and everything that you have in the open field brought to a secure place; every human or animal that is in the open field and is not brought under shelter will die when the hail comes down upon them.&#39&#34 "},{"book":"Exodus","chapter":"9","verse":"20","text":" Those officials of Pharaoh who feared the word of the LORD hurried their slaves and livestock off to a secure place. "},{"book":"Exodus","chapter":"9","verse":"21","text":" Those who did not regard the word of the LORD left their slaves and livestock in the open field. "},{"book":"Exodus","chapter":"9","verse":"22","text":" The LORD said to Moses, &#34Stretch out your hand toward heaven so that hail may fall on the whole land of Egypt, on humans and animals and all the plants of the field in the land of Egypt.&#34 "},{"book":"Exodus","chapter":"9","verse":"23","text":" Then Moses stretched out his staff toward heaven, and the LORD sent thunder and hail, and fire came down on the earth. And the LORD rained hail on the land of Egypt; "},{"book":"Exodus","chapter":"9","verse":"24","text":" there was hail with fire flashing continually in the midst of it, such heavy hail as had never fallen in all the land of Egypt since it became a nation. "},{"book":"Exodus","chapter":"9","verse":"25","text":" The hail struck down everything that was in the open field throughout all the land of Egypt, both human and animal; the hail also struck down all the plants of the field, and shattered every tree in the field. "},{"book":"Exodus","chapter":"9","verse":"26","text":" Only in the land of Goshen, where the Israelites were, there was no hail. "},{"book":"Exodus","chapter":"9","verse":"27","text":" Then Pharaoh summoned Moses and Aaron, and said to them, &#34This time I have sinned; the LORD is in the right, and I and my people are in the wrong. "},{"book":"Exodus","chapter":"9","verse":"28","text":" Pray to the LORD! Enough of God&#39s thunder and hail! I will let you go; you need stay no longer.&#34 "},{"book":"Exodus","chapter":"9","verse":"29","text":" Moses said to him, &#34As soon as I have gone out of the city, I will stretch out my hands to the LORD; the thunder will cease, and there will be no more hail, so that you may know that the earth is the LORD&#39s. "},{"book":"Exodus","chapter":"9","verse":"30","text":" But as for you and your officials, I know that you do not yet fear the LORD God.&#34 "},{"book":"Exodus","chapter":"9","verse":"31","text":" (Now the flax and the barley were ruined, for the barley was in the ear and the flax was in bud. "},{"book":"Exodus","chapter":"9","verse":"32","text":" But the wheat and the spelt were not ruined, for they are late in coming up.) "},{"book":"Exodus","chapter":"9","verse":"33","text":" So Moses left Pharaoh, went out of the city, and stretched out his hands to the LORD; then the thunder and the hail ceased, and the rain no longer poured down on the earth. "},{"book":"Exodus","chapter":"9","verse":"34","text":" But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned once more and hardened his heart, he and his officials. "},{"book":"Exodus","chapter":"9","verse":"35","text":" So the heart of Pharaoh was hardened, and he would not let the Israelites go, just as the LORD had spoken through Moses. "}]