[{"book":"Exodus","chapter":"2","verse":"1","text":" Now a man from the house of Levi went and married a Levite woman. "},{"book":"Exodus","chapter":"2","verse":"2","text":" The woman conceived and bore a son; and when she saw that he was a fine baby, she hid him three months. "},{"book":"Exodus","chapter":"2","verse":"3","text":" When she could hide him no longer she got a papyrus basket for him, and plastered it with bitumen and pitch; she put the child in it and placed it among the reeds on the bank of the river. "},{"book":"Exodus","chapter":"2","verse":"4","text":" His sister stood at a distance, to see what would happen to him. "},{"book":"Exodus","chapter":"2","verse":"5","text":" The daughter of Pharaoh came down to bathe at the river, while her attendants walked beside the river. She saw the basket among the reeds and sent her maid to bring it. "},{"book":"Exodus","chapter":"2","verse":"6","text":" When she opened it, she saw the child. He was crying, and she took pity on him, &#34This must be one of the Hebrews&#39 children,&#34 she said. "},{"book":"Exodus","chapter":"2","verse":"7","text":" Then his sister said to Pharaoh&#39s daughter, &#34Shall I go and get you a nurse from the Hebrew women to nurse the child for you?&#34 "},{"book":"Exodus","chapter":"2","verse":"8","text":" Pharaoh&#39s daughter said to her, &#34Yes.&#34 So the girl went and called the child&#39s mother. "},{"book":"Exodus","chapter":"2","verse":"9","text":" Pharaoh&#39s daughter said to her, &#34Take this child and nurse it for me, and I will give you your wages.&#34 So the woman took the child and nursed it. "},{"book":"Exodus","chapter":"2","verse":"10","text":" When the child grew up, she brought him to Pharaoh&#39s daughter, and she took him as her son. She named him Moses, &#34because,&#34 she said, &#34I drew him out of the water.&#34 "},{"book":"Exodus","chapter":"2","verse":"11","text":" One day, after Moses had grown up, he went out to his people and saw their forced labor. He saw an Egyptian beating a Hebrew, one of his kinsfolk. "},{"book":"Exodus","chapter":"2","verse":"12","text":" He looked this way and that, and seeing no one he killed the Egyptian and hid him in the sand. "},{"book":"Exodus","chapter":"2","verse":"13","text":" When he went out the next day, he saw two Hebrews fighting; and he said to the one who was in the wrong, &#34Why do you strike your fellow Hebrew?&#34 "},{"book":"Exodus","chapter":"2","verse":"14","text":" He answered, &#34Who made you a ruler and judge over us? Do you mean to kill me as you killed the Egyptian?&#34 Then Moses was afraid and thought, &#34Surely the thing is known.&#34 "},{"book":"Exodus","chapter":"2","verse":"15","text":" When Pharaoh heard of it, he sought to kill Moses. But Moses fled from Pharaoh. He settled in the land of Midian, and sat down by a well. "},{"book":"Exodus","chapter":"2","verse":"16","text":" The priest of Midian had seven daughters. They came to draw water, and filled the troughs to water their father&#39s flock. "},{"book":"Exodus","chapter":"2","verse":"17","text":" But some shepherds came and drove them away. Moses got up and came to their defense and watered their flock. "},{"book":"Exodus","chapter":"2","verse":"18","text":" When they returned to their father Reuel, he said, &#34How is it that you have come back so soon today?&#34 "},{"book":"Exodus","chapter":"2","verse":"19","text":" They said, &#34An Egyptian helped us against the shepherds; he even drew water for us and watered the flock.&#34 "},{"book":"Exodus","chapter":"2","verse":"20","text":" He said to his daughters, &#34Where is he? Why did you leave the man? Invite him to break bread.&#34 "},{"book":"Exodus","chapter":"2","verse":"21","text":" Moses agreed to stay with the man, and he gave Moses his daughter Zipporah in marriage. "},{"book":"Exodus","chapter":"2","verse":"22","text":" She bore a son, and he named him Gershom; for he said, &#34I have been an alien residing in a foreign land.&#34 "},{"book":"Exodus","chapter":"2","verse":"23","text":" After a long time the king of Egypt died. The Israelites groaned under their slavery, and cried out. Out of the slavery their cry for help rose up to God. "},{"book":"Exodus","chapter":"2","verse":"24","text":" God heard their groaning, and God remembered his covenant with Abraham, Isaac, and Jacob. "},{"book":"Exodus","chapter":"2","verse":"25","text":" God looked upon the Israelites, and God took notice of them. "}]