[{"book":"Exodus","chapter":"35","verse":"1","text":" Moses assembled all the congregation of the Israelites and said to them: These are the things that the LORD has commanded you to do: "},{"book":"Exodus","chapter":"35","verse":"2","text":" Six days shall work be done, but on the seventh day you shall have a holy sabbath of solemn rest to the LORD; whoever does any work on it shall be put to death. "},{"book":"Exodus","chapter":"35","verse":"3","text":" You shall kindle no fire in all your dwellings on the sabbath day. "},{"book":"Exodus","chapter":"35","verse":"4","text":" Moses said to all the congregation of the Israelites: This is the thing that the LORD has commanded: "},{"book":"Exodus","chapter":"35","verse":"5","text":" Take from among you an offering to the LORD; let whoever is of a generous heart bring the LORD&#39s offering: gold, silver, and bronze; "},{"book":"Exodus","chapter":"35","verse":"6","text":" blue, purple, and crimson yarns, and fine linen; goats&#39 hair, "},{"book":"Exodus","chapter":"35","verse":"7","text":" tanned rams&#39 skins, and fine leather; acacia wood, "},{"book":"Exodus","chapter":"35","verse":"8","text":" oil for the light, spices for the anointing oil and for the fragrant incense, "},{"book":"Exodus","chapter":"35","verse":"9","text":" and onyx stones and gems to be set in the ephod and the breastpiece. "},{"book":"Exodus","chapter":"35","verse":"10","text":" All who are skillful among you shall come and make all that the LORD has commanded: the tabernacle, "},{"book":"Exodus","chapter":"35","verse":"11","text":" its tent and its covering, its clasps and its frames, its bars, its pillars, and its bases; "},{"book":"Exodus","chapter":"35","verse":"12","text":" the ark with its poles, the mercy seat, and the curtain for the screen; "},{"book":"Exodus","chapter":"35","verse":"13","text":" the table with its poles and all its utensils, and the bread of the Presence; "},{"book":"Exodus","chapter":"35","verse":"14","text":" the lampstand also for the light, with its utensils and its lamps, and the oil for the light; "},{"book":"Exodus","chapter":"35","verse":"15","text":" and the altar of incense, with its poles, and the anointing oil and the fragrant incense, and the screen for the entrance, the entrance of the tabernacle; "},{"book":"Exodus","chapter":"35","verse":"16","text":" the altar of burnt offering, with its grating of bronze, its poles, and all its utensils, the basin with its stand; "},{"book":"Exodus","chapter":"35","verse":"17","text":" the hangings of the court, its pillars and its bases, and the screen for the gate of the court; "},{"book":"Exodus","chapter":"35","verse":"18","text":" the pegs of the tabernacle and the pegs of the court, and their cords; "},{"book":"Exodus","chapter":"35","verse":"19","text":" the finely worked vestments for ministering in the holy place, the holy vestments for the priest Aaron, and the vestments of his sons, for their service as priests. "},{"book":"Exodus","chapter":"35","verse":"20","text":" Then all the congregation of the Israelites withdrew from the presence of Moses. "},{"book":"Exodus","chapter":"35","verse":"21","text":" And they came, everyone whose heart was stirred, and everyone whose spirit was willing, and brought the LORD&#39s offering to be used for the tent of meeting, and for all its service, and for the sacred vestments. "},{"book":"Exodus","chapter":"35","verse":"22","text":" So they came, both men and women; all who were of a willing heart brought brooches and earrings and signet rings and pendants, all sorts of gold objects, everyone bringing an offering of gold to the LORD. "},{"book":"Exodus","chapter":"35","verse":"23","text":" And everyone who possessed blue or purple or crimson yarn or fine linen or goats&#39 hair or tanned rams&#39 skins or fine leather, brought them. "},{"book":"Exodus","chapter":"35","verse":"24","text":" Everyone who could make an offering of silver or bronze brought it as the LORD&#39s offering; and everyone who possessed acacia wood of any use in the work, brought it. "},{"book":"Exodus","chapter":"35","verse":"25","text":" All the skillful women spun with their hands, and brought what they had spun in blue and purple and crimson yarns and fine linen; "},{"book":"Exodus","chapter":"35","verse":"26","text":" all the women whose hearts moved them to use their skill spun the goats&#39 hair. "},{"book":"Exodus","chapter":"35","verse":"27","text":" And the leaders brought onyx stones and gems to be set in the ephod and the breastpiece, "},{"book":"Exodus","chapter":"35","verse":"28","text":" and spices and oil for the light, and for the anointing oil, and for the fragrant incense. "},{"book":"Exodus","chapter":"35","verse":"29","text":" All the Israelite men and women whose hearts made them willing to bring anything for the work that the LORD had commanded by Moses to be done, brought it as a freewill offering to the LORD. "},{"book":"Exodus","chapter":"35","verse":"30","text":" Then Moses said to the Israelites: See, the LORD has called by name Bezalel son of Uri son of Hur, of the tribe of Judah; "},{"book":"Exodus","chapter":"35","verse":"31","text":" he has filled him with divine spirit, with skill, intelligence, and knowledge in every kind of craft, "},{"book":"Exodus","chapter":"35","verse":"32","text":" to devise artistic designs, to work in gold, silver, and bronze, "},{"book":"Exodus","chapter":"35","verse":"33","text":" in cutting stones for setting, and in carving wood, in every kind of craft. "},{"book":"Exodus","chapter":"35","verse":"34","text":" And he has inspired him to teach, both him and Oholiab son of Ahisamach, of the tribe of Dan. "},{"book":"Exodus","chapter":"35","verse":"35","text":" He has filled them with skill to do every kind of work done by an artisan or by a designer or by an embroiderer in blue, purple, and crimson yarns, and in fine linen, or by a weaver-- by any sort of artisan or skilled designer. "}]