[{"book":"Exodus","chapter":"6","verse":"1","text":" Then the LORD said to Moses, &#34Now you shall see what I will do to Pharaoh: Indeed, by a mighty hand he will let them go; by a mighty hand he will drive them out of his land.&#34 "},{"book":"Exodus","chapter":"6","verse":"2","text":" God also spoke to Moses and said to him: &#34I am the LORD. "},{"book":"Exodus","chapter":"6","verse":"3","text":" I appeared to Abraham, Isaac, and Jacob as God Almighty, but by my name &#39The LORD&#39 I did not make myself known to them. "},{"book":"Exodus","chapter":"6","verse":"4","text":" I also established my covenant with them, to give them the land of Canaan, the land in which they resided as aliens. "},{"book":"Exodus","chapter":"6","verse":"5","text":" I have also heard the groaning of the Israelites whom the Egyptians are holding as slaves, and I have remembered my covenant. "},{"book":"Exodus","chapter":"6","verse":"6","text":" Say therefore to the Israelites, &#39I am the LORD, and I will free you from the burdens of the Egyptians and deliver you from slavery to them. I will redeem you with an outstretched arm and with mighty acts of judgment. "},{"book":"Exodus","chapter":"6","verse":"7","text":" I will take you as my people, and I will be your God. You shall know that I am the LORD your God, who has freed you from the burdens of the Egyptians. "},{"book":"Exodus","chapter":"6","verse":"8","text":" I will bring you into the land that I swore to give to Abraham, Isaac, and Jacob; I will give it to you for a possession. I am the LORD.&#39&#34 "},{"book":"Exodus","chapter":"6","verse":"9","text":" Moses told this to the Israelites; but they would not listen to Moses, because of their broken spirit and their cruel slavery. "},{"book":"Exodus","chapter":"6","verse":"10","text":" Then the LORD spoke to Moses, "},{"book":"Exodus","chapter":"6","verse":"11","text":" &#34Go and tell Pharaoh king of Egypt to let the Israelites go out of his land.&#34 "},{"book":"Exodus","chapter":"6","verse":"12","text":" But Moses spoke to the LORD, &#34The Israelites have not listened to me; how then shall Pharaoh listen to me, poor speaker that I am?&#34 "},{"book":"Exodus","chapter":"6","verse":"13","text":" Thus the LORD spoke to Moses and Aaron, and gave them orders regarding the Israelites and Pharaoh king of Egypt, charging them to free the Israelites from the land of Egypt. "},{"book":"Exodus","chapter":"6","verse":"14","text":" The following are the heads of their ancestral houses: the sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi; these are the families of Reuben. "},{"book":"Exodus","chapter":"6","verse":"15","text":" The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman; these are the families of Simeon. "},{"book":"Exodus","chapter":"6","verse":"16","text":" The following are the names of the sons of Levi according to their genealogies: Gershon, Kohath, and Merari, and the length of Levi&#39s life was one hundred thirty-seven years. "},{"book":"Exodus","chapter":"6","verse":"17","text":" The sons of Gershon: Libni and Shimei, by their families. "},{"book":"Exodus","chapter":"6","verse":"18","text":" The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, and the length of Kohath&#39s life was one hundred thirty-three years. "},{"book":"Exodus","chapter":"6","verse":"19","text":" The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their genealogies. "},{"book":"Exodus","chapter":"6","verse":"20","text":" Amram married Jochebed his father&#39s sister and she bore him Aaron and Moses, and the length of Amram&#39s life was one hundred thirty-seven years. "},{"book":"Exodus","chapter":"6","verse":"21","text":" The sons of Izhar: Korah, Nepheg, and Zichri. "},{"book":"Exodus","chapter":"6","verse":"22","text":" The sons of Uzziel: Mishael, Elzaphan, and Sithri. "},{"book":"Exodus","chapter":"6","verse":"23","text":" Aaron married Elisheba, daughter of Amminadab and sister of Nahshon, and she bore him Nadab, Abihu, Eleazar, and Ithamar. "},{"book":"Exodus","chapter":"6","verse":"24","text":" The sons of Korah: Assir, Elkanah, and Abiasaph; these are the families of the Korahites. "},{"book":"Exodus","chapter":"6","verse":"25","text":" Aaron&#39s son Eleazar married one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the ancestral houses of the Levites by their families. "},{"book":"Exodus","chapter":"6","verse":"26","text":" It was this same Aaron and Moses to whom the LORD said, &#34Bring the Israelites out of the land of Egypt, company by company.&#34 "},{"book":"Exodus","chapter":"6","verse":"27","text":" It was they who spoke to Pharaoh king of Egypt to bring the Israelites out of Egypt, the same Moses and Aaron. "},{"book":"Exodus","chapter":"6","verse":"28","text":" On the day when the LORD spoke to Moses in the land of Egypt, "},{"book":"Exodus","chapter":"6","verse":"29","text":" he said to him, &#34I am the LORD; tell Pharaoh king of Egypt all that I am speaking to you.&#34 "},{"book":"Exodus","chapter":"6","verse":"30","text":" But Moses said in the LORD&#39s presence, &#34Since I am a poor speaker, why would Pharaoh listen to me?&#34 "}]