[{"book":"Exodus","chapter":"15","verse":"1","text":" Then Moses and the Israelites sang this song to the LORD: &#34I will sing to the LORD, for he has triumphed gloriously; horse and rider he has thrown into the sea. "},{"book":"Exodus","chapter":"15","verse":"2","text":" The LORD is my strength and my might, and he has become my salvation; this is my God, and I will praise him, my father&#39s God, and I will exalt him. "},{"book":"Exodus","chapter":"15","verse":"3","text":" The LORD is a warrior; the LORD is his name. "},{"book":"Exodus","chapter":"15","verse":"4","text":" &#34Pharaoh&#39s chariots and his army he cast into the sea; his picked officers were sunk in the Red Sea. "},{"book":"Exodus","chapter":"15","verse":"5","text":" The floods covered them; they went down into the depths like a stone. "},{"book":"Exodus","chapter":"15","verse":"6","text":" Your right hand, O LORD, glorious in power-- your right hand, O LORD, shattered the enemy. "},{"book":"Exodus","chapter":"15","verse":"7","text":" In the greatness of your majesty you overthrew your adversaries; you sent out your fury, it consumed them like stubble. "},{"book":"Exodus","chapter":"15","verse":"8","text":" At the blast of your nostrils the waters piled up, the floods stood up in a heap; the deeps congealed in the heart of the sea. "},{"book":"Exodus","chapter":"15","verse":"9","text":" The enemy said, &#39I will pursue, I will overtake, I will divide the spoil, my desire shall have its fill of them. I will draw my sword, my hand shall destroy them.&#39 "},{"book":"Exodus","chapter":"15","verse":"10","text":" You blew with your wind, the sea covered them; they sank like lead in the mighty waters. "},{"book":"Exodus","chapter":"15","verse":"11","text":" &#34Who is like you, O LORD, among the gods? Who is like you, majestic in holiness, awesome in splendor, doing wonders? "},{"book":"Exodus","chapter":"15","verse":"12","text":" You stretched out your right hand, the earth swallowed them. "},{"book":"Exodus","chapter":"15","verse":"13","text":" &#34In your steadfast love you led the people whom you redeemed; you guided them by your strength to your holy abode. "},{"book":"Exodus","chapter":"15","verse":"14","text":" The peoples heard, they trembled; pangs seized the inhabitants of Philistia. "},{"book":"Exodus","chapter":"15","verse":"15","text":" Then the chiefs of Edom were dismayed; trembling seized the leaders of Moab; all the inhabitants of Canaan melted away. "},{"book":"Exodus","chapter":"15","verse":"16","text":" Terror and dread fell upon them; by the might of your arm, they became still as a stone until your people, O LORD, passed by, until the people whom you acquired passed by. "},{"book":"Exodus","chapter":"15","verse":"17","text":" You brought them in and planted them on the mountain of your own possession, the place, O LORD, that you made your abode, the sanctuary, O LORD, that your hands have established. "},{"book":"Exodus","chapter":"15","verse":"18","text":" The LORD will reign forever and ever.&#34 "},{"book":"Exodus","chapter":"15","verse":"19","text":" When the horses of Pharaoh with his chariots and his chariot drivers went into the sea, the LORD brought back the waters of the sea upon them; but the Israelites walked through the sea on dry ground. "},{"book":"Exodus","chapter":"15","verse":"20","text":" Then the prophet Miriam, Aaron&#39s sister, took a tambourine in her hand; and all the women went out after her with tambourines and with dancing. "},{"book":"Exodus","chapter":"15","verse":"21","text":" And Miriam sang to them: &#34Sing to the LORD, for he has triumphed gloriously; horse and rider he has thrown into the sea.&#34 "},{"book":"Exodus","chapter":"15","verse":"22","text":" Then Moses ordered Israel to set out from the Red Sea, and they went into the wilderness of Shur. They went three days in the wilderness and found no water. "},{"book":"Exodus","chapter":"15","verse":"23","text":" When they came to Marah, they could not drink the water of Marah because it was bitter. That is why it was called Marah. "},{"book":"Exodus","chapter":"15","verse":"24","text":" And the people complained against Moses, saying, &#34What shall we drink?&#34 "},{"book":"Exodus","chapter":"15","verse":"25","text":" He cried out to the LORD; and the LORD showed him a piece of wood; he threw it into the water, and the water became sweet. There the LORD made for them a statute and an ordinance and there he put them to the test. "},{"book":"Exodus","chapter":"15","verse":"26","text":" He said, &#34If you will listen carefully to the voice of the LORD your God, and do what is right in his sight, and give heed to his commandments and keep all his statutes, I will not bring upon you any of the diseases that I brought upon the Egyptians; for I am the LORD who heals you.&#34 "},{"book":"Exodus","chapter":"15","verse":"27","text":" Then they came to Elim, where there were twelve springs of water and seventy palm trees; and they camped there by the water. "}]