[{"book":"Exodus","chapter":"19","verse":"1","text":" On the third new moon after the Israelites had gone out of the land of Egypt, on that very day, they came into the wilderness of Sinai. "},{"book":"Exodus","chapter":"19","verse":"2","text":" They had journeyed from Rephidim, entered the wilderness of Sinai, and camped in the wilderness; Israel camped there in front of the mountain. "},{"book":"Exodus","chapter":"19","verse":"3","text":" Then Moses went up to God; the LORD called to him from the mountain, saying, &#34Thus you shall say to the house of Jacob, and tell the Israelites: "},{"book":"Exodus","chapter":"19","verse":"4","text":" You have seen what I did to the Egyptians, and how I bore you on eagles&#39 wings and brought you to myself. "},{"book":"Exodus","chapter":"19","verse":"5","text":" Now therefore, if you obey my voice and keep my covenant, you shall be my treasured possession out of all the peoples. Indeed, the whole earth is mine, "},{"book":"Exodus","chapter":"19","verse":"6","text":" but you shall be for me a priestly kingdom and a holy nation. These are the words that you shall speak to the Israelites.&#34 "},{"book":"Exodus","chapter":"19","verse":"7","text":" So Moses came, summoned the elders of the people, and set before them all these words that the LORD had commanded him. "},{"book":"Exodus","chapter":"19","verse":"8","text":" The people all answered as one: &#34Everything that the LORD has spoken we will do.&#34 Moses reported the words of the people to the LORD. "},{"book":"Exodus","chapter":"19","verse":"9","text":" Then the LORD said to Moses, &#34I am going to come to you in a dense cloud, in order that the people may hear when I speak with you and so trust you ever after.&#34 When Moses had told the words of the people to the LORD, "},{"book":"Exodus","chapter":"19","verse":"10","text":" the LORD said to Moses: &#34Go to the people and consecrate them today and tomorrow. Have them wash their clothes "},{"book":"Exodus","chapter":"19","verse":"11","text":" and prepare for the third day, because on the third day the LORD will come down upon Mount Sinai in the sight of all the people. "},{"book":"Exodus","chapter":"19","verse":"12","text":" You shall set limits for the people all around, saying, &#39Be careful not to go up the mountain or to touch the edge of it. Any who touch the mountain shall be put to death. "},{"book":"Exodus","chapter":"19","verse":"13","text":" No hand shall touch them, but they shall be stoned or shot with arrows; whether animal or human being, they shall not live.&#39 When the trumpet sounds a long blast, they may go up on the mountain.&#34 "},{"book":"Exodus","chapter":"19","verse":"14","text":" So Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes. "},{"book":"Exodus","chapter":"19","verse":"15","text":" And he said to the people, &#34Prepare for the third day; do not go near a woman.&#34 "},{"book":"Exodus","chapter":"19","verse":"16","text":" On the morning of the third day there was thunder and lightning, as well as a thick cloud on the mountain, and a blast of a trumpet so loud that all the people who were in the camp trembled. "},{"book":"Exodus","chapter":"19","verse":"17","text":" Moses brought the people out of the camp to meet God. They took their stand at the foot of the mountain. "},{"book":"Exodus","chapter":"19","verse":"18","text":" Now Mount Sinai was wrapped in smoke, because the LORD had descended upon it in fire; the smoke went up like the smoke of a kiln, while the whole mountain shook violently. "},{"book":"Exodus","chapter":"19","verse":"19","text":" As the blast of the trumpet grew louder and louder, Moses would speak and God would answer him in thunder. "},{"book":"Exodus","chapter":"19","verse":"20","text":" When the LORD descended upon Mount Sinai, to the top of the mountain, the LORD summoned Moses to the top of the mountain, and Moses went up. "},{"book":"Exodus","chapter":"19","verse":"21","text":" Then the LORD said to Moses, &#34Go down and warn the people not to break through to the LORD to look; otherwise many of them will perish. "},{"book":"Exodus","chapter":"19","verse":"22","text":" Even the priests who approach the LORD must consecrate themselves or the LORD will break out against them.&#34 "},{"book":"Exodus","chapter":"19","verse":"23","text":" Moses said to the LORD, &#34The people are not permitted to come up to Mount Sinai; for you yourself warned us, saying, &#39Set limits around the mountain and keep it holy.&#39&#34 "},{"book":"Exodus","chapter":"19","verse":"24","text":" The LORD said to him, &#34Go down, and come up bringing Aaron with you; but do not let either the priests or the people break through to come up to the LORD; otherwise he will break out against them.&#34 "},{"book":"Exodus","chapter":"19","verse":"25","text":" So Moses went down to the people and told them. "}]