[{"book":"Ezekiel","chapter":"18","verse":"1","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"18","verse":"2","text":" What do you mean by repeating this proverb concerning the land of Israel, &#34The parents have eaten sour grapes, and the children&#39s teeth are set on edge&#34? "},{"book":"Ezekiel","chapter":"18","verse":"3","text":" As I live, says the Lord GOD, this proverb shall no more be used by you in Israel. "},{"book":"Ezekiel","chapter":"18","verse":"4","text":" Know that all lives are mine; the life of the parent as well as the life of the child is mine: it is only the person who sins that shall die. "},{"book":"Ezekiel","chapter":"18","verse":"5","text":" If a man is righteous and does what is lawful and right-- "},{"book":"Ezekiel","chapter":"18","verse":"6","text":" if he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor&#39s wife or approach a woman during her menstrual period, "},{"book":"Ezekiel","chapter":"18","verse":"7","text":" does not oppress anyone, but restores to the debtor his pledge, commits no robbery, gives his bread to the hungry and covers the naked with a garment, "},{"book":"Ezekiel","chapter":"18","verse":"8","text":" does not take advance or accrued interest, withholds his hand from iniquity, executes true justice between contending parties, "},{"book":"Ezekiel","chapter":"18","verse":"9","text":" follows my statutes, and is careful to observe my ordinances, acting faithfully-- such a one is righteous; he shall surely live, says the Lord GOD. "},{"book":"Ezekiel","chapter":"18","verse":"10","text":" If he has a son who is violent, a shedder of blood, "},{"book":"Ezekiel","chapter":"18","verse":"11","text":" who does any of these things (though his father does none of them), who eats upon the mountains, defiles his neighbor&#39s wife, "},{"book":"Ezekiel","chapter":"18","verse":"12","text":" oppresses the poor and needy, commits robbery, does not restore the pledge, lifts up his eyes to the idols, commits abomination, "},{"book":"Ezekiel","chapter":"18","verse":"13","text":" takes advance or accrued interest; shall he then live? He shall not. He has done all these abominable things; he shall surely die; his blood shall be upon himself. "},{"book":"Ezekiel","chapter":"18","verse":"14","text":" But if this man has a son who sees all the sins that his father has done, considers, and does not do likewise, "},{"book":"Ezekiel","chapter":"18","verse":"15","text":" who does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor&#39s wife, "},{"book":"Ezekiel","chapter":"18","verse":"16","text":" does not wrong anyone, exacts no pledge, commits no robbery, but gives his bread to the hungry and covers the naked with a garment, "},{"book":"Ezekiel","chapter":"18","verse":"17","text":" withholds his hand from iniquity, takes no advance or accrued interest, observes my ordinances, and follows my statutes; he shall not die for his father&#39s iniquity; he shall surely live. "},{"book":"Ezekiel","chapter":"18","verse":"18","text":" As for his father, because he practiced extortion, robbed his brother, and did what is not good among his people, he dies for his iniquity. "},{"book":"Ezekiel","chapter":"18","verse":"19","text":" Yet you say, &#34Why should not the son suffer for the iniquity of the father?&#34 When the son has done what is lawful and right, and has been careful to observe all my statutes, he shall surely live. "},{"book":"Ezekiel","chapter":"18","verse":"20","text":" The person who sins shall die. A child shall not suffer for the iniquity of a parent, nor a parent suffer for the iniquity of a child; the righteousness of the righteous shall be his own, and the wickedness of the wicked shall be his own. "},{"book":"Ezekiel","chapter":"18","verse":"21","text":" But if the wicked turn away from all their sins that they have committed and keep all my statutes and do what is lawful and right, they shall surely live; they shall not die. "},{"book":"Ezekiel","chapter":"18","verse":"22","text":" None of the transgressions that they have committed shall be remembered against them; for the righteousness that they have done they shall live. "},{"book":"Ezekiel","chapter":"18","verse":"23","text":" Have I any pleasure in the death of the wicked, says the Lord GOD, and not rather that they should turn from their ways and live? "},{"book":"Ezekiel","chapter":"18","verse":"24","text":" But when the righteous turn away from their righteousness and commit iniquity and do the same abominable things that the wicked do, shall they live? None of the righteous deeds that they have done shall be remembered; for the treachery of which they are guilty and the sin they have committed, they shall die. "},{"book":"Ezekiel","chapter":"18","verse":"25","text":" Yet you say, &#34The way of the Lord is unfair.&#34 Hear now, O house of Israel: Is my way unfair? Is it not your ways that are unfair? "},{"book":"Ezekiel","chapter":"18","verse":"26","text":" When the righteous turn away from their righteousness and commit iniquity, they shall die for it; for the iniquity that they have committed they shall die. "},{"book":"Ezekiel","chapter":"18","verse":"27","text":" Again, when the wicked turn away from the wickedness they have committed and do what is lawful and right, they shall save their life. "},{"book":"Ezekiel","chapter":"18","verse":"28","text":" Because they considered and turned away from all the transgressions that they had committed, they shall surely live; they shall not die. "},{"book":"Ezekiel","chapter":"18","verse":"29","text":" Yet the house of Israel says, &#34The way of the Lord is unfair.&#34 O house of Israel, are my ways unfair? Is it not your ways that are unfair? "},{"book":"Ezekiel","chapter":"18","verse":"30","text":" Therefore I will judge you, O house of Israel, all of you according to your ways, says the Lord GOD. Repent and turn from all your transgressions; otherwise iniquity will be your ruin. "},{"book":"Ezekiel","chapter":"18","verse":"31","text":" Cast away from you all the transgressions that you have committed against me, and get yourselves a new heart and a new spirit! Why will you die, O house of Israel? "},{"book":"Ezekiel","chapter":"18","verse":"32","text":" For I have no pleasure in the death of anyone, says the Lord GOD. Turn, then, and live. "}]