[{"book":"Ezekiel","chapter":"37","verse":"1","text":" The hand of the LORD came upon me, and he brought me out by the spirit of the LORD and set me down in the middle of a valley; it was full of bones. "},{"book":"Ezekiel","chapter":"37","verse":"2","text":" He led me all around them; there were very many lying in the valley, and they were very dry. "},{"book":"Ezekiel","chapter":"37","verse":"3","text":" He said to me, &#34Mortal, can these bones live?&#34 I answered, &#34O Lord GOD, you know.&#34 "},{"book":"Ezekiel","chapter":"37","verse":"4","text":" Then he said to me, &#34Prophesy to these bones, and say to them: O dry bones, hear the word of the LORD. "},{"book":"Ezekiel","chapter":"37","verse":"5","text":" Thus says the Lord GOD to these bones: I will cause breath to enter you, and you shall live. "},{"book":"Ezekiel","chapter":"37","verse":"6","text":" I will lay sinews on you, and will cause flesh to come upon you, and cover you with skin, and put breath in you, and you shall live; and you shall know that I am the LORD.&#34 "},{"book":"Ezekiel","chapter":"37","verse":"7","text":" So I prophesied as I had been commanded; and as I prophesied, suddenly there was a noise, a rattling, and the bones came together, bone to its bone. "},{"book":"Ezekiel","chapter":"37","verse":"8","text":" I looked, and there were sinews on them, and flesh had come upon them, and skin had covered them; but there was no breath in them. "},{"book":"Ezekiel","chapter":"37","verse":"9","text":" Then he said to me, &#34Prophesy to the breath, prophesy, mortal, and say to the breath: Thus says the Lord GOD: Come from the four winds, O breath, and breathe upon these slain, that they may live.&#34 "},{"book":"Ezekiel","chapter":"37","verse":"10","text":" I prophesied as he commanded me, and the breath came into them, and they lived, and stood on their feet, a vast multitude. "},{"book":"Ezekiel","chapter":"37","verse":"11","text":" Then he said to me, &#34Mortal, these bones are the whole house of Israel. They say, &#39Our bones are dried up, and our hope is lost; we are cut off completely.&#39 "},{"book":"Ezekiel","chapter":"37","verse":"12","text":" Therefore prophesy, and say to them, Thus says the Lord GOD: I am going to open your graves, and bring you up from your graves, O my people; and I will bring you back to the land of Israel. "},{"book":"Ezekiel","chapter":"37","verse":"13","text":" And you shall know that I am the LORD, when I open your graves, and bring you up from your graves, O my people. "},{"book":"Ezekiel","chapter":"37","verse":"14","text":" I will put my spirit within you, and you shall live, and I will place you on your own soil; then you shall know that I, the LORD, have spoken and will act, says the LORD.&#34 "},{"book":"Ezekiel","chapter":"37","verse":"15","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"37","verse":"16","text":" Mortal, take a stick and write on it, &#34For Judah, and the Israelites associated with it&#34; then take another stick and write on it, &#34For Joseph (the stick of Ephraim) and all the house of Israel associated with it&#34; "},{"book":"Ezekiel","chapter":"37","verse":"17","text":" and join them together into one stick, so that they may become one in your hand. "},{"book":"Ezekiel","chapter":"37","verse":"18","text":" And when your people say to you, &#34Will you not show us what you mean by these?&#34 "},{"book":"Ezekiel","chapter":"37","verse":"19","text":" say to them, Thus says the Lord GOD: I am about to take the stick of Joseph (which is in the hand of Ephraim) and the tribes of Israel associated with it; and I will put the stick of Judah upon it, and make them one stick, in order that they may be one in my hand. "},{"book":"Ezekiel","chapter":"37","verse":"20","text":" When the sticks on which you write are in your hand before their eyes, "},{"book":"Ezekiel","chapter":"37","verse":"21","text":" then say to them, Thus says the Lord GOD: I will take the people of Israel from the nations among which they have gone, and will gather them from every quarter, and bring them to their own land. "},{"book":"Ezekiel","chapter":"37","verse":"22","text":" I will make them one nation in the land, on the mountains of Israel; and one king shall be king over them all. Never again shall they be two nations, and never again shall they be divided into two kingdoms. "},{"book":"Ezekiel","chapter":"37","verse":"23","text":" They shall never again defile themselves with their idols and their detestable things, or with any of their transgressions. I will save them from all the apostasies into which they have fallen, and will cleanse them. Then they shall be my people, and I will be their God. "},{"book":"Ezekiel","chapter":"37","verse":"24","text":" My servant David shall be king over them; and they shall all have one shepherd. They shall follow my ordinances and be careful to observe my statutes. "},{"book":"Ezekiel","chapter":"37","verse":"25","text":" They shall live in the land that I gave to my servant Jacob, in which your ancestors lived; they and their children and their children&#39s children shall live there forever; and my servant David shall be their prince forever. "},{"book":"Ezekiel","chapter":"37","verse":"26","text":" I will make a covenant of peace with them; it shall be an everlasting covenant with them; and I will bless them and multiply them, and will set my sanctuary among them forevermore. "},{"book":"Ezekiel","chapter":"37","verse":"27","text":" My dwelling place shall be with them; and I will be their God, and they shall be my people. "},{"book":"Ezekiel","chapter":"37","verse":"28","text":" Then the nations shall know that I the LORD sanctify Israel, when my sanctuary is among them forevermore. "}]