[{"book":"Ezekiel","chapter":"12","verse":"1","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"12","verse":"2","text":" Mortal, you are living in the midst of a rebellious house, who have eyes to see but do not see, who have ears to hear but do not hear; "},{"book":"Ezekiel","chapter":"12","verse":"3","text":" for they are a rebellious house. Therefore, mortal, prepare for yourself an exile&#39s baggage, and go into exile by day in their sight; you shall go like an exile from your place to another place in their sight. Perhaps they will understand, though they are a rebellious house. "},{"book":"Ezekiel","chapter":"12","verse":"4","text":" You shall bring out your baggage by day in their sight, as baggage for exile; and you shall go out yourself at evening in their sight, as those do who go into exile. "},{"book":"Ezekiel","chapter":"12","verse":"5","text":" Dig through the wall in their sight, and carry the baggage through it. "},{"book":"Ezekiel","chapter":"12","verse":"6","text":" In their sight you shall lift the baggage on your shoulder, and carry it out in the dark; you shall cover your face, so that you may not see the land; for I have made you a sign for the house of Israel. "},{"book":"Ezekiel","chapter":"12","verse":"7","text":" I did just as I was commanded. I brought out my baggage by day, as baggage for exile, and in the evening I dug through the wall with my own hands; I brought it out in the dark, carrying it on my shoulder in their sight. "},{"book":"Ezekiel","chapter":"12","verse":"8","text":" In the morning the word of the LORD came to me: "},{"book":"Ezekiel","chapter":"12","verse":"9","text":" Mortal, has not the house of Israel, the rebellious house, said to you, &#34What are you doing?&#34 "},{"book":"Ezekiel","chapter":"12","verse":"10","text":" Say to them, &#34Thus says the Lord GOD: This oracle concerns the prince in Jerusalem and all the house of Israel in it.&#34 "},{"book":"Ezekiel","chapter":"12","verse":"11","text":" Say, &#34I am a sign for you: as I have done, so shall it be done to them; they shall go into exile, into captivity.&#34 "},{"book":"Ezekiel","chapter":"12","verse":"12","text":" And the prince who is among them shall lift his baggage on his shoulder in the dark, and shall go out; he shall dig through the wall and carry it through; he shall cover his face, so that he may not see the land with his eyes. "},{"book":"Ezekiel","chapter":"12","verse":"13","text":" I will spread my net over him, and he shall be caught in my snare; and I will bring him to Babylon, the land of the Chaldeans, yet he shall not see it; and he shall die there. "},{"book":"Ezekiel","chapter":"12","verse":"14","text":" I will scatter to every wind all who are around him, his helpers and all his troops; and I will unsheathe the sword behind them. "},{"book":"Ezekiel","chapter":"12","verse":"15","text":" And they shall know that I am the LORD, when I disperse them among the nations and scatter them through the countries. "},{"book":"Ezekiel","chapter":"12","verse":"16","text":" But I will let a few of them escape from the sword, from famine and pestilence, so that they may tell of all their abominations among the nations where they go; then they shall know that I am the LORD. "},{"book":"Ezekiel","chapter":"12","verse":"17","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"12","verse":"18","text":" Mortal, eat your bread with quaking, and drink your water with trembling and with fearfulness; "},{"book":"Ezekiel","chapter":"12","verse":"19","text":" and say to the people of the land, Thus says the Lord GOD concerning the inhabitants of Jerusalem in the land of Israel: They shall eat their bread with fearfulness, and drink their water in dismay, because their land shall be stripped of all it contains, on account of the violence of all those who live in it. "},{"book":"Ezekiel","chapter":"12","verse":"20","text":" The inhabited cities shall be laid waste, and the land shall become a desolation; and you shall know that I am the LORD. "},{"book":"Ezekiel","chapter":"12","verse":"21","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"12","verse":"22","text":" Mortal, what is this proverb of yours about the land of Israel, which says, &#34The days are prolonged, and every vision comes to nothing&#34? "},{"book":"Ezekiel","chapter":"12","verse":"23","text":" Tell them therefore, &#34Thus says the Lord GOD: I will put an end to this proverb, and they shall use it no more as a proverb in Israel.&#34 But say to them, The days are near, and the fulfillment of every vision. "},{"book":"Ezekiel","chapter":"12","verse":"24","text":" For there shall no longer be any false vision or flattering divination within the house of Israel. "},{"book":"Ezekiel","chapter":"12","verse":"25","text":" But I the LORD will speak the word that I speak, and it will be fulfilled. It will no longer be delayed; but in your days, O rebellious house, I will speak the word and fulfill it, says the Lord GOD. "},{"book":"Ezekiel","chapter":"12","verse":"26","text":" The word of the LORD came to me: "},{"book":"Ezekiel","chapter":"12","verse":"27","text":" Mortal, the house of Israel is saying, &#34The vision that he sees is for many years ahead; he prophesies for distant times.&#34 "},{"book":"Ezekiel","chapter":"12","verse":"28","text":" Therefore say to them, Thus says the Lord GOD: None of my words will be delayed any longer, but the word that I speak will be fulfilled, says the Lord GOD. "}]