[{"book":"Ezra","chapter":"7","verse":"1","text":" After this, in the reign of King Artaxerxes of Persia, Ezra son of Seraiah, son of Azariah, son of Hilkiah, "},{"book":"Ezra","chapter":"7","verse":"2","text":" son of Shallum, son of Zadok, son of Ahitub, "},{"book":"Ezra","chapter":"7","verse":"3","text":" son of Amariah, son of Azariah, son of Meraioth, "},{"book":"Ezra","chapter":"7","verse":"4","text":" son of Zerahiah, son of Uzzi, son of Bukki, "},{"book":"Ezra","chapter":"7","verse":"5","text":" son of Abishua, son of Phinehas, son of Eleazar, son of the chief priest Aaron-- "},{"book":"Ezra","chapter":"7","verse":"6","text":" this Ezra went up from Babylonia. He was a scribe skilled in the law of Moses that the LORD the God of Israel had given; and the king granted him all that he asked, for the hand of the LORD his God was upon him. "},{"book":"Ezra","chapter":"7","verse":"7","text":" Some of the people of Israel, and some of the priests and Levites, the singers and gatekeepers, and the temple servants also went up to Jerusalem, in the seventh year of King Artaxerxes. "},{"book":"Ezra","chapter":"7","verse":"8","text":" They came to Jerusalem in the fifth month, which was in the seventh year of the king. "},{"book":"Ezra","chapter":"7","verse":"9","text":" On the first day of the first month the journey up from Babylon was begun, and on the first day of the fifth month he came to Jerusalem, for the gracious hand of his God was upon him. "},{"book":"Ezra","chapter":"7","verse":"10","text":" For Ezra had set his heart to study the law of the LORD, and to do it, and to teach the statutes and ordinances in Israel. "},{"book":"Ezra","chapter":"7","verse":"11","text":" This is a copy of the letter that King Artaxerxes gave to the priest Ezra, the scribe, a scholar of the text of the commandments of the LORD and his statutes for Israel: "},{"book":"Ezra","chapter":"7","verse":"12","text":" &#34Artaxerxes, king of kings, to the priest Ezra, the scribe of the law of the God of heaven: Peace. And now "},{"book":"Ezra","chapter":"7","verse":"13","text":" I decree that any of the people of Israel or their priests or Levites in my kingdom who freely offers to go to Jerusalem may go with you. "},{"book":"Ezra","chapter":"7","verse":"14","text":" For you are sent by the king and his seven counselors to make inquiries about Judah and Jerusalem according to the law of your God, which is in your hand, "},{"book":"Ezra","chapter":"7","verse":"15","text":" and also to convey the silver and gold that the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem, "},{"book":"Ezra","chapter":"7","verse":"16","text":" with all the silver and gold that you shall find in the whole province of Babylonia, and with the freewill offerings of the people and the priests, given willingly for the house of their God in Jerusalem. "},{"book":"Ezra","chapter":"7","verse":"17","text":" With this money, then, you shall with all diligence buy bulls, rams, and lambs, and their grain offerings and their drink offerings, and you shall offer them on the altar of the house of your God in Jerusalem. "},{"book":"Ezra","chapter":"7","verse":"18","text":" Whatever seems good to you and your colleagues to do with the rest of the silver and gold, you may do, according to the will of your God. "},{"book":"Ezra","chapter":"7","verse":"19","text":" The vessels that have been given you for the service of the house of your God, you shall deliver before the God of Jerusalem. "},{"book":"Ezra","chapter":"7","verse":"20","text":" And whatever else is required for the house of your God, which you are responsible for providing, you may provide out of the king&#39s treasury. "},{"book":"Ezra","chapter":"7","verse":"21","text":" &#34I, King Artaxerxes, decree to all the treasurers in the province Beyond the River: Whatever the priest Ezra, the scribe of the law of the God of heaven, requires of you, let it be done with all diligence, "},{"book":"Ezra","chapter":"7","verse":"22","text":" up to one hundred talents of silver, one hundred cors of wheat, one hundred baths of wine, one hundred baths of oil, and unlimited salt. "},{"book":"Ezra","chapter":"7","verse":"23","text":" Whatever is commanded by the God of heaven, let it be done with zeal for the house of the God of heaven, or wrath will come upon the realm of the king and his heirs. "},{"book":"Ezra","chapter":"7","verse":"24","text":" We also notify you that it shall not be lawful to impose tribute, custom, or toll on any of the priests, the Levites, the singers, the doorkeepers, the temple servants, or other servants of this house of God. "},{"book":"Ezra","chapter":"7","verse":"25","text":" &#34And you, Ezra, according to the God-given wisdom you possess, appoint magistrates and judges who may judge all the people in the province Beyond the River who know the laws of your God; and you shall teach those who do not know them. "},{"book":"Ezra","chapter":"7","verse":"26","text":" All who will not obey the law of your God and the law of the king, let judgment be strictly executed on them, whether for death or for banishment or for confiscation of their goods or for imprisonment.&#34 "},{"book":"Ezra","chapter":"7","verse":"27","text":" Blessed be the LORD, the God of our ancestors, who put such a thing as this into the heart of the king to glorify the house of the LORD in Jerusalem, "},{"book":"Ezra","chapter":"7","verse":"28","text":" and who extended to me steadfast love before the king and his counselors, and before all the king&#39s mighty officers. I took courage, for the hand of the LORD my God was upon me, and I gathered leaders from Israel to go up with me. "}]