[{"book":"Ezra","chapter":"5","verse":"1","text":" Now the prophets, Haggai and Zechariah son of Iddo, prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them. "},{"book":"Ezra","chapter":"5","verse":"2","text":" Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak set out to rebuild the house of God in Jerusalem; and with them were the prophets of God, helping them. "},{"book":"Ezra","chapter":"5","verse":"3","text":" At the same time Tattenai the governor of the province Beyond the River and Shethar-bozenai and their associates came to them and spoke to them thus, &#34Who gave you a decree to build this house and to finish this structure?&#34 "},{"book":"Ezra","chapter":"5","verse":"4","text":" They also asked them this, &#34What are the names of the men who are building this building?&#34 "},{"book":"Ezra","chapter":"5","verse":"5","text":" But the eye of their God was upon the elders of the Jews, and they did not stop them until a report reached Darius and then answer was returned by letter in reply to it. "},{"book":"Ezra","chapter":"5","verse":"6","text":" The copy of the letter that Tattenai the governor of the province Beyond the River and Shethar-bozenai and his associates the envoys who were in the province Beyond the River sent to King Darius; "},{"book":"Ezra","chapter":"5","verse":"7","text":" they sent him a report, in which was written as follows: &#34To Darius the king, all peace! "},{"book":"Ezra","chapter":"5","verse":"8","text":" May it be known to the king that we went to the province of Judah, to the house of the great God. It is being built of hewn stone, and timber is laid in the walls; this work is being done diligently and prospers in their hands. "},{"book":"Ezra","chapter":"5","verse":"9","text":" Then we spoke to those elders and asked them, &#39Who gave you a decree to build this house and to finish this structure?&#39 "},{"book":"Ezra","chapter":"5","verse":"10","text":" We also asked them their names, for your information, so that we might write down the names of the men at their head. "},{"book":"Ezra","chapter":"5","verse":"11","text":" This was their reply to us: &#39We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and finished. "},{"book":"Ezra","chapter":"5","verse":"12","text":" But because our ancestors had angered the God of heaven, he gave them into the hand of King Nebuchadnezzar of Babylon, the Chaldean, who destroyed this house and carried away the people to Babylonia. "},{"book":"Ezra","chapter":"5","verse":"13","text":" However, King Cyrus of Babylon, in the first year of his reign, made a decree that this house of God should be rebuilt. "},{"book":"Ezra","chapter":"5","verse":"14","text":" Moreover, the gold and silver vessels of the house of God, which Nebuchadnezzar had taken out of the temple in Jerusalem and had brought into the temple of Babylon, these King Cyrus took out of the temple of Babylon, and they were delivered to a man named Sheshbazzar, whom he had made governor. "},{"book":"Ezra","chapter":"5","verse":"15","text":" He said to him, &#34Take these vessels; go and put them in the temple in Jerusalem, and let the house of God be rebuilt on its site.&#34 "},{"book":"Ezra","chapter":"5","verse":"16","text":" Then this Sheshbazzar came and laid the foundations of the house of God in Jerusalem; and from that time until now it has been under construction, and it is not yet finished.&#39 "},{"book":"Ezra","chapter":"5","verse":"17","text":" And now, if it seems good to the king, have a search made in the royal archives there in Babylon, to see whether a decree was issued by King Cyrus for the rebuilding of this house of God in Jerusalem. Let the king send us his pleasure in this matter.&#34 "}]