[{"book":"FirstChronicles","chapter":"12","verse":"1","text":" The following are those who came to David at Ziklag, while he could not move about freely because of Saul son of Kish; they were among the mighty warriors who helped him in war. "},{"book":"FirstChronicles","chapter":"12","verse":"2","text":" They were archers, and could shoot arrows and sling stones with either the right hand or the left; they were Benjaminites, Saul&#39s kindred. "},{"book":"FirstChronicles","chapter":"12","verse":"3","text":" The chief was Ahiezer, then Joash, both sons of Shemaah of Gibeah; also Jeziel and Pelet sons of Azmaveth; Beracah, Jehu of Anathoth, "},{"book":"FirstChronicles","chapter":"12","verse":"4","text":" Ishmaiah of Gibeon, a warrior among the Thirty and a leader over the Thirty; Jeremiah, Jahaziel, Johanan, Jozabad of Gederah, "},{"book":"FirstChronicles","chapter":"12","verse":"5","text":" Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite; "},{"book":"FirstChronicles","chapter":"12","verse":"6","text":" Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites; "},{"book":"FirstChronicles","chapter":"12","verse":"7","text":" and Joelah and Zebadiah, sons of Jeroham of Gedor. "},{"book":"FirstChronicles","chapter":"12","verse":"8","text":" From the Gadites there went over to David at the stronghold in the wilderness mighty and experienced warriors, expert with shield and spear, whose faces were like the faces of lions, and who were swift as gazelles on the mountains: "},{"book":"FirstChronicles","chapter":"12","verse":"9","text":" Ezer the chief, Obadiah second, Eliab third, "},{"book":"FirstChronicles","chapter":"12","verse":"10","text":" Mishmannah fourth, Jeremiah fifth, "},{"book":"FirstChronicles","chapter":"12","verse":"11","text":" Attai sixth, Eliel seventh, "},{"book":"FirstChronicles","chapter":"12","verse":"12","text":" Johanan eighth, Elzabad ninth, "},{"book":"FirstChronicles","chapter":"12","verse":"13","text":" Jeremiah tenth, Machbannai eleventh. "},{"book":"FirstChronicles","chapter":"12","verse":"14","text":" These Gadites were officers of the army, the least equal to a hundred and the greatest to a thousand. "},{"book":"FirstChronicles","chapter":"12","verse":"15","text":" These are the men who crossed the Jordan in the first month, when it was overflowing all its banks, and put to flight all those in the valleys, to the east and to the west. "},{"book":"FirstChronicles","chapter":"12","verse":"16","text":" Some Benjaminites and Judahites came to the stronghold to David. "},{"book":"FirstChronicles","chapter":"12","verse":"17","text":" David went out to meet them and said to them, &#34If you have come to me in friendship, to help me, then my heart will be knit to you; but if you have come to betray me to my adversaries, though my hands have done no wrong, then may the God of our ancestors see and give judgment.&#34 "},{"book":"FirstChronicles","chapter":"12","verse":"18","text":" Then the spirit came upon Amasai, chief of the Thirty, and he said, &#34We are yours, O David; and with you, O son of Jesse! Peace, peace to you, and peace to the one who helps you! For your God is the one who helps you.&#34 Then David received them, and made them officers of his troops. "},{"book":"FirstChronicles","chapter":"12","verse":"19","text":" Some of the Manassites deserted to David when he came with the Philistines for the battle against Saul. (Yet he did not help them, for the rulers of the Philistines took counsel and sent him away, saying, &#34He will desert to his master Saul at the cost of our heads.&#34) "},{"book":"FirstChronicles","chapter":"12","verse":"20","text":" As he went to Ziklag these Manassites deserted to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of the thousands in Manasseh. "},{"book":"FirstChronicles","chapter":"12","verse":"21","text":" They helped David against the band of raiders, for they were all warriors and commanders in the army. "},{"book":"FirstChronicles","chapter":"12","verse":"22","text":" Indeed from day to day people kept coming to David to help him, until there was a great army, like an army of God. "},{"book":"FirstChronicles","chapter":"12","verse":"23","text":" These are the numbers of the divisions of the armed troops who came to David in Hebron to turn the kingdom of Saul over to him, according to the word of the LORD. "},{"book":"FirstChronicles","chapter":"12","verse":"24","text":" The people of Judah bearing shield and spear numbered six thousand eight hundred armed troops. "},{"book":"FirstChronicles","chapter":"12","verse":"25","text":" Of the Simeonites, mighty warriors, seven thousand one hundred. "},{"book":"FirstChronicles","chapter":"12","verse":"26","text":" Of the Levites four thousand six hundred. "},{"book":"FirstChronicles","chapter":"12","verse":"27","text":" Jehoiada, leader of the house of Aaron, and with him three thousand seven hundred. "},{"book":"FirstChronicles","chapter":"12","verse":"28","text":" Zadok, a young warrior, and twenty-two commanders from his own ancestral house. "},{"book":"FirstChronicles","chapter":"12","verse":"29","text":" Of the Benjaminites, the kindred of Saul, three thousand, of whom the majority had continued to keep their allegiance to the house of Saul. "},{"book":"FirstChronicles","chapter":"12","verse":"30","text":" Of the Ephraimites, twenty thousand eight hundred, mighty warriors, notables in their ancestral houses. "},{"book":"FirstChronicles","chapter":"12","verse":"31","text":" Of the half-tribe of Manasseh, eighteen thousand, who were expressly named to come and make David king. "},{"book":"FirstChronicles","chapter":"12","verse":"32","text":" Of Issachar, those who had understanding of the times, to know what Israel ought to do, two hundred chiefs, and all their kindred under their command. "},{"book":"FirstChronicles","chapter":"12","verse":"33","text":" Of Zebulun, fifty thousand seasoned troops, equipped for battle with all the weapons of war, to help David with singleness of purpose. "},{"book":"FirstChronicles","chapter":"12","verse":"34","text":" Of Naphtali, a thousand commanders, with whom there were thirty-seven thousand armed with shield and spear. "},{"book":"FirstChronicles","chapter":"12","verse":"35","text":" Of the Danites, twenty-eight thousand six hundred equipped for battle. "},{"book":"FirstChronicles","chapter":"12","verse":"36","text":" Of Asher, forty thousand seasoned troops ready for battle. "},{"book":"FirstChronicles","chapter":"12","verse":"37","text":" Of the Reubenites and Gadites and the half-tribe of Manasseh from beyond the Jordan, one hundred twenty thousand armed with all the weapons of war. "},{"book":"FirstChronicles","chapter":"12","verse":"38","text":" All these, warriors arrayed in battle order, came to Hebron with full intent to make David king over all Israel; likewise all the rest of Israel were of a single mind to make David king. "},{"book":"FirstChronicles","chapter":"12","verse":"39","text":" They were there with David for three days, eating and drinking, for their kindred had provided for them. "},{"book":"FirstChronicles","chapter":"12","verse":"40","text":" And also their neighbors, from as far away as Issachar and Zebulun and Naphtali, came bringing food on donkeys, camels, mules, and oxen-- abundant provisions of meal, cakes of figs, clusters of raisins, wine, oil, oxen, and sheep, for there was joy in Israel. "}]