[{"book":"FirstMaccabees","chapter":"12","verse":"1","text":" Now when Jonathan saw that the time was favorable for him, he chose men and sent them to Rome to confirm and renew the friendship with them. "},{"book":"FirstMaccabees","chapter":"12","verse":"2","text":" He also sent letters to the same effect to the Spartans and to other places. "},{"book":"FirstMaccabees","chapter":"12","verse":"3","text":" So they went to Rome and entered the senate chamber and said, &#34The high priest Jonathan and the Jewish nation have sent us to renew the former friendship and alliance with them.&#34 "},{"book":"FirstMaccabees","chapter":"12","verse":"4","text":" And the Romans gave them letters to the people in every place, asking them to provide for the envoys safe conduct to the land of Judah. "},{"book":"FirstMaccabees","chapter":"12","verse":"5","text":" This is a copy of the letter that Jonathan wrote to the Spartans: "},{"book":"FirstMaccabees","chapter":"12","verse":"6","text":" &#34The high priest Jonathan, the senate of the nation, the priests, and the rest of the Jewish people to their brothers the Spartans, greetings. "},{"book":"FirstMaccabees","chapter":"12","verse":"7","text":" Already in time past a letter was sent to the high priest Onias from Arius, who was king among you, stating that you are our brothers, as the appended copy shows. "},{"book":"FirstMaccabees","chapter":"12","verse":"8","text":" Onias welcomed the envoy with honor, and received the letter, which contained a clear declaration of alliance and friendship. "},{"book":"FirstMaccabees","chapter":"12","verse":"9","text":" Therefore, though we have no need of these things, since we have as encouragement the holy books that are in our hands, "},{"book":"FirstMaccabees","chapter":"12","verse":"10","text":" we have undertaken to send to renew our family ties and friendship with you, so that we may not become estranged from you, for considerable time has passed since you sent your letter to us. "},{"book":"FirstMaccabees","chapter":"12","verse":"11","text":" We therefore remember you constantly on every occasion, both at our festivals and on other appropriate days, at the sacrifices that we offer and in our prayers, as it is right and proper to remember brothers. "},{"book":"FirstMaccabees","chapter":"12","verse":"12","text":" And we rejoice in your glory. "},{"book":"FirstMaccabees","chapter":"12","verse":"13","text":" But as for ourselves, many trials and many wars have encircled us; the kings around us have waged war against us. "},{"book":"FirstMaccabees","chapter":"12","verse":"14","text":" We were unwilling to annoy you and our other allies and friends with these wars, "},{"book":"FirstMaccabees","chapter":"12","verse":"15","text":" for we have the help that comes from Heaven for our aid, and so we were delivered from our enemies, and our enemies were humbled. "},{"book":"FirstMaccabees","chapter":"12","verse":"16","text":" We therefore have chosen Numenius son of Antiochus and Antipater son of Jason, and have sent them to Rome to renew our former friendship and alliance with them. "},{"book":"FirstMaccabees","chapter":"12","verse":"17","text":" We have commanded them to go also to you and greet you and deliver to you this letter from us concerning the renewal of our family ties. "},{"book":"FirstMaccabees","chapter":"12","verse":"18","text":" And now please send us a reply to this.&#34 "},{"book":"FirstMaccabees","chapter":"12","verse":"19","text":" This is a copy of the letter that they sent to Onias: "},{"book":"FirstMaccabees","chapter":"12","verse":"20","text":" &#34King Arius of the Spartans, to the high priest Onias, greetings. "},{"book":"FirstMaccabees","chapter":"12","verse":"21","text":" It has been found in writing concerning the Spartans and the Jews that they are brothers and are of the family of Abraham. "},{"book":"FirstMaccabees","chapter":"12","verse":"22","text":" And now that we have learned this, please write us concerning your welfare; "},{"book":"FirstMaccabees","chapter":"12","verse":"23","text":" we on our part write to you that your livestock and your property belong to us, and ours belong to you. We therefore command that our envoys report to you accordingly.&#34 "},{"book":"FirstMaccabees","chapter":"12","verse":"24","text":" Now Jonathan heard that the commanders of Demetrius had returned, with a larger force than before, to wage war against him. "},{"book":"FirstMaccabees","chapter":"12","verse":"25","text":" So he marched away from Jerusalem and met them in the region of Hamath, for he gave them no opportunity to invade his own country. "},{"book":"FirstMaccabees","chapter":"12","verse":"26","text":" He sent spies to their camp, and they returned and reported to him that the enemy were being drawn up in formation to attack the Jews by night. "},{"book":"FirstMaccabees","chapter":"12","verse":"27","text":" So when the sun had set, Jonathan commanded his troops to be alert and to keep their arms at hand so as to be ready all night for battle, and he stationed outposts around the camp. "},{"book":"FirstMaccabees","chapter":"12","verse":"28","text":" When the enemy heard that Jonathan and his troops were prepared for battle, they were afraid and were terrified at heart; so they kindled fires in their camp and withdrew. "},{"book":"FirstMaccabees","chapter":"12","verse":"29","text":" But Jonathan and his troops did not know it until morning, for they saw the fires burning. "},{"book":"FirstMaccabees","chapter":"12","verse":"30","text":" Then Jonathan pursued them, but he did not overtake them, for they had crossed the Eleutherus river. "},{"book":"FirstMaccabees","chapter":"12","verse":"31","text":" So Jonathan turned aside against the Arabs who are called Zabadeans, and he crushed them and plundered them. "},{"book":"FirstMaccabees","chapter":"12","verse":"32","text":" Then he broke camp and went to Damascus, and marched through all that region. "},{"book":"FirstMaccabees","chapter":"12","verse":"33","text":" Simon also went out and marched through the country as far as Askalon and the neighboring strongholds. He turned aside to Joppa and took it by surprise, "},{"book":"FirstMaccabees","chapter":"12","verse":"34","text":" for he had heard that they were ready to hand over the stronghold to those whom Demetrius had sent. And he stationed a garrison there to guard it. "},{"book":"FirstMaccabees","chapter":"12","verse":"35","text":" When Jonathan returned he convened the elders of the people and planned with them to build strongholds in Judea, "},{"book":"FirstMaccabees","chapter":"12","verse":"36","text":" to build the walls of Jerusalem still higher, and to erect a high barrier between the citadel and the city to separate it from the city, in order to isolate it so that its garrison could neither buy nor sell. "},{"book":"FirstMaccabees","chapter":"12","verse":"37","text":" So they gathered together to rebuild the city; part of the wall on the valley to the east had fallen, and he repaired the section called Chaphenatha. "},{"book":"FirstMaccabees","chapter":"12","verse":"38","text":" Simon also built Adida in the Shephelah; he fortified it and installed gates with bolts. "},{"book":"FirstMaccabees","chapter":"12","verse":"39","text":" Then Trypho attempted to become king in Asia and put on the crown, and to raise his hand against King Antiochus. "},{"book":"FirstMaccabees","chapter":"12","verse":"40","text":" He feared that Jonathan might not permit him to do so, but might make war on him, so he kept seeking to seize and kill him, and he marched out and came to Beth-shan. "},{"book":"FirstMaccabees","chapter":"12","verse":"41","text":" Jonathan went out to meet him with forty thousand picked warriors, and he came to Beth-shan. "},{"book":"FirstMaccabees","chapter":"12","verse":"42","text":" When Trypho saw that he had come with a large army, he was afraid to raise his hand against him. "},{"book":"FirstMaccabees","chapter":"12","verse":"43","text":" So he received him with honor and commended him to all his Friends, and he gave him gifts and commanded his Friends and his troops to obey him as they would himself. "},{"book":"FirstMaccabees","chapter":"12","verse":"44","text":" Then he said to Jonathan, &#34Why have you put all these people to so much trouble when we are not at war? "},{"book":"FirstMaccabees","chapter":"12","verse":"45","text":" Dismiss them now to their homes and choose for yourself a few men to stay with you, and come with me to Ptolemais. I will hand it over to you as well as the other strongholds and the remaining troops and all the officials, and will turn around and go home. For that is why I am here.&#34 "},{"book":"FirstMaccabees","chapter":"12","verse":"46","text":" Jonathan trusted him and did as he said; he sent away the troops, and they returned to the land of Judah. "},{"book":"FirstMaccabees","chapter":"12","verse":"47","text":" He kept with himself three thousand men, two thousand of whom he left in Galilee, while one thousand accompanied him. "},{"book":"FirstMaccabees","chapter":"12","verse":"48","text":" But when Jonathan entered Ptolemais, the people of Ptolemais closed the gates and seized him, and they killed with the sword all who had entered with him. "},{"book":"FirstMaccabees","chapter":"12","verse":"49","text":" Then Trypho sent troops and cavalry into Galilee and the Great Plain to destroy all Jonathan&#39s soldiers. "},{"book":"FirstMaccabees","chapter":"12","verse":"50","text":" But they realized that Jonathan had been seized and had perished along with his men, and they encouraged one another and kept marching in close formation, ready for battle. "},{"book":"FirstMaccabees","chapter":"12","verse":"51","text":" When their pursuers saw that they would fight for their lives, they turned back. "},{"book":"FirstMaccabees","chapter":"12","verse":"52","text":" So they all reached the land of Judah safely, and they mourned for Jonathan and his companions and were in great fear; and all Israel mourned deeply. "},{"book":"FirstMaccabees","chapter":"12","verse":"53","text":" All the nations around them tried to destroy them, for they said, &#34They have no leader or helper. Now therefore let us make war on them and blot out the memory of them from humankind.&#34 "}]