[{"book":"FirstEsdras","chapter":"5","verse":"1","text":" After this the heads of ancestral houses were chosen to go up, according to their tribes, with their wives and sons and daughters, and their male and female servants, and their livestock. "},{"book":"FirstEsdras","chapter":"5","verse":"2","text":" And Darius sent with them a thousand cavalry to take them back to Jerusalem in safety, with the music of drums and flutes; "},{"book":"FirstEsdras","chapter":"5","verse":"3","text":" all their kindred were making merry. And he made them go up with them. "},{"book":"FirstEsdras","chapter":"5","verse":"4","text":" These are the names of the men who went up, according to their ancestral houses in the tribes, over their groups: "},{"book":"FirstEsdras","chapter":"5","verse":"5","text":" the priests, the descendants of Phinehas son of Aaron; Jeshua son of Jozadak son of Seraiah and Joakim son of Zerubbabel son of Shealtiel, of the house of David, of the lineage of Phares, of the tribe of Judah, "},{"book":"FirstEsdras","chapter":"5","verse":"6","text":" who spoke wise words before King Darius of the Persians, in the second year of his reign, in the month of Nisan, the first month. "},{"book":"FirstEsdras","chapter":"5","verse":"7","text":" These are the Judeans who came up out of their sojourn in exile, whom King Nebuchadnezzar of Babylon had carried away to Babylon "},{"book":"FirstEsdras","chapter":"5","verse":"8","text":" and who returned to Jerusalem and the rest of Judea, each to his own town. They came with Zerubbabel and Jeshua, Nehemiah, Seraiah, Resaiah, Eneneus, Mordecai, Beelsarus, Aspharasus, Reeliah, Rehum, and Baanah, their leaders. "},{"book":"FirstEsdras","chapter":"5","verse":"9","text":" The number of those of the nation and their leaders: the descendants of Parosh, two thousand one hundred seventy-two. The descendants of Shephatiah, four hundred seventy-two. "},{"book":"FirstEsdras","chapter":"5","verse":"10","text":" The descendants of Arah, seven hundred fifty-six. "},{"book":"FirstEsdras","chapter":"5","verse":"11","text":" The descendants of Pahath-moab, of the descendants of Jeshua and Joab, two thousand eight hundred twelve. "},{"book":"FirstEsdras","chapter":"5","verse":"12","text":" The descendants of Elam, one thousand two hundred fifty-four. The descendants of Zattu, nine hundred forty-five. The descendants of Chorbe, seven hundred five. The descendants of Bani, six hundred forty-eight. "},{"book":"FirstEsdras","chapter":"5","verse":"13","text":" The descendants of Bebai, six hundred twenty-three. The descendants of Azgad, one thousand three hundred twenty-two. "},{"book":"FirstEsdras","chapter":"5","verse":"14","text":" The descendants of Adonikam, six hundred sixty-seven. The descendants of Bigvai, two thousand sixty-six. The descendants of Adin, four hundred fifty-four. "},{"book":"FirstEsdras","chapter":"5","verse":"15","text":" The descendants of Ater, namely of Hezekiah, ninety-two. The descendants of Kilan and Azetas, sixty-seven. The descendants of Azaru, four hundred thirty-two. "},{"book":"FirstEsdras","chapter":"5","verse":"16","text":" The descendants of Annias, one hundred one. The descendants of Arom. The descendants of Bezai, three hundred twenty-three. The descendants of Arsiphurith, one hundred twelve. "},{"book":"FirstEsdras","chapter":"5","verse":"17","text":" The descendants of Baiterus, three thousand five. The descendants of Bethlomon, one hundred twenty-three. "},{"book":"FirstEsdras","chapter":"5","verse":"18","text":" Those from Netophah, fifty-five. Those from Anathoth, one hundred fifty-eight. Those from Bethasmoth, forty-two. "},{"book":"FirstEsdras","chapter":"5","verse":"19","text":" Those from Kiriatharim, twenty-five. Those from Chephirah and Beeroth, seven hundred forty-three. "},{"book":"FirstEsdras","chapter":"5","verse":"20","text":" The Chadiasans and Ammidians, four hundred twenty-two. Those from Kirama and Geba, six hundred twenty-one. "},{"book":"FirstEsdras","chapter":"5","verse":"21","text":" Those from Macalon, one hundred twenty-two. Those from Betolio, fifty-two. The descendants of Niphish, one hundred fifty-six. "},{"book":"FirstEsdras","chapter":"5","verse":"22","text":" The descendants of the other Calamolalus and Ono, seven hundred twenty-five. The descendants of Jerechus, three hundred forty-five. "},{"book":"FirstEsdras","chapter":"5","verse":"23","text":" The descendants of Senaah, three thousand three hundred thirty. "},{"book":"FirstEsdras","chapter":"5","verse":"24","text":" The priests: the descendants of Jedaiah son of Jeshua, of the descendants of Anasib, nine hundred seventy-two. The descendants of Immer, one thousand and fifty-two. "},{"book":"FirstEsdras","chapter":"5","verse":"25","text":" The descendants of Pashhur, one thousand two hundred forty-seven. The descendants of Charme, one thousand seventeen. "},{"book":"FirstEsdras","chapter":"5","verse":"26","text":" The Levites: the descendants of Jeshua and Kadmiel and Bannas and Sudias, seventy-four. "},{"book":"FirstEsdras","chapter":"5","verse":"27","text":" The temple singers: the descendants of Asaph, one hundred twenty-eight. "},{"book":"FirstEsdras","chapter":"5","verse":"28","text":" The gatekeepers: the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, the descendants of Shobai, in all one hundred thirty-nine. "},{"book":"FirstEsdras","chapter":"5","verse":"29","text":" The temple servants: the descendants of Esau, the descendants of Hasupha, the descendants of Tabbaoth, the descendants of Keros, the descendants of Sua, the descendants of Padon, the descendants of Lebanah, the descendants of Hagabah, "},{"book":"FirstEsdras","chapter":"5","verse":"30","text":" the descendants of Akkub, the descendants of Uthai, the descendants of Ketab, the descendants of Hagab, the descendants of Subai, the descendants of Hana, the descendants of Cathua, the descendants of Geddur, "},{"book":"FirstEsdras","chapter":"5","verse":"31","text":" the descendants of Jairus, the descendants of Daisan, the descendants of Noeba, the descendants of Chezib, the descendants of Gazera, the descendants of Uzza, the descendants of Phinoe, the descendants of Hasrah, the descendants of Basthai, the descendants of Asnah, the descendants of Maani, the descendants of Nephisim, the descendants of Acuph, the descendants of Hakupha, the descendants of Asur, the descendants of Pharakim, the descendants of Bazluth, "},{"book":"FirstEsdras","chapter":"5","verse":"32","text":" the descendants of Mehida, the descendants of Cutha, the descendants of Charea, the descendants of Barkos, the descendants of Serar, the descendants of Temah, the descendants of Neziah, the descendants of Hatipha. "},{"book":"FirstEsdras","chapter":"5","verse":"33","text":" The descendants of Solomon&#39s servants: the descendants of Assaphioth, the descendants of Peruda, the descendants of Jaalah, the descendants of Lozon, the descendants of Isdael, the descendants of Shephatiah, "},{"book":"FirstEsdras","chapter":"5","verse":"34","text":" the descendants of Agia, the descendants of Pochereth-hazzebaim, the descendants of Sarothie, the descendants of Masiah, the descendants of Gas, the descendants of Addus, the descendants of Subas, the descendants of Apherra, the descendants of Barodis, the descendants of Shaphat, the descendants of Allon. "},{"book":"FirstEsdras","chapter":"5","verse":"35","text":" All the temple servants and the descendants of Solomon&#39s servants were three hundred seventy-two. "},{"book":"FirstEsdras","chapter":"5","verse":"36","text":" The following are those who came up from Tel-melah and Tel-harsha, under the leadership of Cherub, Addan, and Immer, "},{"book":"FirstEsdras","chapter":"5","verse":"37","text":" though they could not prove by their ancestral houses or lineage that they belonged to Israel: the descendants of Delaiah son of Tobiah, and the descendants of Nekoda, six hundred fifty-two. "},{"book":"FirstEsdras","chapter":"5","verse":"38","text":" Of the priests the following had assumed the priesthood but were not found registered: the descendants of Habaiah, the descendants of Hakkoz, and the descendants of Jaddus who had married Agia, one of the daughters of Barzillai, and was called by his name. "},{"book":"FirstEsdras","chapter":"5","verse":"39","text":" When a search was made in the register and the genealogy of these men was not found, they were excluded from serving as priests. "},{"book":"FirstEsdras","chapter":"5","verse":"40","text":" And Nehemiah and Attharias told them not to share in the holy things until a high priest should appear wearing Urim and Thummim. "},{"book":"FirstEsdras","chapter":"5","verse":"41","text":" All those of Israel, twelve or more years of age, besides male and female servants, were forty-two thousand three hundred sixty; "},{"book":"FirstEsdras","chapter":"5","verse":"42","text":" their male and female servants were seven thousand three hundred thirty-seven; there were two hundred forty-five musicians and singers. "},{"book":"FirstEsdras","chapter":"5","verse":"43","text":" There were four hundred thirty-five camels, and seven thousand thirty-six horses, two hundred forty-five mules, and five thousand five hundred twenty-five donkeys. "},{"book":"FirstEsdras","chapter":"5","verse":"44","text":" Some of the heads of families, when they came to the temple of God that is in Jerusalem, vowed that, to the best of their ability, they would erect the house on its site, "},{"book":"FirstEsdras","chapter":"5","verse":"45","text":" and that they would give to the sacred treasury for the work a thousand minas of gold, five thousand minas of silver, and one hundred priests&#39 vestments. "},{"book":"FirstEsdras","chapter":"5","verse":"46","text":" The priests, the Levites, and some of the people settled in Jerusalem and its vicinity; and the temple singers, the gatekeepers, and all Israel in their towns. "},{"book":"FirstEsdras","chapter":"5","verse":"47","text":" When the seventh month came, and the Israelites were all in their own homes, they gathered with a single purpose in the square before the first gate toward the east. "},{"book":"FirstEsdras","chapter":"5","verse":"48","text":" Then Jeshua son of Jozadak, with his fellow priests, and Zerubbabel son of Shealtiel, with his kinsmen, took their places and prepared the altar of the God of Israel, "},{"book":"FirstEsdras","chapter":"5","verse":"49","text":" to offer burnt offerings upon it, in accordance with the directions in the book of Moses the man of God. "},{"book":"FirstEsdras","chapter":"5","verse":"50","text":" And some joined them from the other peoples of the land. And they erected the altar in its place, for all the peoples of the land were hostile to them and were stronger than they; and they offered sacrifices at the proper times and burnt offerings to the Lord morning and evening. "},{"book":"FirstEsdras","chapter":"5","verse":"51","text":" They kept the festival of booths, as it is commanded in the law, and offered the proper sacrifices every day, "},{"book":"FirstEsdras","chapter":"5","verse":"52","text":" and thereafter the regular offerings and sacrifices on sabbaths and at new moons and at all the consecrated feasts. "},{"book":"FirstEsdras","chapter":"5","verse":"53","text":" And all who had made any vow to God began to offer sacrifices to God, from the new moon of the seventh month, though the temple of God was not yet built. "},{"book":"FirstEsdras","chapter":"5","verse":"54","text":" They gave money to the masons and the carpenters, and food and drink "},{"book":"FirstEsdras","chapter":"5","verse":"55","text":" and carts to the Sidonians and the Tyrians, to bring cedar logs from Lebanon and convey them in rafts to the harbor of Joppa, according to the decree that they had in writing from King Cyrus of the Persians. "},{"book":"FirstEsdras","chapter":"5","verse":"56","text":" In the second year after their coming to the temple of God in Jerusalem, in the second month, Zerubbabel son of Shealtiel and Jeshua son of Jozadak made a beginning, together with their kindred and the levitical priests and all who had come back to Jerusalem from exile; "},{"book":"FirstEsdras","chapter":"5","verse":"57","text":" and they laid the foundation of the temple of God on the new moon of the second month in the second year after they came to Judea and Jerusalem. "},{"book":"FirstEsdras","chapter":"5","verse":"58","text":" They appointed the Levites who were twenty or more years of age to have charge of the work of the Lord. And Jeshua arose, and his sons and kindred and his brother Kadmiel and the sons of Jeshua Emadabun and the sons of Joda son of Iliadun, with their sons and kindred, all the Levites, pressing forward the work on the house of God with a single purpose. So the builders built the temple of the Lord. "},{"book":"FirstEsdras","chapter":"5","verse":"59","text":" And the priests stood arrayed in their vestments, with musical instruments and trumpets, and the Levites, the sons of Asaph, with cymbals, "},{"book":"FirstEsdras","chapter":"5","verse":"60","text":" praising the Lord and blessing him, according to the directions of King David of Israel; "},{"book":"FirstEsdras","chapter":"5","verse":"61","text":" they sang hymns, giving thanks to the Lord, &#34For his goodness and his glory are forever upon all Israel.&#34 "},{"book":"FirstEsdras","chapter":"5","verse":"62","text":" And all the people sounded trumpets and shouted with a great shout, praising the Lord for the erection of the house of the Lord. "},{"book":"FirstEsdras","chapter":"5","verse":"63","text":" Some of the levitical priests and heads of ancestral houses, old men who had seen the former house, came to the building of this one with outcries and loud weeping, "},{"book":"FirstEsdras","chapter":"5","verse":"64","text":" while many came with trumpets and a joyful noise, "},{"book":"FirstEsdras","chapter":"5","verse":"65","text":" so that the people could not hear the trumpets because of the weeping of the people. For the multitude sounded the trumpets loudly, so that the sound was heard far away; "},{"book":"FirstEsdras","chapter":"5","verse":"66","text":" and when the enemies of the tribe of Judah and Benjamin heard it, they came to find out what the sound of the trumpets meant. "},{"book":"FirstEsdras","chapter":"5","verse":"67","text":" They learned that those who had returned from exile were building the temple for the Lord God of Israel. "},{"book":"FirstEsdras","chapter":"5","verse":"68","text":" So they approached Zerubbabel and Jeshua and the heads of the ancestral houses and said to them, &#34We will build with you. "},{"book":"FirstEsdras","chapter":"5","verse":"69","text":" For we obey your Lord just as you do and we have been sacrificing to him ever since the days of King Esar-haddon of the Assyrians, who brought us here.&#34 "},{"book":"FirstEsdras","chapter":"5","verse":"70","text":" But Zerubbabel and Jeshua and the heads of the ancestral houses in Israel said to them, &#34You have nothing to do with us in building the house for the Lord our God, "},{"book":"FirstEsdras","chapter":"5","verse":"71","text":" for we alone will build it for the Lord of Israel, as Cyrus, the king of the Persians, has commanded us.&#34 "},{"book":"FirstEsdras","chapter":"5","verse":"72","text":" But the peoples of the land pressed hard upon those in Judea, cut off their supplies, and hindered their building; "},{"book":"FirstEsdras","chapter":"5","verse":"73","text":" and by plots and demagoguery and uprisings they prevented the completion of the building as long as King Cyrus lived. They were kept from building for two years, until the reign of Darius. "}]