[{"book":"FirstSamuel","chapter":"4","verse":"1","text":" And the word of Samuel came to all Israel. In those days the Philistines mustered for war against Israel, and Israel went out to battle against them; they encamped at Ebenezer, and the Philistines encamped at Aphek. "},{"book":"FirstSamuel","chapter":"4","verse":"2","text":" The Philistines drew up in line against Israel, and when the battle was joined, Israel was defeated by the Philistines, who killed about four thousand men on the field of battle. "},{"book":"FirstSamuel","chapter":"4","verse":"3","text":" When the troops came to the camp, the elders of Israel said, &#34Why has the LORD put us to rout today before the Philistines? Let us bring the ark of the covenant of the LORD here from Shiloh, so that he may come among us and save us from the power of our enemies.&#34 "},{"book":"FirstSamuel","chapter":"4","verse":"4","text":" So the people sent to Shiloh, and brought from there the ark of the covenant of the LORD of hosts, who is enthroned on the cherubim. The two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God. "},{"book":"FirstSamuel","chapter":"4","verse":"5","text":" When the ark of the covenant of the LORD came into the camp, all Israel gave a mighty shout, so that the earth resounded. "},{"book":"FirstSamuel","chapter":"4","verse":"6","text":" When the Philistines heard the noise of the shouting, they said, &#34What does this great shouting in the camp of the Hebrews mean?&#34 When they learned that the ark of the LORD had come to the camp, "},{"book":"FirstSamuel","chapter":"4","verse":"7","text":" the Philistines were afraid; for they said, &#34Gods have come into the camp.&#34 They also said, &#34Woe to us! For nothing like this has happened before. "},{"book":"FirstSamuel","chapter":"4","verse":"8","text":" Woe to us! Who can deliver us from the power of these mighty gods? These are the gods who struck the Egyptians with every sort of plague in the wilderness. "},{"book":"FirstSamuel","chapter":"4","verse":"9","text":" Take courage, and be men, O Philistines, in order not to become slaves to the Hebrews as they have been to you; be men and fight.&#34 "},{"book":"FirstSamuel","chapter":"4","verse":"10","text":" So the Philistines fought; Israel was defeated, and they fled, everyone to his home. There was a very great slaughter, for there fell of Israel thirty thousand foot soldiers. "},{"book":"FirstSamuel","chapter":"4","verse":"11","text":" The ark of God was captured; and the two sons of Eli, Hophni and Phinehas, died. "},{"book":"FirstSamuel","chapter":"4","verse":"12","text":" A man of Benjamin ran from the battle line, and came to Shiloh the same day, with his clothes torn and with earth upon his head. "},{"book":"FirstSamuel","chapter":"4","verse":"13","text":" When he arrived, Eli was sitting upon his seat by the road watching, for his heart trembled for the ark of God. When the man came into the city and told the news, all the city cried out. "},{"book":"FirstSamuel","chapter":"4","verse":"14","text":" When Eli heard the sound of the outcry, he said, &#34What is this uproar?&#34 Then the man came quickly and told Eli. "},{"book":"FirstSamuel","chapter":"4","verse":"15","text":" Now Eli was ninety-eight years old and his eyes were set, so that he could not see. "},{"book":"FirstSamuel","chapter":"4","verse":"16","text":" The man said to Eli, &#34I have just come from the battle; I fled from the battle today.&#34 He said, &#34How did it go, my son?&#34 "},{"book":"FirstSamuel","chapter":"4","verse":"17","text":" The messenger replied, &#34Israel has fled before the Philistines, and there has also been a great slaughter among the troops; your two sons also, Hophni and Phinehas, are dead, and the ark of God has been captured.&#34 "},{"book":"FirstSamuel","chapter":"4","verse":"18","text":" When he mentioned the ark of God, Eli fell over backward from his seat by the side of the gate; and his neck was broken and he died, for he was an old man, and heavy. He had judged Israel forty years. "},{"book":"FirstSamuel","chapter":"4","verse":"19","text":" Now his daughter-in-law, the wife of Phinehas, was pregnant, about to give birth. When she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed and gave birth; for her labor pains overwhelmed her. "},{"book":"FirstSamuel","chapter":"4","verse":"20","text":" As she was about to die, the women attending her said to her, &#34Do not be afraid, for you have borne a son.&#34 But she did not answer or give heed. "},{"book":"FirstSamuel","chapter":"4","verse":"21","text":" She named the child Ichabod, meaning, &#34The glory has departed from Israel,&#34 because the ark of God had been captured and because of her father-in-law and her husband. "},{"book":"FirstSamuel","chapter":"4","verse":"22","text":" She said, &#34The glory has departed from Israel, for the ark of God has been captured.&#34 "}]