[{"book":"FirstEsdras","chapter":"6","verse":"1","text":" Now in the second year of the reign of Darius, the prophets Haggai and Zechariah son of Iddo prophesied to the Jews who were in Judea and Jerusalem; they prophesied to them in the name of the Lord God of Israel. "},{"book":"FirstEsdras","chapter":"6","verse":"2","text":" Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to build the house of the Lord that is in Jerusalem, with the help of the prophets of the Lord who were with them. "},{"book":"FirstEsdras","chapter":"6","verse":"3","text":" At the same time Sisinnes the governor of Syria and Phoenicia and Sathrabuzanes and their associates came to them and said, "},{"book":"FirstEsdras","chapter":"6","verse":"4","text":" &#34By whose order are you building this house and this roof and finishing all the other things? And who are the builders that are finishing these things?&#34 "},{"book":"FirstEsdras","chapter":"6","verse":"5","text":" Yet the elders of the Jews were dealt with kindly, for the providence of the Lord was over the captives; "},{"book":"FirstEsdras","chapter":"6","verse":"6","text":" they were not prevented from building until word could be sent to Darius concerning them and a report made. "},{"book":"FirstEsdras","chapter":"6","verse":"7","text":" A copy of the letter that Sisinnes the governor of Syria and Phoenicia, and Sathrabuzanes, and their associates the local rulers in Syria and Phoenicia, wrote and sent to Darius: "},{"book":"FirstEsdras","chapter":"6","verse":"8","text":" &#34To King Darius, greetings. Let it be fully known to our lord the king that, when we went to the country of Judea and entered the city of Jerusalem, we found the elders of the Jews, who had been in exile, "},{"book":"FirstEsdras","chapter":"6","verse":"9","text":" building in the city of Jerusalem a great new house for the Lord, of hewn stone, with costly timber laid in the walls. "},{"book":"FirstEsdras","chapter":"6","verse":"10","text":" These operations are going on rapidly, and the work is prospering in their hands and being completed with all splendor and care. "},{"book":"FirstEsdras","chapter":"6","verse":"11","text":" Then we asked these elders, &#39At whose command are you building this house and laying the foundations of this structure?&#39 "},{"book":"FirstEsdras","chapter":"6","verse":"12","text":" In order that we might inform you in writing who the leaders are, we questioned them and asked them for a list of the names of those who are at their head. "},{"book":"FirstEsdras","chapter":"6","verse":"13","text":" They answered us, &#39We are the servants of the Lord who created the heaven and the earth. "},{"book":"FirstEsdras","chapter":"6","verse":"14","text":" The house was built many years ago by a king of Israel who was great and strong, and it was finished. "},{"book":"FirstEsdras","chapter":"6","verse":"15","text":" But when our ancestors sinned against the Lord of Israel who is in heaven, and provoked him, he gave them over into the hands of King Nebuchadnezzar of Babylon, king of the Chaldeans; "},{"book":"FirstEsdras","chapter":"6","verse":"16","text":" and they pulled down the house, and burned it, and carried the people away captive to Babylon. "},{"book":"FirstEsdras","chapter":"6","verse":"17","text":" But in the first year that Cyrus reigned over the country of Babylonia, King Cyrus wrote that this house should be rebuilt. "},{"book":"FirstEsdras","chapter":"6","verse":"18","text":" And the holy vessels of gold and of silver, which Nebuchadnezzar had taken out of the house in Jerusalem and stored in his own temple, these King Cyrus took out again from the temple in Babylon, and they were delivered to Zerubbabel and Sheshbazzar the governor "},{"book":"FirstEsdras","chapter":"6","verse":"19","text":" with the command that he should take all these vessels back and put them in the temple at Jerusalem, and that this temple of the Lord should be rebuilt on its site. "},{"book":"FirstEsdras","chapter":"6","verse":"20","text":" Then this Sheshbazzar, after coming here, laid the foundations of the house of the Lord that is in Jerusalem. Although it has been in process of construction from that time until now, it has not yet reached completion.&#39 "},{"book":"FirstEsdras","chapter":"6","verse":"21","text":" Now therefore, O king, if it seems wise to do so, let search be made in the royal archives of our lord the king that are in Babylon; "},{"book":"FirstEsdras","chapter":"6","verse":"22","text":" if it is found that the building of the house of the Lord in Jerusalem was done with the consent of King Cyrus, and if it is approved by our lord the king, let him send us directions concerning these things.&#34 "},{"book":"FirstEsdras","chapter":"6","verse":"23","text":" Then Darius commanded that search be made in the royal archives that were deposited in Babylon. And in Ecbatana, the fortress that is in the country of Media, a scroll was found in which this was recorded: "},{"book":"FirstEsdras","chapter":"6","verse":"24","text":" &#34In the first year of the reign of King Cyrus, he ordered the building of the house of the Lord in Jerusalem, where they sacrifice with perpetual fire; "},{"book":"FirstEsdras","chapter":"6","verse":"25","text":" its height to be sixty cubits and its width sixty cubits, with three courses of hewn stone and one course of new native timber; the cost to be paid from the treasury of King Cyrus; "},{"book":"FirstEsdras","chapter":"6","verse":"26","text":" and that the holy vessels of the house of the Lord, both of gold and of silver, which Nebuchadnezzar took out of the house in Jerusalem and carried away to Babylon, should be restored to the house in Jerusalem, to be placed where they had been.&#34 "},{"book":"FirstEsdras","chapter":"6","verse":"27","text":" So Darius commanded Sisinnes the governor of Syria and Phoenicia, and Sathrabuzanes, and their associates, and those who were appointed as local rulers in Syria and Phoenicia, to keep away from the place, and to permit Zerubbabel, the servant of the Lord and governor of Judea, and the elders of the Jews to build this house of the Lord on its site. "},{"book":"FirstEsdras","chapter":"6","verse":"28","text":" &#34And I command that it be built completely, and that full effort be made to help those who have returned from the exile of Judea, until the house of the Lord is finished; "},{"book":"FirstEsdras","chapter":"6","verse":"29","text":" and that out of the tribute of Coelesyria and Phoenicia a portion be scrupulously given to these men, that is, to Zerubbabel the governor, for sacrifices to the Lord, for bulls and rams and lambs, "},{"book":"FirstEsdras","chapter":"6","verse":"30","text":" and likewise wheat and salt and wine and oil, regularly every year, without quibbling, for daily use as the priests in Jerusalem may indicate, "},{"book":"FirstEsdras","chapter":"6","verse":"31","text":" in order that libations may be made to the Most High God for the king and his children, and prayers be offered for their lives.&#34 "},{"book":"FirstEsdras","chapter":"6","verse":"32","text":" He commanded that if anyone should transgress or nullify any of the things herein written, a beam should be taken out of the house of the perpetrator, who then shall be impaled upon it, and all property forfeited to the king. "},{"book":"FirstEsdras","chapter":"6","verse":"33","text":" &#34Therefore may the Lord, whose name is there called upon, destroy every king and nation that shall stretch out their hands to hinder or damage that house of the Lord in Jerusalem. "},{"book":"FirstEsdras","chapter":"6","verse":"34","text":" &#34I, King Darius, have decreed that it be done with all diligence as here prescribed.&#34 "}]