[{"book":"FirstEsdras","chapter":"2","verse":"1","text":" In the first year of Cyrus as king of the Persians, so that the word of the Lord by the mouth of Jeremiah might be accomplished-- "},{"book":"FirstEsdras","chapter":"2","verse":"2","text":" the Lord stirred up the spirit of King Cyrus of the Persians, and he made a proclamation throughout all his kingdom and also put it in writing: "},{"book":"FirstEsdras","chapter":"2","verse":"3","text":" &#34Thus says Cyrus king of the Persians: The Lord of Israel, the Lord Most High, has made me king of the world, "},{"book":"FirstEsdras","chapter":"2","verse":"4","text":" and he has commanded me to build him a house at Jerusalem, which is in Judea. "},{"book":"FirstEsdras","chapter":"2","verse":"5","text":" If any of you, therefore, are of his people, may your Lord be with you; go up to Jerusalem, which is in Judea, and build the house of the Lord of Israel-- he is the Lord who dwells in Jerusalem, "},{"book":"FirstEsdras","chapter":"2","verse":"6","text":" and let each of you, wherever you may live, be helped by the people of your place with gold and silver, "},{"book":"FirstEsdras","chapter":"2","verse":"7","text":" with gifts and with horses and cattle, besides the other things added as votive offerings for the temple of the Lord that is in Jerusalem.&#34 "},{"book":"FirstEsdras","chapter":"2","verse":"8","text":" Then arose the heads of families of the tribes of Judah and Benjamin, and the priests and the Levites, and all whose spirit the Lord had stirred to go up to build the house in Jerusalem for the Lord; "},{"book":"FirstEsdras","chapter":"2","verse":"9","text":" their neighbors helped them with everything, with silver and gold, with horses and cattle, and with a very great number of votive offerings from many whose hearts were stirred. "},{"book":"FirstEsdras","chapter":"2","verse":"10","text":" King Cyrus also brought out the holy vessels of the Lord that Nebuchadnezzar had carried away from Jerusalem and stored in his temple of idols. "},{"book":"FirstEsdras","chapter":"2","verse":"11","text":" When King Cyrus of the Persians brought these out, he gave them to Mithridates, his treasurer, "},{"book":"FirstEsdras","chapter":"2","verse":"12","text":" and by him they were given to Sheshbazzar, the governor of Judea. "},{"book":"FirstEsdras","chapter":"2","verse":"13","text":" The number of these was: one thousand gold cups, one thousand silver cups, twenty-nine silver censers, thirty gold bowls, two thousand four hundred ten silver bowls, and one thousand other vessels. "},{"book":"FirstEsdras","chapter":"2","verse":"14","text":" All the vessels were handed over, gold and silver, five thousand four hundred sixty-nine, "},{"book":"FirstEsdras","chapter":"2","verse":"15","text":" and they were carried back by Sheshbazzar with the returning exiles from Babylon to Jerusalem. "},{"book":"FirstEsdras","chapter":"2","verse":"16","text":" In the time of King Artaxerxes of the Persians, Bishlam, Mithridates, Tabeel, Rehum, Beltethmus, the scribe Shimshai, and the rest of their associates, living in Samaria and other places, wrote him the following letter, against those who were living in Judea and Jerusalem: "},{"book":"FirstEsdras","chapter":"2","verse":"17","text":" &#34To King Artaxerxes our lord, your servants the recorder Rehum and the scribe Shimshai and the other members of their council, and the judges in Coelesyria and Phoenicia: "},{"book":"FirstEsdras","chapter":"2","verse":"18","text":" Let it now be known to our lord the king that the Jews who came up from you to us have gone to Jerusalem and are building that rebellious and wicked city, repairing its market places and walls and laying the foundations for a temple. "},{"book":"FirstEsdras","chapter":"2","verse":"19","text":" Now if this city is built and the walls finished, they will not only refuse to pay tribute but will even resist kings. "},{"book":"FirstEsdras","chapter":"2","verse":"20","text":" Since the building of the temple is now going on, we think it best not to neglect such a matter, "},{"book":"FirstEsdras","chapter":"2","verse":"21","text":" but to speak to our lord the king, in order that, if it seems good to you, search may be made in the records of your ancestors. "},{"book":"FirstEsdras","chapter":"2","verse":"22","text":" You will find in the annals what has been written about them, and will learn that this city was rebellious, troubling both kings and other cities, "},{"book":"FirstEsdras","chapter":"2","verse":"23","text":" and that the Jews were rebels and kept setting up blockades in it from of old. That is why this city was laid waste. "},{"book":"FirstEsdras","chapter":"2","verse":"24","text":" Therefore we now make known to you, O lord and king, that if this city is built and its walls finished, you will no longer have access to Coelesyria and Phoenicia.&#34 "},{"book":"FirstEsdras","chapter":"2","verse":"25","text":" Then the king, in reply to the recorder Rehum, Beltethmus, the scribe Shimshai, and the others associated with them and living in Samaria and Syria and Phoenicia, wrote as follows: "},{"book":"FirstEsdras","chapter":"2","verse":"26","text":" &#34I have read the letter that you sent me. So I ordered search to be made, and it has been found that this city from of old has fought against kings, "},{"book":"FirstEsdras","chapter":"2","verse":"27","text":" that the people in it were given to rebellion and war, and that mighty and cruel kings ruled in Jerusalem and exacted tribute from Coelesyria and Phoenicia. "},{"book":"FirstEsdras","chapter":"2","verse":"28","text":" Therefore I have now issued orders to prevent these people from building the city and to take care that nothing more be done "},{"book":"FirstEsdras","chapter":"2","verse":"29","text":" and that such wicked proceedings go no further to the annoyance of kings.&#34 "},{"book":"FirstEsdras","chapter":"2","verse":"30","text":" Then, when the letter from King Artaxerxes was read, Rehum and the scribe Shimshai and their associates went quickly to Jerusalem, with cavalry and a large number of armed troops, and began to hinder the builders. And the building of the temple in Jerusalem stopped until the second year of the reign of King Darius of the Persians. "}]