[{"book":"FirstEsdras","chapter":"8","verse":"1","text":" After these things, when Artaxerxes, the king of the Persians, was reigning, Ezra came, the son of Seraiah son of Azariah son of Hilkiah son of Shallum "},{"book":"FirstEsdras","chapter":"8","verse":"2","text":" son of Zadok son of Ahitub son of Amariah son of Uzzi son of Bukki son of Abishua son of Phineas son of Eleazar son of Aaron the high priest. "},{"book":"FirstEsdras","chapter":"8","verse":"3","text":" This Ezra came up from Babylon as a scribe skilled in the law of Moses, which was given by the God of Israel; "},{"book":"FirstEsdras","chapter":"8","verse":"4","text":" and the king showed him honor, for he found favor before the king in all his requests. "},{"book":"FirstEsdras","chapter":"8","verse":"5","text":" There came up with him to Jerusalem some of the people of Israel and some of the priests and Levites and temple singers and gatekeepers and temple servants, "},{"book":"FirstEsdras","chapter":"8","verse":"6","text":" in the seventh year of the reign of Artaxerxes, in the fifth month (this was the king&#39s seventh year); for they left Babylon on the new moon of the first month and arrived in Jerusalem on the new moon of the fifth month, by the prosperous journey that the Lord gave them. "},{"book":"FirstEsdras","chapter":"8","verse":"7","text":" For Ezra possessed great knowledge, so that he omitted nothing from the law of the Lord or the commandments, but taught all Israel all the ordinances and judgments. "},{"book":"FirstEsdras","chapter":"8","verse":"8","text":" The following is a copy of the written commission from King Artaxerxes that was delivered to Ezra the priest and reader of the law of the Lord: "},{"book":"FirstEsdras","chapter":"8","verse":"9","text":" &#34King Artaxerxes to Ezra the priest and reader of the law of the Lord, greeting. "},{"book":"FirstEsdras","chapter":"8","verse":"10","text":" In accordance with my gracious decision, I have given orders that those of the Jewish nation and of the priests and Levites and others in our realm, those who freely choose to do so, may go with you to Jerusalem. "},{"book":"FirstEsdras","chapter":"8","verse":"11","text":" Let as many as are so disposed, therefore, leave with you, just as I and the seven Friends who are my counselors have decided, "},{"book":"FirstEsdras","chapter":"8","verse":"12","text":" in order to look into matters in Judea and Jerusalem, in accordance with what is in the law of the Lord, "},{"book":"FirstEsdras","chapter":"8","verse":"13","text":" and to carry to Jerusalem the gifts for the Lord of Israel that I and my Friends have vowed, and to collect for the Lord in Jerusalem all the gold and silver that may be found in the country of Babylonia, "},{"book":"FirstEsdras","chapter":"8","verse":"14","text":" together with what is given by the nation for the temple of their Lord that is in Jerusalem, both gold and silver for bulls and rams and lambs and what goes with them, "},{"book":"FirstEsdras","chapter":"8","verse":"15","text":" so as to offer sacrifices on the altar of their Lord that is in Jerusalem. "},{"book":"FirstEsdras","chapter":"8","verse":"16","text":" Whatever you and your kindred are minded to do with the gold and silver, perform it in accordance with the will of your God; "},{"book":"FirstEsdras","chapter":"8","verse":"17","text":" deliver the holy vessels of the Lord that are given you for the use of the temple of your God that is in Jerusalem. "},{"book":"FirstEsdras","chapter":"8","verse":"18","text":" And whatever else occurs to you as necessary for the temple of your God, you may provide out of the royal treasury. "},{"book":"FirstEsdras","chapter":"8","verse":"19","text":" &#34I, King Artaxerxes, have commanded the treasurers of Syria and Phoenicia that whatever Ezra the priest and reader of the law of the Most High God sends for, they shall take care to give him, "},{"book":"FirstEsdras","chapter":"8","verse":"20","text":" up to a hundred talents of silver, and likewise up to a hundred cors of wheat, a hundred baths of wine, and salt in abundance. "},{"book":"FirstEsdras","chapter":"8","verse":"21","text":" Let all things prescribed in the law of God be scrupulously fulfilled for the Most High God, so that wrath may not come upon the kingdom of the king and his sons. "},{"book":"FirstEsdras","chapter":"8","verse":"22","text":" You are also informed that no tribute or any other tax is to be laid on any of the priests or Levites or temple singers or gatekeepers or temple servants or persons employed in this temple, and that no one has authority to impose any tax on them. "},{"book":"FirstEsdras","chapter":"8","verse":"23","text":" &#34And you, Ezra, according to the wisdom of God, appoint judges and justices to judge all those who know the law of your God, throughout all Syria and Phoenicia; and you shall teach it to those who do not know it. "},{"book":"FirstEsdras","chapter":"8","verse":"24","text":" All who transgress the law of your God or the law of the kingdom shall be strictly punished, whether by death or some other punishment, either fine or imprisonment.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"25","text":" Then Ezra the scribe said, &#34Blessed be the Lord alone, who put this into the heart of the king, to glorify his house that is in Jerusalem, "},{"book":"FirstEsdras","chapter":"8","verse":"26","text":" and who honored me in the sight of the king and his counselors and all his Friends and nobles. "},{"book":"FirstEsdras","chapter":"8","verse":"27","text":" I was encouraged by the help of the Lord my God, and I gathered men from Israel to go up with me.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"28","text":" These are the leaders, according to their ancestral houses and their groups, who went up with me from Babylon, in the reign of King Artaxerxes: "},{"book":"FirstEsdras","chapter":"8","verse":"29","text":" Of the descendants of Phineas, Gershom. Of the descendants of Ithamar, Gamael. Of the descendants of David, Hattush son of Shecaniah. "},{"book":"FirstEsdras","chapter":"8","verse":"30","text":" Of the descendants of Parosh, Zechariah, and with him a hundred fifty men enrolled. "},{"book":"FirstEsdras","chapter":"8","verse":"31","text":" Of the descendants of Pahath-moab, Eliehoenai son of Zerahiah, and with him two hundred men. "},{"book":"FirstEsdras","chapter":"8","verse":"32","text":" Of the descendants of Zattu, Shecaniah son of Jahaziel, and with him three hundred men. Of the descendants of Adin, Obed son of Jonathan, and with him two hundred fifty men. "},{"book":"FirstEsdras","chapter":"8","verse":"33","text":" Of the descendants of Elam, Jeshaiah son of Gotholiah, and with him seventy men. "},{"book":"FirstEsdras","chapter":"8","verse":"34","text":" Of the descendants of Shephatiah, Zeraiah son of Michael, and with him seventy men. "},{"book":"FirstEsdras","chapter":"8","verse":"35","text":" Of the descendants of Joab, Obadiah son of Jehiel, and with him two hundred twelve men. "},{"book":"FirstEsdras","chapter":"8","verse":"36","text":" Of the descendants of Bani, Shelomith son of Josiphiah, and with him a hundred sixty men. "},{"book":"FirstEsdras","chapter":"8","verse":"37","text":" Of the descendants of Bebai, Zechariah son of Bebai, and with him twenty-eight men. "},{"book":"FirstEsdras","chapter":"8","verse":"38","text":" Of the descendants of Azgad, Johanan son of Hakkatan, and with him a hundred ten men. "},{"book":"FirstEsdras","chapter":"8","verse":"39","text":" Of the descendants of Adonikam, the last ones, their names being Eliphelet, Jeuel, and Shemaiah, and with them seventy men. "},{"book":"FirstEsdras","chapter":"8","verse":"40","text":" Of the descendants of Bigvai, Uthai son of Istalcurus, and with him seventy men. "},{"book":"FirstEsdras","chapter":"8","verse":"41","text":" I assembled them at the river called Theras, and we encamped there three days, and I inspected them. "},{"book":"FirstEsdras","chapter":"8","verse":"42","text":" When I found there none of the descendants of the priests or of the Levites, "},{"book":"FirstEsdras","chapter":"8","verse":"43","text":" I sent word to Eliezar, Iduel, Maasmas, "},{"book":"FirstEsdras","chapter":"8","verse":"44","text":" Elnathan, Shemaiah, Jarib, Nathan, Elnathan, Zechariah, and Meshullam, who were leaders and men of understanding; "},{"book":"FirstEsdras","chapter":"8","verse":"45","text":" I told them to go to Iddo, who was the leading man at the place of the treasury, "},{"book":"FirstEsdras","chapter":"8","verse":"46","text":" and ordered them to tell Iddo and his kindred and the treasurers at that place to send us men to serve as priests in the house of our Lord. "},{"book":"FirstEsdras","chapter":"8","verse":"47","text":" And by the mighty hand of our Lord they brought us competent men of the descendants of Mahli son of Levi, son of Israel, namely Sherebiah with his descendants and kinsmen, eighteen; "},{"book":"FirstEsdras","chapter":"8","verse":"48","text":" also Hashabiah and Annunus and his brother Jeshaiah, of the descendants of Hananiah, and their descendants, twenty men; "},{"book":"FirstEsdras","chapter":"8","verse":"49","text":" and of the temple servants, whom David and the leaders had given for the service of the Levites, two hundred twenty temple servants; the list of all their names was reported. "},{"book":"FirstEsdras","chapter":"8","verse":"50","text":" There I proclaimed a fast for the young men before our Lord, to seek from him a prosperous journey for ourselves and for our children and the livestock that were with us. "},{"book":"FirstEsdras","chapter":"8","verse":"51","text":" For I was ashamed to ask the king for foot soldiers and cavalry and an escort to keep us safe from our adversaries; "},{"book":"FirstEsdras","chapter":"8","verse":"52","text":" for we had said to the king, &#34The power of our Lord will be with those who seek him, and will support them in every way.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"53","text":" And again we prayed to our Lord about these things, and we found him very merciful. "},{"book":"FirstEsdras","chapter":"8","verse":"54","text":" Then I set apart twelve of the leaders of the priests, Sherebiah and Hashabiah, and ten of their kinsmen with them; "},{"book":"FirstEsdras","chapter":"8","verse":"55","text":" and I weighed out to them the silver and the gold and the holy vessels of the house of our Lord, which the king himself and his counselors and the nobles and all Israel had given. "},{"book":"FirstEsdras","chapter":"8","verse":"56","text":" I weighed and gave to them six hundred fifty talents of silver, and silver vessels worth a hundred talents, and a hundred talents of gold, "},{"book":"FirstEsdras","chapter":"8","verse":"57","text":" and twenty golden bowls, and twelve bronze vessels of fine bronze that glittered like gold. "},{"book":"FirstEsdras","chapter":"8","verse":"58","text":" And I said to them, &#34You are holy to the Lord, and the vessels are holy, and the silver and the gold are vowed to the Lord, the Lord of our ancestors. "},{"book":"FirstEsdras","chapter":"8","verse":"59","text":" Be watchful and on guard until you deliver them to the leaders of the priests and the Levites, and to the heads of the ancestral houses of Israel, in Jerusalem, in the chambers of the house of our Lord.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"60","text":" So the priests and the Levites who took the silver and the gold and the vessels that had been in Jerusalem carried them to the temple of the Lord. "},{"book":"FirstEsdras","chapter":"8","verse":"61","text":" We left the river Theras on the twelfth day of the first month; and we arrived in Jerusalem by the mighty hand of our Lord, which was upon us; he delivered us from every enemy on the way, and so we came to Jerusalem. "},{"book":"FirstEsdras","chapter":"8","verse":"62","text":" When we had been there three days, the silver and the gold were weighed and delivered in the house of our Lord to the priest Meremoth son of Uriah; "},{"book":"FirstEsdras","chapter":"8","verse":"63","text":" with him was Eleazar son of Phinehas, and with them were Jozabad son of Jeshua and Moeth son of Binnui, the Levites. "},{"book":"FirstEsdras","chapter":"8","verse":"64","text":" The whole was counted and weighed, and the weight of everything was recorded at that very time. "},{"book":"FirstEsdras","chapter":"8","verse":"65","text":" And those who had returned from exile offered sacrifices to the Lord, the God of Israel, twelve bulls for all Israel, ninety-six rams, "},{"book":"FirstEsdras","chapter":"8","verse":"66","text":" seventy-two lambs, and as a thank offering twelve male goats-- all as a sacrifice to the Lord. "},{"book":"FirstEsdras","chapter":"8","verse":"67","text":" They delivered the king&#39s orders to the royal stewards and to the governors of Coelesyria and Phoenicia; and these officials honored the people and the temple of the Lord. "},{"book":"FirstEsdras","chapter":"8","verse":"68","text":" After these things had been done, the leaders came to me and said, "},{"book":"FirstEsdras","chapter":"8","verse":"69","text":" &#34The people of Israel and the rulers and the priests and the Levites have not put away from themselves the alien peoples of the land and their pollutions, the Canaanites, the Hittites, the Perizzites, the Jebusites, the Moabites, the Egyptians, and the Edomites. "},{"book":"FirstEsdras","chapter":"8","verse":"70","text":" For they and their descendants have married the daughters of these people, and the holy race has been mixed with the alien peoples of the land; and from the beginning of this matter the leaders and the nobles have been sharing in this iniquity.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"71","text":" As soon as I heard these things I tore my garments and my holy mantle, and pulled out hair from my head and beard, and sat down in anxiety and grief. "},{"book":"FirstEsdras","chapter":"8","verse":"72","text":" And all who were ever moved at the word of the Lord of Israel gathered around me, as I mourned over this iniquity, and I sat grief-stricken until the evening sacrifice. "},{"book":"FirstEsdras","chapter":"8","verse":"73","text":" Then I rose from my fast, with my garments and my holy mantle torn, and kneeling down and stretching out my hands to the Lord "},{"book":"FirstEsdras","chapter":"8","verse":"74","text":" I said, &#34O Lord, I am ashamed and confused before your face. "},{"book":"FirstEsdras","chapter":"8","verse":"75","text":" For our sins have risen higher than our heads, and our mistakes have mounted up to heaven "},{"book":"FirstEsdras","chapter":"8","verse":"76","text":" from the times of our ancestors, and we are in great sin to this day. "},{"book":"FirstEsdras","chapter":"8","verse":"77","text":" Because of our sins and the sins of our ancestors, we with our kindred and our kings and our priests were given over to the kings of the earth, to the sword and exile and plundering, in shame until this day. "},{"book":"FirstEsdras","chapter":"8","verse":"78","text":" And now in some measure mercy has come to us from you, O Lord, to leave to us a root and a name in your holy place, "},{"book":"FirstEsdras","chapter":"8","verse":"79","text":" and to uncover a light for us in the house of the Lord our God, and to give us food in the time of our servitude. "},{"book":"FirstEsdras","chapter":"8","verse":"80","text":" Even in our bondage we were not forsaken by our Lord, but he brought us into favor with the kings of the Persians, so that they have given us food "},{"book":"FirstEsdras","chapter":"8","verse":"81","text":" and glorified the temple of our Lord, and raised Zion from desolation, to give us a stronghold in Judea and Jerusalem. "},{"book":"FirstEsdras","chapter":"8","verse":"82","text":" &#34And now, O Lord, what shall we say, when we have these things? For we have transgressed your commandments, which you gave by your servants the prophets, saying, "},{"book":"FirstEsdras","chapter":"8","verse":"83","text":" &#39The land that you are entering to take possession of is a land polluted with the pollution of the aliens of the land, and they have filled it with their uncleanness. "},{"book":"FirstEsdras","chapter":"8","verse":"84","text":" Therefore do not give your daughters in marriage to their descendants, and do not take their daughters for your descendants; "},{"book":"FirstEsdras","chapter":"8","verse":"85","text":" do not seek ever to have peace with them, so that you may be strong and eat the good things of the land and leave it for an inheritance to your children forever.&#39 "},{"book":"FirstEsdras","chapter":"8","verse":"86","text":" And all that has happened to us has come about because of our evil deeds and our great sins. For you, O Lord, lifted the burden of our sins "},{"book":"FirstEsdras","chapter":"8","verse":"87","text":" and gave us such a root as this; but we turned back again to transgress your law by mixing with the uncleanness of the peoples of the land. "},{"book":"FirstEsdras","chapter":"8","verse":"88","text":" Were you not angry enough with us to destroy us without leaving a root or seed or name? "},{"book":"FirstEsdras","chapter":"8","verse":"89","text":" O Lord of Israel, you are faithful; for we are left as a root to this day. "},{"book":"FirstEsdras","chapter":"8","verse":"90","text":" See, we are now before you in our iniquities; for we can no longer stand in your presence because of these things.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"91","text":" While Ezra was praying and making his confession, weeping and lying on the ground before the temple, there gathered around him a very great crowd of men and women and youths from Jerusalem; for there was great weeping among the multitude. "},{"book":"FirstEsdras","chapter":"8","verse":"92","text":" Then Shecaniah son of Jehiel, one of the men of Israel, called out, and said to Ezra, &#34We have sinned against the Lord, and have married foreign women from the peoples of the land; but even now there is hope for Israel. "},{"book":"FirstEsdras","chapter":"8","verse":"93","text":" Let us take an oath to the Lord about this, that we will put away all our foreign wives, with their children, "},{"book":"FirstEsdras","chapter":"8","verse":"94","text":" as seems good to you and to all who obey the law of the Lord. "},{"book":"FirstEsdras","chapter":"8","verse":"95","text":" Rise up and take action, for it is your task, and we are with you to take strong measures.&#34 "},{"book":"FirstEsdras","chapter":"8","verse":"96","text":" Then Ezra rose up and made the leaders of the priests and Levites of all Israel swear that they would do this. And they swore to it. "}]