[{"book":"FirstEsdras","chapter":"4","verse":"1","text":" Then the second, who had spoken of the strength of the king, began to speak: "},{"book":"FirstEsdras","chapter":"4","verse":"2","text":" &#34Gentlemen, are not men strongest, who rule over land and sea and all that is in them? "},{"book":"FirstEsdras","chapter":"4","verse":"3","text":" But the king is stronger; he is their lord and master, and whatever he says to them they obey. "},{"book":"FirstEsdras","chapter":"4","verse":"4","text":" If he tells them to make war on one another, they do it; and if he sends them out against the enemy, they go, and conquer mountains, walls, and towers. "},{"book":"FirstEsdras","chapter":"4","verse":"5","text":" They kill and are killed, and do not disobey the king&#39s command; if they win the victory, they bring everything to the king-- whatever spoil they take and everything else. "},{"book":"FirstEsdras","chapter":"4","verse":"6","text":" Likewise those who do not serve in the army or make war but till the soil; whenever they sow and reap, and bring some to the king; and they compel one another to pay taxes to the king. "},{"book":"FirstEsdras","chapter":"4","verse":"7","text":" And yet he is only one man! If he tells them to kill, they kill; if he tells them to release, they release; "},{"book":"FirstEsdras","chapter":"4","verse":"8","text":" if he tells them to attack, they attack; if he tells them to lay waste, they lay waste; if he tells them to build, they build; "},{"book":"FirstEsdras","chapter":"4","verse":"9","text":" if he tells them to cut down, they cut down; if he tells them to plant, they plant. "},{"book":"FirstEsdras","chapter":"4","verse":"10","text":" All his people and his armies obey him. Furthermore, he reclines, he eats and drinks and sleeps, "},{"book":"FirstEsdras","chapter":"4","verse":"11","text":" but they keep watch around him, and no one may go away to attend to his own affairs, nor do they disobey him. "},{"book":"FirstEsdras","chapter":"4","verse":"12","text":" Gentlemen, why is not the king the strongest, since he is to be obeyed in this fashion?&#34 And he stopped speaking. "},{"book":"FirstEsdras","chapter":"4","verse":"13","text":" Then the third, who had spoken of women and truth (and this was Zerubbabel), began to speak: "},{"book":"FirstEsdras","chapter":"4","verse":"14","text":" &#34Gentlemen, is not the king great, and are not men many, and is not wine strong? Who is it, then, that rules them, or has the mastery over them? Is it not women? "},{"book":"FirstEsdras","chapter":"4","verse":"15","text":" Women gave birth to the king and to every people that rules over sea and land. "},{"book":"FirstEsdras","chapter":"4","verse":"16","text":" From women they came; and women brought up the very men who plant the vineyards from which comes wine. "},{"book":"FirstEsdras","chapter":"4","verse":"17","text":" Women make men&#39s clothes; they bring men glory; men cannot exist without women. "},{"book":"FirstEsdras","chapter":"4","verse":"18","text":" If men gather gold and silver or any other beautiful thing, and then see a woman lovely in appearance and beauty, "},{"book":"FirstEsdras","chapter":"4","verse":"19","text":" they let all those things go, and gape at her, and with open mouths stare at her, and all prefer her to gold or silver or any other beautiful thing. "},{"book":"FirstEsdras","chapter":"4","verse":"20","text":" A man leaves his own father, who brought him up, and his own country, and clings to his wife. "},{"book":"FirstEsdras","chapter":"4","verse":"21","text":" With his wife he ends his days, with no thought of his father or his mother or his country. "},{"book":"FirstEsdras","chapter":"4","verse":"22","text":" Therefore you must realize that women rule over you! &#34Do you not labor and toil, and bring everything and give it to women? "},{"book":"FirstEsdras","chapter":"4","verse":"23","text":" A man takes his sword, and goes out to travel and rob and steal and to sail the sea and rivers; "},{"book":"FirstEsdras","chapter":"4","verse":"24","text":" he faces lions, and he walks in darkness, and when he steals and robs and plunders, he brings it back to the woman he loves. "},{"book":"FirstEsdras","chapter":"4","verse":"25","text":" A man loves his wife more than his father or his mother. "},{"book":"FirstEsdras","chapter":"4","verse":"26","text":" Many men have lost their minds because of women, and have become slaves because of them. "},{"book":"FirstEsdras","chapter":"4","verse":"27","text":" Many have perished, or stumbled, or sinned because of women. "},{"book":"FirstEsdras","chapter":"4","verse":"28","text":" And now do you not believe me? &#34Is not the king great in his power? Do not all lands fear to touch him? "},{"book":"FirstEsdras","chapter":"4","verse":"29","text":" Yet I have seen him with Apame, the king&#39s concubine, the daughter of the illustrious Bartacus; she would sit at the king&#39s right hand "},{"book":"FirstEsdras","chapter":"4","verse":"30","text":" and take the crown from the king&#39s head and put it on her own, and slap the king with her left hand. "},{"book":"FirstEsdras","chapter":"4","verse":"31","text":" At this the king would gaze at her with mouth agape. If she smiles at him, he laughs; if she loses her temper with him, he flatters her, so that she may be reconciled to him. "},{"book":"FirstEsdras","chapter":"4","verse":"32","text":" Gentlemen, why are not women strong, since they do such things?&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"33","text":" Then the king and the nobles looked at one another; and he began to speak about truth: "},{"book":"FirstEsdras","chapter":"4","verse":"34","text":" &#34Gentlemen, are not women strong? The earth is vast, and heaven is high, and the sun is swift in its course, for it makes the circuit of the heavens and returns to its place in one day. "},{"book":"FirstEsdras","chapter":"4","verse":"35","text":" Is not the one who does these things great? But truth is great, and stronger than all things. "},{"book":"FirstEsdras","chapter":"4","verse":"36","text":" The whole earth calls upon truth, and heaven blesses her. All God&#39s works quake and tremble, and with him there is nothing unrighteous. "},{"book":"FirstEsdras","chapter":"4","verse":"37","text":" Wine is unrighteous, the king is unrighteous, women are unrighteous, all human beings are unrighteous, all their works are unrighteous, and all such things. There is no truth in them and in their unrighteousness they will perish. "},{"book":"FirstEsdras","chapter":"4","verse":"38","text":" But truth endures and is strong forever, and lives and prevails forever and ever. "},{"book":"FirstEsdras","chapter":"4","verse":"39","text":" With it there is no partiality or preference, but it does what is righteous instead of anything that is unrighteous or wicked. Everyone approves its deeds, "},{"book":"FirstEsdras","chapter":"4","verse":"40","text":" and there is nothing unrighteous in its judgment. To it belongs the strength and the kingship and the power and the majesty of all the ages. Blessed be the God of truth!&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"41","text":" When he stopped speaking, all the people shouted and said, &#34Great is truth, and strongest of all!&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"42","text":" Then the king said to him, &#34Ask what you wish, even beyond what is written, and we will give it to you, for you have been found to be the wisest. You shall sit next to me, and be called my Kinsman.&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"43","text":" Then he said to the king, &#34Remember the vow that you made on the day when you became king, to build Jerusalem, "},{"book":"FirstEsdras","chapter":"4","verse":"44","text":" and to send back all the vessels that were taken from Jerusalem, which Cyrus set apart when he began to destroy Babylon, and vowed to send them back there. "},{"book":"FirstEsdras","chapter":"4","verse":"45","text":" You also vowed to build the temple, which the Edomites burned when Judea was laid waste by the Chaldeans. "},{"book":"FirstEsdras","chapter":"4","verse":"46","text":" And now, O lord the king, this is what I ask and request of you, and this befits your greatness. I pray therefore that you fulfill the vow whose fulfillment you vowed to the King of heaven with your own lips.&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"47","text":" Then King Darius got up and kissed him, and wrote letters for him to all the treasurers and governors and generals and satraps, that they should give safe conduct to him and to all who were going up with him to build Jerusalem. "},{"book":"FirstEsdras","chapter":"4","verse":"48","text":" And he wrote letters to all the governors in Coelesyria and Phoenicia and to those in Lebanon, to bring cedar timber from Lebanon to Jerusalem, and to help him build the city. "},{"book":"FirstEsdras","chapter":"4","verse":"49","text":" He wrote in behalf of all the Jews who were going up from his kingdom to Judea, in the interest of their freedom, that no officer or satrap or governor or treasurer should forcibly enter their doors; "},{"book":"FirstEsdras","chapter":"4","verse":"50","text":" that all the country that they would occupy should be theirs without tribute; that the Idumeans should give up the villages of the Jews that they held; "},{"book":"FirstEsdras","chapter":"4","verse":"51","text":" that twenty talents a year should be given for the building of the temple until it was completed, "},{"book":"FirstEsdras","chapter":"4","verse":"52","text":" and an additional ten talents a year for burnt offerings to be offered on the altar every day, in accordance with the commandment to make seventeen offerings; "},{"book":"FirstEsdras","chapter":"4","verse":"53","text":" and that all who came from Babylonia to build the city should have their freedom, they and their children and all the priests who came. "},{"book":"FirstEsdras","chapter":"4","verse":"54","text":" He wrote also concerning their support and the priests&#39 vestments in which they were to minister. "},{"book":"FirstEsdras","chapter":"4","verse":"55","text":" He wrote that the support for the Levites should be provided until the day when the temple would be finished and Jerusalem built. "},{"book":"FirstEsdras","chapter":"4","verse":"56","text":" He wrote that land and wages should be provided for all who guarded the city. "},{"book":"FirstEsdras","chapter":"4","verse":"57","text":" And he sent back from Babylon all the vessels that Cyrus had set apart; everything that Cyrus had ordered to be done, he also commanded to be done and to be sent to Jerusalem. "},{"book":"FirstEsdras","chapter":"4","verse":"58","text":" When the young man went out, he lifted up his face to heaven toward Jerusalem, and praised the King of heaven, saying, "},{"book":"FirstEsdras","chapter":"4","verse":"59","text":" &#34From you comes the victory; from you comes wisdom, and yours is the glory. I am your servant. "},{"book":"FirstEsdras","chapter":"4","verse":"60","text":" Blessed are you, who have given me wisdom; I give you thanks, O Lord of our ancestors.&#34 "},{"book":"FirstEsdras","chapter":"4","verse":"61","text":" So he took the letters, and went to Babylon and told this to all his kindred. "},{"book":"FirstEsdras","chapter":"4","verse":"62","text":" And they praised the God of their ancestors, because he had given them release and permission "},{"book":"FirstEsdras","chapter":"4","verse":"63","text":" to go up and build Jerusalem and the temple that is called by his name; and they feasted, with music and rejoicing, for seven days. "}]