[{"book":"FirstKings","chapter":"1","verse":"1","text":" King David was old and advanced in years; and although they covered him with clothes, he could not get warm. "},{"book":"FirstKings","chapter":"1","verse":"2","text":" So his servants said to him, &#34Let a young virgin be sought for my lord the king, and let her wait on the king, and be his attendant; let her lie in your bosom, so that my lord the king may be warm.&#34 "},{"book":"FirstKings","chapter":"1","verse":"3","text":" So they searched for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king. "},{"book":"FirstKings","chapter":"1","verse":"4","text":" The girl was very beautiful. She became the king&#39s attendant and served him, but the king did not know her sexually. "},{"book":"FirstKings","chapter":"1","verse":"5","text":" Now Adonijah son of Haggith exalted himself, saying, &#34I will be king&#34; he prepared for himself chariots and horsemen, and fifty men to run before him. "},{"book":"FirstKings","chapter":"1","verse":"6","text":" His father had never at any time displeased him by asking, &#34Why have you done thus and so?&#34 He was also a very handsome man, and he was born next after Absalom. "},{"book":"FirstKings","chapter":"1","verse":"7","text":" He conferred with Joab son of Zeruiah and with the priest Abiathar, and they supported Adonijah. "},{"book":"FirstKings","chapter":"1","verse":"8","text":" But the priest Zadok, and Benaiah son of Jehoiada, and the prophet Nathan, and Shimei, and Rei, and David&#39s own warriors did not side with Adonijah. "},{"book":"FirstKings","chapter":"1","verse":"9","text":" Adonijah sacrificed sheep, oxen, and fatted cattle by the stone Zoheleth, which is beside En-rogel, and he invited all his brothers, the king&#39s sons, and all the royal officials of Judah, "},{"book":"FirstKings","chapter":"1","verse":"10","text":" but he did not invite the prophet Nathan or Benaiah or the warriors or his brother Solomon. "},{"book":"FirstKings","chapter":"1","verse":"11","text":" Then Nathan said to Bathsheba, Solomon&#39s mother, &#34Have you not heard that Adonijah son of Haggith has become king and our lord David does not know it? "},{"book":"FirstKings","chapter":"1","verse":"12","text":" Now therefore come, let me give you advice, so that you may save your own life and the life of your son Solomon. "},{"book":"FirstKings","chapter":"1","verse":"13","text":" Go in at once to King David, and say to him, &#39Did you not, my lord the king, swear to your servant, saying: Your son Solomon shall succeed me as king, and he shall sit on my throne? Why then is Adonijah king?&#39 "},{"book":"FirstKings","chapter":"1","verse":"14","text":" Then while you are still there speaking with the king, I will come in after you and confirm your words.&#34 "},{"book":"FirstKings","chapter":"1","verse":"15","text":" So Bathsheba went to the king in his room. The king was very old; Abishag the Shunammite was attending the king. "},{"book":"FirstKings","chapter":"1","verse":"16","text":" Bathsheba bowed and did obeisance to the king, and the king said, &#34What do you wish?&#34 "},{"book":"FirstKings","chapter":"1","verse":"17","text":" She said to him, &#34My lord, you swore to your servant by the LORD your God, saying: Your son Solomon shall succeed me as king, and he shall sit on my throne. "},{"book":"FirstKings","chapter":"1","verse":"18","text":" But now suddenly Adonijah has become king, though you, my lord the king, do not know it. "},{"book":"FirstKings","chapter":"1","verse":"19","text":" He has sacrificed oxen, fatted cattle, and sheep in abundance, and has invited all the children of the king, the priest Abiathar, and Joab the commander of the army; but your servant Solomon he has not invited. "},{"book":"FirstKings","chapter":"1","verse":"20","text":" But you, my lord the king-- the eyes of all Israel are on you to tell them who shall sit on the throne of my lord the king after him. "},{"book":"FirstKings","chapter":"1","verse":"21","text":" Otherwise it will come to pass, when my lord the king sleeps with his ancestors, that my son Solomon and I will be counted offenders.&#34 "},{"book":"FirstKings","chapter":"1","verse":"22","text":" While she was still speaking with the king, the prophet Nathan came in. "},{"book":"FirstKings","chapter":"1","verse":"23","text":" The king was told, &#34Here is the prophet Nathan.&#34 When he came in before the king, he did obeisance to the king, with his face to the ground. "},{"book":"FirstKings","chapter":"1","verse":"24","text":" Nathan said, &#34My lord the king, have you said, &#39Adonijah shall succeed me as king, and he shall sit on my throne&#39? "},{"book":"FirstKings","chapter":"1","verse":"25","text":" For today he has gone down and has sacrificed oxen, fatted cattle, and sheep in abundance, and has invited all the king&#39s children, Joab the commander of the army, and the priest Abiathar, who are now eating and drinking before him, and saying, &#39Long live King Adonijah!&#39 "},{"book":"FirstKings","chapter":"1","verse":"26","text":" But he did not invite me, your servant, and the priest Zadok, and Benaiah son of Jehoiada, and your servant Solomon. "},{"book":"FirstKings","chapter":"1","verse":"27","text":" Has this thing been brought about by my lord the king and you have not let your servants know who should sit on the throne of my lord the king after him?&#34 "},{"book":"FirstKings","chapter":"1","verse":"28","text":" King David answered, &#34Summon Bathsheba to me.&#34 So she came into the king&#39s presence, and stood before the king. "},{"book":"FirstKings","chapter":"1","verse":"29","text":" The king swore, saying, &#34As the LORD lives, who has saved my life from every adversity, "},{"book":"FirstKings","chapter":"1","verse":"30","text":" as I swore to you by the LORD, the God of Israel, &#39Your son Solomon shall succeed me as king, and he shall sit on my throne in my place,&#39 so will I do this day.&#34 "},{"book":"FirstKings","chapter":"1","verse":"31","text":" Then Bathsheba bowed with her face to the ground, and did obeisance to the king, and said, &#34May my lord King David live forever!&#34 "},{"book":"FirstKings","chapter":"1","verse":"32","text":" King David said, &#34Summon to me the priest Zadok, the prophet Nathan, and Benaiah son of Jehoiada.&#34 When they came before the king, "},{"book":"FirstKings","chapter":"1","verse":"33","text":" the king said to them, &#34Take with you the servants of your lord, and have my son Solomon ride on my own mule, and bring him down to Gihon. "},{"book":"FirstKings","chapter":"1","verse":"34","text":" There let the priest Zadok and the prophet Nathan anoint him king over Israel; then blow the trumpet, and say, &#39Long live King Solomon!&#39 "},{"book":"FirstKings","chapter":"1","verse":"35","text":" You shall go up following him. Let him enter and sit on my throne; he shall be king in my place; for I have appointed him to be ruler over Israel and over Judah.&#34 "},{"book":"FirstKings","chapter":"1","verse":"36","text":" Benaiah son of Jehoiada answered the king, &#34Amen! May the LORD, the God of my lord the king, so ordain. "},{"book":"FirstKings","chapter":"1","verse":"37","text":" As the LORD has been with my lord the king, so may he be with Solomon, and make his throne greater than the throne of my lord King David.&#34 "},{"book":"FirstKings","chapter":"1","verse":"38","text":" So the priest Zadok, the prophet Nathan, and Benaiah son of Jehoiada, and the Cherethites and the Pelethites, went down and had Solomon ride on King David&#39s mule, and led him to Gihon. "},{"book":"FirstKings","chapter":"1","verse":"39","text":" There the priest Zadok took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, &#34Long live King Solomon!&#34 "},{"book":"FirstKings","chapter":"1","verse":"40","text":" And all the people went up following him, playing on pipes and rejoicing with great joy, so that the earth quaked at their noise. "},{"book":"FirstKings","chapter":"1","verse":"41","text":" Adonijah and all the guests who were with him heard it as they finished feasting. When Joab heard the sound of the trumpet, he said, &#34Why is the city in an uproar?&#34 "},{"book":"FirstKings","chapter":"1","verse":"42","text":" While he was still speaking, Jonathan son of the priest Abiathar arrived. Adonijah said, &#34Come in, for you are a worthy man and surely you bring good news.&#34 "},{"book":"FirstKings","chapter":"1","verse":"43","text":" Jonathan answered Adonijah, &#34No, for our lord King David has made Solomon king; "},{"book":"FirstKings","chapter":"1","verse":"44","text":" the king has sent with him the priest Zadok, the prophet Nathan, and Benaiah son of Jehoiada, and the Cherethites and the Pelethites; and they had him ride on the king&#39s mule; "},{"book":"FirstKings","chapter":"1","verse":"45","text":" the priest Zadok and the prophet Nathan have anointed him king at Gihon; and they have gone up from there rejoicing, so that the city is in an uproar. This is the noise that you heard. "},{"book":"FirstKings","chapter":"1","verse":"46","text":" Solomon now sits on the royal throne. "},{"book":"FirstKings","chapter":"1","verse":"47","text":" Moreover the king&#39s servants came to congratulate our lord King David, saying, &#39May God make the name of Solomon more famous than yours, and make his throne greater than your throne.&#39 The king bowed in worship on the bed "},{"book":"FirstKings","chapter":"1","verse":"48","text":" and went on to pray thus, &#39Blessed be the LORD, the God of Israel, who today has granted one of my offspring to sit on my throne and permitted me to witness it.&#39&#34 "},{"book":"FirstKings","chapter":"1","verse":"49","text":" Then all the guests of Adonijah got up trembling and went their own ways. "},{"book":"FirstKings","chapter":"1","verse":"50","text":" Adonijah, fearing Solomon, got up and went to grasp the horns of the altar. "},{"book":"FirstKings","chapter":"1","verse":"51","text":" Solomon was informed, &#34Adonijah is afraid of King Solomon; see, he has laid hold of the horns of the altar, saying, &#39Let King Solomon swear to me first that he will not kill his servant with the sword.&#39&#34 "},{"book":"FirstKings","chapter":"1","verse":"52","text":" So Solomon responded, &#34If he proves to be a worthy man, not one of his hairs shall fall to the ground; but if wickedness is found in him, he shall die.&#34 "},{"book":"FirstKings","chapter":"1","verse":"53","text":" Then King Solomon sent to have him brought down from the altar. He came to do obeisance to King Solomon; and Solomon said to him, &#34Go home.&#34 "}]