[{"book":"FirstMaccabees","chapter":"4","verse":"1","text":" Now Gorgias took five thousand infantry and one thousand picked cavalry, and this division moved out by night "},{"book":"FirstMaccabees","chapter":"4","verse":"2","text":" to fall upon the camp of the Jews and attack them suddenly. Men from the citadel were his guides. "},{"book":"FirstMaccabees","chapter":"4","verse":"3","text":" But Judas heard of it, and he and his warriors moved out to attack the king&#39s force in Emmaus "},{"book":"FirstMaccabees","chapter":"4","verse":"4","text":" while the division was still absent from the camp. "},{"book":"FirstMaccabees","chapter":"4","verse":"5","text":" When Gorgias entered the camp of Judas by night, he found no one there, so he looked for them in the hills, because he said, &#34These men are running away from us.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"6","text":" At daybreak Judas appeared in the plain with three thousand men, but they did not have armor and swords such as they desired. "},{"book":"FirstMaccabees","chapter":"4","verse":"7","text":" And they saw the camp of the Gentiles, strong and fortified, with cavalry all around it; and these men were trained in war. "},{"book":"FirstMaccabees","chapter":"4","verse":"8","text":" But Judas said to those who were with him, &#34Do not fear their numbers or be afraid when they charge. "},{"book":"FirstMaccabees","chapter":"4","verse":"9","text":" Remember how our ancestors were saved at the Red Sea, when Pharaoh with his forces pursued them. "},{"book":"FirstMaccabees","chapter":"4","verse":"10","text":" And now, let us cry to Heaven, to see whether he will favor us and remember his covenant with our ancestors and crush this army before us today. "},{"book":"FirstMaccabees","chapter":"4","verse":"11","text":" Then all the Gentiles will know that there is one who redeems and saves Israel.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"12","text":" When the foreigners looked up and saw them coming against them, "},{"book":"FirstMaccabees","chapter":"4","verse":"13","text":" they went out from their camp to battle. Then the men with Judas blew their trumpets "},{"book":"FirstMaccabees","chapter":"4","verse":"14","text":" and engaged in battle. The Gentiles were crushed, and fled into the plain, "},{"book":"FirstMaccabees","chapter":"4","verse":"15","text":" and all those in the rear fell by the sword. They pursued them to Gazara, and to the plains of Idumea, and to Azotus and Jamnia; and three thousand of them fell. "},{"book":"FirstMaccabees","chapter":"4","verse":"16","text":" Then Judas and his force turned back from pursuing them, "},{"book":"FirstMaccabees","chapter":"4","verse":"17","text":" and he said to the people, &#34Do not be greedy for plunder, for there is a battle before us; "},{"book":"FirstMaccabees","chapter":"4","verse":"18","text":" Gorgias and his force are near us in the hills. But stand now against our enemies and fight them, and afterward seize the plunder boldly.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"19","text":" Just as Judas was finishing this speech, a detachment appeared, coming out of the hills. "},{"book":"FirstMaccabees","chapter":"4","verse":"20","text":" They saw that their army had been put to flight, and that the Jews were burning the camp, for the smoke that was seen showed what had happened. "},{"book":"FirstMaccabees","chapter":"4","verse":"21","text":" When they perceived this, they were greatly frightened, and when they also saw the army of Judas drawn up in the plain for battle, "},{"book":"FirstMaccabees","chapter":"4","verse":"22","text":" they all fled into the land of the Philistines. "},{"book":"FirstMaccabees","chapter":"4","verse":"23","text":" Then Judas returned to plunder the camp, and they seized a great amount of gold and silver, and cloth dyed blue and sea purple, and great riches. "},{"book":"FirstMaccabees","chapter":"4","verse":"24","text":" On their return they sang hymns and praises to Heaven-- &#34For he is good, for his mercy endures forever.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"25","text":" Thus Israel had a great deliverance that day. "},{"book":"FirstMaccabees","chapter":"4","verse":"26","text":" Those of the foreigners who escaped went and reported to Lysias all that had happened. "},{"book":"FirstMaccabees","chapter":"4","verse":"27","text":" When he heard it, he was perplexed and discouraged, for things had not happened to Israel as he had intended, nor had they turned out as the king had ordered. "},{"book":"FirstMaccabees","chapter":"4","verse":"28","text":" But the next year he mustered sixty thousand picked infantry and five thousand cavalry to subdue them. "},{"book":"FirstMaccabees","chapter":"4","verse":"29","text":" They came into Idumea and encamped at Beth-zur, and Judas met them with ten thousand men. "},{"book":"FirstMaccabees","chapter":"4","verse":"30","text":" When he saw that their army was strong, he prayed, saying, &#34Blessed are you, O Savior of Israel, who crushed the attack of the mighty warrior by the hand of your servant David, and gave the camp of the Philistines into the hands of Jonathan son of Saul, and of the man who carried his armor. "},{"book":"FirstMaccabees","chapter":"4","verse":"31","text":" Hem in this army by the hand of your people Israel, and let them be ashamed of their troops and their cavalry. "},{"book":"FirstMaccabees","chapter":"4","verse":"32","text":" Fill them with cowardice; melt the boldness of their strength; let them tremble in their destruction. "},{"book":"FirstMaccabees","chapter":"4","verse":"33","text":" Strike them down with the sword of those who love you, and let all who know your name praise you with hymns.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"34","text":" Then both sides attacked, and there fell of the army of Lysias five thousand men; they fell in action. "},{"book":"FirstMaccabees","chapter":"4","verse":"35","text":" When Lysias saw the rout of his troops and observed the boldness that inspired those of Judas, and how ready they were either to live or to die nobly, he withdrew to Antioch and enlisted mercenaries in order to invade Judea again with an even larger army. "},{"book":"FirstMaccabees","chapter":"4","verse":"36","text":" Then Judas and his brothers said, &#34See, our enemies are crushed; let us go up to cleanse the sanctuary and dedicate it.&#34 "},{"book":"FirstMaccabees","chapter":"4","verse":"37","text":" So all the army assembled and went up to Mount Zion. "},{"book":"FirstMaccabees","chapter":"4","verse":"38","text":" There they saw the sanctuary desolate, the altar profaned, and the gates burned. In the courts they saw bushes sprung up as in a thicket, or as on one of the mountains. They saw also the chambers of the priests in ruins. "},{"book":"FirstMaccabees","chapter":"4","verse":"39","text":" Then they tore their clothes and mourned with great lamentation; they sprinkled themselves with ashes "},{"book":"FirstMaccabees","chapter":"4","verse":"40","text":" and fell face down on the ground. And when the signal was given with the trumpets, they cried out to Heaven. "},{"book":"FirstMaccabees","chapter":"4","verse":"41","text":" Then Judas detailed men to fight against those in the citadel until he had cleansed the sanctuary. "},{"book":"FirstMaccabees","chapter":"4","verse":"42","text":" He chose blameless priests devoted to the law, "},{"book":"FirstMaccabees","chapter":"4","verse":"43","text":" and they cleansed the sanctuary and removed the defiled stones to an unclean place. "},{"book":"FirstMaccabees","chapter":"4","verse":"44","text":" They deliberated what to do about the altar of burnt offering, which had been profaned. "},{"book":"FirstMaccabees","chapter":"4","verse":"45","text":" And they thought it best to tear it down, so that it would not be a lasting shame to them that the Gentiles had defiled it. So they tore down the altar, "},{"book":"FirstMaccabees","chapter":"4","verse":"46","text":" and stored the stones in a convenient place on the temple hill until a prophet should come to tell what to do with them. "},{"book":"FirstMaccabees","chapter":"4","verse":"47","text":" Then they took unhewn stones, as the law directs, and built a new altar like the former one. "},{"book":"FirstMaccabees","chapter":"4","verse":"48","text":" They also rebuilt the sanctuary and the interior of the temple, and consecrated the courts. "},{"book":"FirstMaccabees","chapter":"4","verse":"49","text":" They made new holy vessels, and brought the lampstand, the altar of incense, and the table into the temple. "},{"book":"FirstMaccabees","chapter":"4","verse":"50","text":" Then they offered incense on the altar and lit the lamps on the lampstand, and these gave light in the temple. "},{"book":"FirstMaccabees","chapter":"4","verse":"51","text":" They placed the bread on the table and hung up the curtains. Thus they finished all the work they had undertaken. "},{"book":"FirstMaccabees","chapter":"4","verse":"52","text":" Early in the morning on the twenty-fifth day of the ninth month, which is the month of Chislev, in the one hundred forty-eighth year, "},{"book":"FirstMaccabees","chapter":"4","verse":"53","text":" they rose and offered sacrifice, as the law directs, on the new altar of burnt offering that they had built. "},{"book":"FirstMaccabees","chapter":"4","verse":"54","text":" At the very season and on the very day that the Gentiles had profaned it, it was dedicated with songs and harps and lutes and cymbals. "},{"book":"FirstMaccabees","chapter":"4","verse":"55","text":" All the people fell on their faces and worshiped and blessed Heaven, who had prospered them. "},{"book":"FirstMaccabees","chapter":"4","verse":"56","text":" So they celebrated the dedication of the altar for eight days, and joyfully offered burnt offerings; they offered a sacrifice of well-being and a thanksgiving offering. "},{"book":"FirstMaccabees","chapter":"4","verse":"57","text":" They decorated the front of the temple with golden crowns and small shields; they restored the gates and the chambers for the priests, and fitted them with doors. "},{"book":"FirstMaccabees","chapter":"4","verse":"58","text":" There was very great joy among the people, and the disgrace brought by the Gentiles was removed. "},{"book":"FirstMaccabees","chapter":"4","verse":"59","text":" Then Judas and his brothers and all the assembly of Israel determined that every year at that season the days of dedication of the altar should be observed with joy and gladness for eight days, beginning with the twenty-fifth day of the month of Chislev. "},{"book":"FirstMaccabees","chapter":"4","verse":"60","text":" At that time they fortified Mount Zion with high walls and strong towers all around, to keep the Gentiles from coming and trampling them down as they had done before. "},{"book":"FirstMaccabees","chapter":"4","verse":"61","text":" Judas stationed a garrison there to guard it; he also fortified Beth-zur to guard it, so that the people might have a stronghold that faced Idumea. "}]