[{"book":"FirstCorinthians","chapter":"5","verse":"1","text":" It is actually reported that there is sexual immorality among you, and of a kind that is not found even among pagans; for a man is living with his father&#39s wife. "},{"book":"FirstCorinthians","chapter":"5","verse":"2","text":" And you are arrogant! Should you not rather have mourned, so that he who has done this would have been removed from among you? "},{"book":"FirstCorinthians","chapter":"5","verse":"3","text":" For though absent in body, I am present in spirit; and as if present I have already pronounced judgment "},{"book":"FirstCorinthians","chapter":"5","verse":"4","text":" in the name of the Lord Jesus on the man who has done such a thing. When you are assembled, and my spirit is present with the power of our Lord Jesus, "},{"book":"FirstCorinthians","chapter":"5","verse":"5","text":" you are to hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved in the day of the Lord. "},{"book":"FirstCorinthians","chapter":"5","verse":"6","text":" Your boasting is not a good thing. Do you not know that a little yeast leavens the whole batch of dough? "},{"book":"FirstCorinthians","chapter":"5","verse":"7","text":" Clean out the old yeast so that you may be a new batch, as you really are unleavened. For our paschal lamb, Christ, has been sacrificed. "},{"book":"FirstCorinthians","chapter":"5","verse":"8","text":" Therefore, let us celebrate the festival, not with the old yeast, the yeast of malice and evil, but with the unleavened bread of sincerity and truth. "},{"book":"FirstCorinthians","chapter":"5","verse":"9","text":" I wrote to you in my letter not to associate with sexually immoral persons-- "},{"book":"FirstCorinthians","chapter":"5","verse":"10","text":" not at all meaning the immoral of this world, or the greedy and robbers, or idolaters, since you would then need to go out of the world. "},{"book":"FirstCorinthians","chapter":"5","verse":"11","text":" But now I am writing to you not to associate with anyone who bears the name of brother or sister who is sexually immoral or greedy, or is an idolater, reviler, drunkard, or robber. Do not even eat with such a one. "},{"book":"FirstCorinthians","chapter":"5","verse":"12","text":" For what have I to do with judging those outside? Is it not those who are inside that you are to judge? "},{"book":"FirstCorinthians","chapter":"5","verse":"13","text":" God will judge those outside. &#34Drive out the wicked person from among you.&#34 "}]