[{"book":"FirstSamuel","chapter":"22","verse":"1","text":" David left there and escaped to the cave of Adullam; when his brothers and all his father&#39s house heard of it, they went down there to him. "},{"book":"FirstSamuel","chapter":"22","verse":"2","text":" Everyone who was in distress, and everyone who was in debt, and everyone who was discontented gathered to him; and he became captain over them. Those who were with him numbered about four hundred. "},{"book":"FirstSamuel","chapter":"22","verse":"3","text":" David went from there to Mizpeh of Moab. He said to the king of Moab, &#34Please let my father and mother come to you, until I know what God will do for me.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"4","text":" He left them with the king of Moab, and they stayed with him all the time that David was in the stronghold. "},{"book":"FirstSamuel","chapter":"22","verse":"5","text":" Then the prophet Gad said to David, &#34Do not remain in the stronghold; leave, and go into the land of Judah.&#34 So David left, and went into the forest of Hereth. "},{"book":"FirstSamuel","chapter":"22","verse":"6","text":" Saul heard that David and those who were with him had been located. Saul was sitting at Gibeah, under the tamarisk tree on the height, with his spear in his hand, and all his servants were standing around him. "},{"book":"FirstSamuel","chapter":"22","verse":"7","text":" Saul said to his servants who stood around him, &#34Hear now, you Benjaminites; will the son of Jesse give every one of you fields and vineyards, will he make you all commanders of thousands and commanders of hundreds? "},{"book":"FirstSamuel","chapter":"22","verse":"8","text":" Is that why all of you have conspired against me? No one discloses to me when my son makes a league with the son of Jesse, none of you is sorry for me or discloses to me that my son has stirred up my servant against me, to lie in wait, as he is doing today.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"9","text":" Doeg the Edomite, who was in charge of Saul&#39s servants, answered, &#34I saw the son of Jesse coming to Nob, to Ahimelech son of Ahitub; "},{"book":"FirstSamuel","chapter":"22","verse":"10","text":" he inquired of the LORD for him, gave him provisions, and gave him the sword of Goliath the Philistine.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"11","text":" The king sent for the priest Ahimelech son of Ahitub and for all his father&#39s house, the priests who were at Nob; and all of them came to the king. "},{"book":"FirstSamuel","chapter":"22","verse":"12","text":" Saul said, &#34Listen now, son of Ahitub.&#34 He answered, &#34Here I am, my lord.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"13","text":" Saul said to him, &#34Why have you conspired against me, you and the son of Jesse, by giving him bread and a sword, and by inquiring of God for him, so that he has risen against me, to lie in wait, as he is doing today?&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"14","text":" Then Ahimelech answered the king, &#34Who among all your servants is so faithful as David? He is the king&#39s son-in-law, and is quick to do your bidding, and is honored in your house. "},{"book":"FirstSamuel","chapter":"22","verse":"15","text":" Is today the first time that I have inquired of God for him? By no means! Do not let the king impute anything to his servant or to any member of my father&#39s house; for your servant has known nothing of all this, much or little.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"16","text":" The king said, &#34You shall surely die, Ahimelech, you and all your father&#39s house.&#34 "},{"book":"FirstSamuel","chapter":"22","verse":"17","text":" The king said to the guard who stood around him, &#34Turn and kill the priests of the LORD, because their hand also is with David; they knew that he fled, and did not disclose it to me.&#34 But the servants of the king would not raise their hand to attack the priests of the LORD. "},{"book":"FirstSamuel","chapter":"22","verse":"18","text":" Then the king said to Doeg, &#34You, Doeg, turn and attack the priests.&#34 Doeg the Edomite turned and attacked the priests; on that day he killed eighty-five who wore the linen ephod. "},{"book":"FirstSamuel","chapter":"22","verse":"19","text":" Nob, the city of the priests, he put to the sword; men and women, children and infants, oxen, donkeys, and sheep, he put to the sword. "},{"book":"FirstSamuel","chapter":"22","verse":"20","text":" But one of the sons of Ahimelech son of Ahitub, named Abiathar, escaped and fled after David. "},{"book":"FirstSamuel","chapter":"22","verse":"21","text":" Abiathar told David that Saul had killed the priests of the LORD. "},{"book":"FirstSamuel","chapter":"22","verse":"22","text":" David said to Abiathar, &#34I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I am responsible for the lives of all your father&#39s house. "},{"book":"FirstSamuel","chapter":"22","verse":"23","text":" Stay with me, and do not be afraid; for the one who seeks my life seeks your life; you will be safe with me.&#34 "}]