[{"book":"FirstMaccabees","chapter":"10","verse":"1","text":" In the one hundred sixtieth year Alexander Epiphanes, son of Antiochus, landed and occupied Ptolemais. They welcomed him, and there he began to reign. "},{"book":"FirstMaccabees","chapter":"10","verse":"2","text":" When King Demetrius heard of it, he assembled a very large army and marched out to meet him in battle. "},{"book":"FirstMaccabees","chapter":"10","verse":"3","text":" Demetrius sent Jonathan a letter in peaceable words to honor him; "},{"book":"FirstMaccabees","chapter":"10","verse":"4","text":" for he said to himself, &#34Let us act first to make peace with him before he makes peace with Alexander against us, "},{"book":"FirstMaccabees","chapter":"10","verse":"5","text":" for he will remember all the wrongs that we did to him and to his brothers and his nation.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"6","text":" So Demetrius gave him authority to recruit troops, to equip them with arms, and to become his ally; and he commanded that the hostages in the citadel should be released to him. "},{"book":"FirstMaccabees","chapter":"10","verse":"7","text":" Then Jonathan came to Jerusalem and read the letter in the hearing of all the people and of those in the citadel. "},{"book":"FirstMaccabees","chapter":"10","verse":"8","text":" They were greatly alarmed when they heard that the king had given him authority to recruit troops. "},{"book":"FirstMaccabees","chapter":"10","verse":"9","text":" But those in the citadel released the hostages to Jonathan, and he returned them to their parents. "},{"book":"FirstMaccabees","chapter":"10","verse":"10","text":" And Jonathan took up residence in Jerusalem and began to rebuild and restore the city. "},{"book":"FirstMaccabees","chapter":"10","verse":"11","text":" He directed those who were doing the work to build the walls and encircle Mount Zion with squared stones, for better fortification; and they did so. "},{"book":"FirstMaccabees","chapter":"10","verse":"12","text":" Then the foreigners who were in the strongholds that Bacchides had built fled; "},{"book":"FirstMaccabees","chapter":"10","verse":"13","text":" all of them left their places and went back to their own lands. "},{"book":"FirstMaccabees","chapter":"10","verse":"14","text":" Only in Beth-zur did some remain who had forsaken the law and the commandments, for it served as a place of refuge. "},{"book":"FirstMaccabees","chapter":"10","verse":"15","text":" Now King Alexander heard of all the promises that Demetrius had sent to Jonathan, and he heard of the battles that Jonathan and his brothers had fought, of the brave deeds that they had done, and of the troubles that they had endured. "},{"book":"FirstMaccabees","chapter":"10","verse":"16","text":" So he said, &#34Shall we find another such man? Come now, we will make him our friend and ally.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"17","text":" And he wrote a letter and sent it to him, in the following words: "},{"book":"FirstMaccabees","chapter":"10","verse":"18","text":" &#34King Alexander to his brother Jonathan, greetings. "},{"book":"FirstMaccabees","chapter":"10","verse":"19","text":" We have heard about you, that you are a mighty warrior and worthy to be our friend. "},{"book":"FirstMaccabees","chapter":"10","verse":"20","text":" And so we have appointed you today to be the high priest of your nation; you are to be called the king&#39s Friend and you are to take our side and keep friendship with us.&#34 He also sent him a purple robe and a golden crown. "},{"book":"FirstMaccabees","chapter":"10","verse":"21","text":" So Jonathan put on the sacred vestments in the seventh month of the one hundred sixtieth year, at the festival of booths, and he recruited troops and equipped them with arms in abundance. "},{"book":"FirstMaccabees","chapter":"10","verse":"22","text":" When Demetrius heard of these things he was distressed and said, "},{"book":"FirstMaccabees","chapter":"10","verse":"23","text":" &#34What is this that we have done? Alexander has gotten ahead of us in forming a friendship with the Jews to strengthen himself. "},{"book":"FirstMaccabees","chapter":"10","verse":"24","text":" I also will write them words of encouragement and promise them honor and gifts, so that I may have their help.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"25","text":" So he sent a message to them in the following words: &#34King Demetrius to the nation of the Jews, greetings. "},{"book":"FirstMaccabees","chapter":"10","verse":"26","text":" Since you have kept your agreement with us and have continued your friendship with us, and have not sided with our enemies, we have heard of it and rejoiced. "},{"book":"FirstMaccabees","chapter":"10","verse":"27","text":" Now continue still to keep faith with us, and we will repay you with good for what you do for us. "},{"book":"FirstMaccabees","chapter":"10","verse":"28","text":" We will grant you many immunities and give you gifts. "},{"book":"FirstMaccabees","chapter":"10","verse":"29","text":" &#34I now free you and exempt all the Jews from payment of tribute and salt tax and crown levies, "},{"book":"FirstMaccabees","chapter":"10","verse":"30","text":" and instead of collecting the third of the grain and the half of the fruit of the trees that I should receive, I release them from this day and henceforth. I will not collect them from the land of Judah or from the three districts added to it from Samaria and Galilee, from this day and for all time. "},{"book":"FirstMaccabees","chapter":"10","verse":"31","text":" Jerusalem and its environs, its tithes and its revenues, shall be holy and free from tax. "},{"book":"FirstMaccabees","chapter":"10","verse":"32","text":" I release also my control of the citadel in Jerusalem and give it to the high priest, so that he may station in it men of his own choice to guard it. "},{"book":"FirstMaccabees","chapter":"10","verse":"33","text":" And everyone of the Jews taken as a captive from the land of Judah into any part of my kingdom, I set free without payment; and let all officials cancel also the taxes on their livestock. "},{"book":"FirstMaccabees","chapter":"10","verse":"34","text":" &#34All the festivals and sabbaths and new moons and appointed days, and the three days before a festival and the three after a festival-- let them all be days of immunity and release for all the Jews who are in my kingdom. "},{"book":"FirstMaccabees","chapter":"10","verse":"35","text":" No one shall have authority to exact anything from them or annoy any of them about any matter. "},{"book":"FirstMaccabees","chapter":"10","verse":"36","text":" &#34Let Jews be enrolled in the king&#39s forces to the number of thirty thousand men, and let the maintenance be given them that is due to all the forces of the king. "},{"book":"FirstMaccabees","chapter":"10","verse":"37","text":" Let some of them be stationed in the great strongholds of the king, and let some of them be put in positions of trust in the kingdom. Let their officers and leaders be of their own number, and let them live by their own laws, just as the king has commanded in the land of Judah. "},{"book":"FirstMaccabees","chapter":"10","verse":"38","text":" &#34As for the three districts that have been added to Judea from the country of Samaria, let them be annexed to Judea so that they may be considered to be under one ruler and obey no other authority than the high priest. "},{"book":"FirstMaccabees","chapter":"10","verse":"39","text":" Ptolemais and the land adjoining it I have given as a gift to the sanctuary in Jerusalem, to meet the necessary expenses of the sanctuary. "},{"book":"FirstMaccabees","chapter":"10","verse":"40","text":" I also grant fifteen thousand shekels of silver yearly out of the king&#39s revenues from appropriate places. "},{"book":"FirstMaccabees","chapter":"10","verse":"41","text":" And all the additional funds that the government officials have not paid as they did in the first years, they shall give from now on for the service of the temple. "},{"book":"FirstMaccabees","chapter":"10","verse":"42","text":" Moreover, the five thousand shekels of silver that my officials have received every year from the income of the services of the temple, this too is canceled, because it belongs to the priests who minister there. "},{"book":"FirstMaccabees","chapter":"10","verse":"43","text":" And all who take refuge at the temple in Jerusalem, or in any of its precincts, because they owe money to the king or are in debt, let them be released and receive back all their property in my kingdom. "},{"book":"FirstMaccabees","chapter":"10","verse":"44","text":" &#34Let the cost of rebuilding and restoring the structures of the sanctuary be paid from the revenues of the king. "},{"book":"FirstMaccabees","chapter":"10","verse":"45","text":" And let the cost of rebuilding the walls of Jerusalem and fortifying it all around, and the cost of rebuilding the walls in Judea, also be paid from the revenues of the king.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"46","text":" When Jonathan and the people heard these words, they did not believe or accept them, because they remembered the great wrongs that Demetrius had done in Israel and how much he had oppressed them. "},{"book":"FirstMaccabees","chapter":"10","verse":"47","text":" They favored Alexander, because he had been the first to speak peaceable words to them, and they remained his allies all his days. "},{"book":"FirstMaccabees","chapter":"10","verse":"48","text":" Now King Alexander assembled large forces and encamped opposite Demetrius. "},{"book":"FirstMaccabees","chapter":"10","verse":"49","text":" The two kings met in battle, and the army of Demetrius fled, and Alexander pursued him and defeated them. "},{"book":"FirstMaccabees","chapter":"10","verse":"50","text":" He pressed the battle strongly until the sun set, and on that day Demetrius fell. "},{"book":"FirstMaccabees","chapter":"10","verse":"51","text":" Then Alexander sent ambassadors to Ptolemy king of Egypt with the following message: "},{"book":"FirstMaccabees","chapter":"10","verse":"52","text":" &#34Since I have returned to my kingdom and have taken my seat on the throne of my ancestors, and established my rule-- for I crushed Demetrius and gained control of our country; "},{"book":"FirstMaccabees","chapter":"10","verse":"53","text":" I met him in battle, and he and his army were crushed by us, and we have taken our seat on the throne of his kingdom-- "},{"book":"FirstMaccabees","chapter":"10","verse":"54","text":" now therefore let us establish friendship with one another; give me now your daughter as my wife, and I will become your son-in-law, and will make gifts to you and to her in keeping with your position.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"55","text":" Ptolemy the king replied and said, &#34Happy was the day on which you returned to the land of your ancestors and took your seat on the throne of their kingdom. "},{"book":"FirstMaccabees","chapter":"10","verse":"56","text":" And now I will do for you as you wrote, but meet me at Ptolemais, so that we may see one another, and I will become your father-in-law, as you have said.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"57","text":" So Ptolemy set out from Egypt, he and his daughter Cleopatra, and came to Ptolemais in the one hundred sixty-second year. "},{"book":"FirstMaccabees","chapter":"10","verse":"58","text":" King Alexander met him, and Ptolemy gave him his daughter Cleopatra in marriage, and celebrated her wedding at Ptolemais with great pomp, as kings do. "},{"book":"FirstMaccabees","chapter":"10","verse":"59","text":" Then King Alexander wrote to Jonathan to come and meet him. "},{"book":"FirstMaccabees","chapter":"10","verse":"60","text":" So he went with pomp to Ptolemais and met the two kings; he gave them and their Friends silver and gold and many gifts, and found favor with them. "},{"book":"FirstMaccabees","chapter":"10","verse":"61","text":" A group of malcontents from Israel, renegades, gathered together against him to accuse him; but the king paid no attention to them. "},{"book":"FirstMaccabees","chapter":"10","verse":"62","text":" The king gave orders to take off Jonathan&#39s garments and to clothe him in purple, and they did so. "},{"book":"FirstMaccabees","chapter":"10","verse":"63","text":" The king also seated him at his side; and he said to his officers, &#34Go out with him into the middle of the city and proclaim that no one is to bring charges against him about any matter, and let no one annoy him for any reason.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"64","text":" When his accusers saw the honor that was paid him, in accord with the proclamation, and saw him clothed in purple, they all fled. "},{"book":"FirstMaccabees","chapter":"10","verse":"65","text":" Thus the king honored him and enrolled him among his chief Friends, and made him general and governor of the province. "},{"book":"FirstMaccabees","chapter":"10","verse":"66","text":" And Jonathan returned to Jerusalem in peace and gladness. "},{"book":"FirstMaccabees","chapter":"10","verse":"67","text":" In the one hundred sixty-fifth year Demetrius son of Demetrius came from Crete to the land of his ancestors. "},{"book":"FirstMaccabees","chapter":"10","verse":"68","text":" When King Alexander heard of it, he was greatly distressed and returned to Antioch. "},{"book":"FirstMaccabees","chapter":"10","verse":"69","text":" And Demetrius appointed Apollonius the governor of Coelesyria, and he assembled a large force and encamped against Jamnia. Then he sent the following message to the high priest Jonathan: "},{"book":"FirstMaccabees","chapter":"10","verse":"70","text":" &#34You are the only one to rise up against us, and I have fallen into ridicule and disgrace because of you. Why do you assume authority against us in the hill country? "},{"book":"FirstMaccabees","chapter":"10","verse":"71","text":" If you now have confidence in your forces, come down to the plain to meet us, and let us match strength with each other there, for I have with me the power of the cities. "},{"book":"FirstMaccabees","chapter":"10","verse":"72","text":" Ask and learn who I am and who the others are that are helping us. People will tell you that you cannot stand before us, for your ancestors were twice put to flight in their own land. "},{"book":"FirstMaccabees","chapter":"10","verse":"73","text":" And now you will not be able to withstand my cavalry and such an army in the plain, where there is no stone or pebble, or place to flee.&#34 "},{"book":"FirstMaccabees","chapter":"10","verse":"74","text":" When Jonathan heard the words of Apollonius, his spirit was aroused. He chose ten thousand men and set out from Jerusalem, and his brother Simon met him to help him. "},{"book":"FirstMaccabees","chapter":"10","verse":"75","text":" He encamped before Joppa, but the people of the city closed its gates, for Apollonius had a garrison in Joppa. "},{"book":"FirstMaccabees","chapter":"10","verse":"76","text":" So they fought against it, and the people of the city became afraid and opened the gates, and Jonathan gained possession of Joppa. "},{"book":"FirstMaccabees","chapter":"10","verse":"77","text":" When Apollonius heard of it, he mustered three thousand cavalry and a large army, and went to Azotus as though he were going farther. At the same time he advanced into the plain, for he had a large troop of cavalry and put confidence in it. "},{"book":"FirstMaccabees","chapter":"10","verse":"78","text":" Jonathan pursued him to Azotus, and the armies engaged in battle. "},{"book":"FirstMaccabees","chapter":"10","verse":"79","text":" Now Apollonius had secretly left a thousand cavalry behind them. "},{"book":"FirstMaccabees","chapter":"10","verse":"80","text":" Jonathan learned that there was an ambush behind him, for they surrounded his army and shot arrows at his men from early morning until late afternoon. "},{"book":"FirstMaccabees","chapter":"10","verse":"81","text":" But his men stood fast, as Jonathan had commanded, and the enemy&#39s horses grew tired. "},{"book":"FirstMaccabees","chapter":"10","verse":"82","text":" Then Simon brought forward his force and engaged the phalanx in battle (for the cavalry was exhausted); they were overwhelmed by him and fled, "},{"book":"FirstMaccabees","chapter":"10","verse":"83","text":" and the cavalry was dispersed in the plain. They fled to Azotus and entered Beth-dagon, the temple of their idol, for safety. "},{"book":"FirstMaccabees","chapter":"10","verse":"84","text":" But Jonathan burned Azotus and the surrounding towns and plundered them; and the temple of Dagon, and those who had taken refuge in it, he burned with fire. "},{"book":"FirstMaccabees","chapter":"10","verse":"85","text":" The number of those who fell by the sword, with those burned alive, came to eight thousand. "},{"book":"FirstMaccabees","chapter":"10","verse":"86","text":" Then Jonathan left there and encamped against Askalon, and the people of the city came out to meet him with great pomp. "},{"book":"FirstMaccabees","chapter":"10","verse":"87","text":" He and those with him then returned to Jerusalem with a large amount of booty. "},{"book":"FirstMaccabees","chapter":"10","verse":"88","text":" When King Alexander heard of these things, he honored Jonathan still more; "},{"book":"FirstMaccabees","chapter":"10","verse":"89","text":" and he sent to him a golden buckle, such as it is the custom to give to the King&#39s Kinsmen. He also gave him Ekron and all its environs as his possession. "}]