[{"book":"FirstSamuel","chapter":"5","verse":"1","text":" When the Philistines captured the ark of God, they brought it from Ebenezer to Ashdod; "},{"book":"FirstSamuel","chapter":"5","verse":"2","text":" then the Philistines took the ark of God and brought it into the house of Dagon and placed it beside Dagon. "},{"book":"FirstSamuel","chapter":"5","verse":"3","text":" When the people of Ashdod rose early the next day, there was Dagon, fallen on his face to the ground before the ark of the LORD. So they took Dagon and put him back in his place. "},{"book":"FirstSamuel","chapter":"5","verse":"4","text":" But when they rose early on the next morning, Dagon had fallen on his face to the ground before the ark of the LORD, and the head of Dagon and both his hands were lying cut off upon the threshold; only the trunk of Dagon was left to him. "},{"book":"FirstSamuel","chapter":"5","verse":"5","text":" This is why the priests of Dagon and all who enter the house of Dagon do not step on the threshold of Dagon in Ashdod to this day. "},{"book":"FirstSamuel","chapter":"5","verse":"6","text":" The hand of the LORD was heavy upon the people of Ashdod, and he terrified and struck them with tumors, both in Ashdod and in its territory. "},{"book":"FirstSamuel","chapter":"5","verse":"7","text":" And when the inhabitants of Ashdod saw how things were, they said, &#34The ark of the God of Israel must not remain with us; for his hand is heavy on us and on our god Dagon.&#34 "},{"book":"FirstSamuel","chapter":"5","verse":"8","text":" So they sent and gathered together all the lords of the Philistines, and said, &#34What shall we do with the ark of the God of Israel?&#34 The inhabitants of Gath replied, &#34Let the ark of God be moved on to us.&#34 So they moved the ark of the God of Israel to Gath. "},{"book":"FirstSamuel","chapter":"5","verse":"9","text":" But after they had brought it to Gath, the hand of the LORD was against the city, causing a very great panic; he struck the inhabitants of the city, both young and old, so that tumors broke out on them. "},{"book":"FirstSamuel","chapter":"5","verse":"10","text":" So they sent the ark of the God of Israel to Ekron. But when the ark of God came to Ekron, the people of Ekron cried out, &#34Why have they brought around to us the ark of the God of Israel to kill us and our people?&#34 "},{"book":"FirstSamuel","chapter":"5","verse":"11","text":" They sent therefore and gathered together all the lords of the Philistines, and said, &#34Send away the ark of the God of Israel, and let it return to its own place, that it may not kill us and our people.&#34 For there was a deathly panic throughout the whole city. The hand of God was very heavy there; "},{"book":"FirstSamuel","chapter":"5","verse":"12","text":" those who did not die were stricken with tumors, and the cry of the city went up to heaven. "}]