[{"book":"FirstSamuel","chapter":"18","verse":"1","text":" When David had finished speaking to Saul, the soul of Jonathan was bound to the soul of David, and Jonathan loved him as his own soul. "},{"book":"FirstSamuel","chapter":"18","verse":"2","text":" Saul took him that day and would not let him return to his father&#39s house. "},{"book":"FirstSamuel","chapter":"18","verse":"3","text":" Then Jonathan made a covenant with David, because he loved him as his own soul. "},{"book":"FirstSamuel","chapter":"18","verse":"4","text":" Jonathan stripped himself of the robe that he was wearing, and gave it to David, and his armor, and even his sword and his bow and his belt. "},{"book":"FirstSamuel","chapter":"18","verse":"5","text":" David went out and was successful wherever Saul sent him; as a result, Saul set him over the army. And all the people, even the servants of Saul, approved. "},{"book":"FirstSamuel","chapter":"18","verse":"6","text":" As they were coming home, when David returned from killing the Philistine, the women came out of all the towns of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments. "},{"book":"FirstSamuel","chapter":"18","verse":"7","text":" And the women sang to one another as they made merry, &#34Saul has killed his thousands, and David his ten thousands.&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"8","text":" Saul was very angry, for this saying displeased him. He said, &#34They have ascribed to David ten thousands, and to me they have ascribed thousands; what more can he have but the kingdom?&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"9","text":" So Saul eyed David from that day on. "},{"book":"FirstSamuel","chapter":"18","verse":"10","text":" The next day an evil spirit from God rushed upon Saul, and he raved within his house, while David was playing the lyre, as he did day by day. Saul had his spear in his hand; "},{"book":"FirstSamuel","chapter":"18","verse":"11","text":" and Saul threw the spear, for he thought, &#34I will pin David to the wall.&#34 But David eluded him twice. "},{"book":"FirstSamuel","chapter":"18","verse":"12","text":" Saul was afraid of David, because the LORD was with him but had departed from Saul. "},{"book":"FirstSamuel","chapter":"18","verse":"13","text":" So Saul removed him from his presence, and made him a commander of a thousand; and David marched out and came in, leading the army. "},{"book":"FirstSamuel","chapter":"18","verse":"14","text":" David had success in all his undertakings; for the LORD was with him. "},{"book":"FirstSamuel","chapter":"18","verse":"15","text":" When Saul saw that he had great success, he stood in awe of him. "},{"book":"FirstSamuel","chapter":"18","verse":"16","text":" But all Israel and Judah loved David; for it was he who marched out and came in leading them. "},{"book":"FirstSamuel","chapter":"18","verse":"17","text":" Then Saul said to David, &#34Here is my elder daughter Merab; I will give her to you as a wife; only be valiant for me and fight the LORD&#39s battles.&#34 For Saul thought, &#34I will not raise a hand against him; let the Philistines deal with him.&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"18","text":" David said to Saul, &#34Who am I and who are my kinsfolk, my father&#39s family in Israel, that I should be son-in-law to the king?&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"19","text":" But at the time when Saul&#39s daughter Merab should have been given to David, she was given to Adriel the Meholathite as a wife. "},{"book":"FirstSamuel","chapter":"18","verse":"20","text":" Now Saul&#39s daughter Michal loved David. Saul was told, and the thing pleased him. "},{"book":"FirstSamuel","chapter":"18","verse":"21","text":" Saul thought, &#34Let me give her to him that she may be a snare for him and that the hand of the Philistines may be against him.&#34 Therefore Saul said to David a second time, &#34You shall now be my son-in-law.&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"22","text":" Saul commanded his servants, &#34Speak to David in private and say, &#39See, the king is delighted with you, and all his servants love you; now then, become the king&#39s son-in-law.&#39&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"23","text":" So Saul&#39s servants reported these words to David in private. And David said, &#34Does it seem to you a little thing to become the king&#39s son-in-law, seeing that I am a poor man and of no repute?&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"24","text":" The servants of Saul told him, &#34This is what David said.&#34 "},{"book":"FirstSamuel","chapter":"18","verse":"25","text":" Then Saul said, &#34Thus shall you say to David, &#39The king desires no marriage present except a hundred foreskins of the Philistines, that he may be avenged on the king&#39s enemies.&#39&#34 Now Saul planned to make David fall by the hand of the Philistines. "},{"book":"FirstSamuel","chapter":"18","verse":"26","text":" When his servants told David these words, David was well pleased to be the king&#39s son-in-law. Before the time had expired, "},{"book":"FirstSamuel","chapter":"18","verse":"27","text":" David rose and went, along with his men, and killed one hundred of the Philistines; and David brought their foreskins, which were given in full number to the king, that he might become the king&#39s son-in-law. Saul gave him his daughter Michal as a wife. "},{"book":"FirstSamuel","chapter":"18","verse":"28","text":" But when Saul realized that the LORD was with David, and that Saul&#39s daughter Michal loved him, "},{"book":"FirstSamuel","chapter":"18","verse":"29","text":" Saul was still more afraid of David. So Saul was David&#39s enemy from that time forward. "},{"book":"FirstSamuel","chapter":"18","verse":"30","text":" Then the commanders of the Philistines came out to battle; and as often as they came out, David had more success than all the servants of Saul, so that his fame became very great. "}]