[{"book":"FirstKings","chapter":"21","verse":"1","text":" Later the following events took place: Naboth the Jezreelite had a vineyard in Jezreel, beside the palace of King Ahab of Samaria. "},{"book":"FirstKings","chapter":"21","verse":"2","text":" And Ahab said to Naboth, &#34Give me your vineyard, so that I may have it for a vegetable garden, because it is near my house; I will give you a better vineyard for it; or, if it seems good to you, I will give you its value in money.&#34 "},{"book":"FirstKings","chapter":"21","verse":"3","text":" But Naboth said to Ahab, &#34The LORD forbid that I should give you my ancestral inheritance.&#34 "},{"book":"FirstKings","chapter":"21","verse":"4","text":" Ahab went home resentful and sullen because of what Naboth the Jezreelite had said to him; for he had said, &#34I will not give you my ancestral inheritance.&#34 He lay down on his bed, turned away his face, and would not eat. "},{"book":"FirstKings","chapter":"21","verse":"5","text":" His wife Jezebel came to him and said, &#34Why are you so depressed that you will not eat?&#34 "},{"book":"FirstKings","chapter":"21","verse":"6","text":" He said to her, &#34Because I spoke to Naboth the Jezreelite and said to him, &#39Give me your vineyard for money; or else, if you prefer, I will give you another vineyard for it&#39; but he answered, &#39I will not give you my vineyard.&#39&#34 "},{"book":"FirstKings","chapter":"21","verse":"7","text":" His wife Jezebel said to him, &#34Do you now govern Israel? Get up, eat some food, and be cheerful; I will give you the vineyard of Naboth the Jezreelite.&#34 "},{"book":"FirstKings","chapter":"21","verse":"8","text":" So she wrote letters in Ahab&#39s name and sealed them with his seal; she sent the letters to the elders and the nobles who lived with Naboth in his city. "},{"book":"FirstKings","chapter":"21","verse":"9","text":" She wrote in the letters, &#34Proclaim a fast, and seat Naboth at the head of the assembly; "},{"book":"FirstKings","chapter":"21","verse":"10","text":" seat two scoundrels opposite him, and have them bring a charge against him, saying, &#39You have cursed God and the king.&#39 Then take him out, and stone him to death.&#34 "},{"book":"FirstKings","chapter":"21","verse":"11","text":" The men of his city, the elders and the nobles who lived in his city, did as Jezebel had sent word to them. Just as it was written in the letters that she had sent to them, "},{"book":"FirstKings","chapter":"21","verse":"12","text":" they proclaimed a fast and seated Naboth at the head of the assembly. "},{"book":"FirstKings","chapter":"21","verse":"13","text":" The two scoundrels came in and sat opposite him; and the scoundrels brought a charge against Naboth, in the presence of the people, saying, &#34Naboth cursed God and the king.&#34 So they took him outside the city, and stoned him to death. "},{"book":"FirstKings","chapter":"21","verse":"14","text":" Then they sent to Jezebel, saying, &#34Naboth has been stoned; he is dead.&#34 "},{"book":"FirstKings","chapter":"21","verse":"15","text":" As soon as Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, &#34Go, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.&#34 "},{"book":"FirstKings","chapter":"21","verse":"16","text":" As soon as Ahab heard that Naboth was dead, Ahab set out to go down to the vineyard of Naboth the Jezreelite, to take possession of it. "},{"book":"FirstKings","chapter":"21","verse":"17","text":" Then the word of the LORD came to Elijah the Tishbite, saying: "},{"book":"FirstKings","chapter":"21","verse":"18","text":" Go down to meet King Ahab of Israel, who rules in Samaria; he is now in the vineyard of Naboth, where he has gone to take possession. "},{"book":"FirstKings","chapter":"21","verse":"19","text":" You shall say to him, &#34Thus says the LORD: Have you killed, and also taken possession?&#34 You shall say to him, &#34Thus says the LORD: In the place where dogs licked up the blood of Naboth, dogs will also lick up your blood.&#34 "},{"book":"FirstKings","chapter":"21","verse":"20","text":" Ahab said to Elijah, &#34Have you found me, O my enemy?&#34 He answered, &#34I have found you. Because you have sold yourself to do what is evil in the sight of the LORD, "},{"book":"FirstKings","chapter":"21","verse":"21","text":" I will bring disaster on you; I will consume you, and will cut off from Ahab every male, bond or free, in Israel; "},{"book":"FirstKings","chapter":"21","verse":"22","text":" and I will make your house like the house of Jeroboam son of Nebat, and like the house of Baasha son of Ahijah, because you have provoked me to anger and have caused Israel to sin. "},{"book":"FirstKings","chapter":"21","verse":"23","text":" Also concerning Jezebel the LORD said, &#39The dogs shall eat Jezebel within the bounds of Jezreel.&#39 "},{"book":"FirstKings","chapter":"21","verse":"24","text":" Anyone belonging to Ahab who dies in the city the dogs shall eat; and anyone of his who dies in the open country the birds of the air shall eat.&#34 "},{"book":"FirstKings","chapter":"21","verse":"25","text":" (Indeed, there was no one like Ahab, who sold himself to do what was evil in the sight of the LORD, urged on by his wife Jezebel. "},{"book":"FirstKings","chapter":"21","verse":"26","text":" He acted most abominably in going after idols, as the Amorites had done, whom the LORD drove out before the Israelites.) "},{"book":"FirstKings","chapter":"21","verse":"27","text":" When Ahab heard those words, he tore his clothes and put sackcloth over his bare flesh; he fasted, lay in the sackcloth, and went about dejectedly. "},{"book":"FirstKings","chapter":"21","verse":"28","text":" Then the word of the LORD came to Elijah the Tishbite: "},{"book":"FirstKings","chapter":"21","verse":"29","text":" &#34Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son&#39s days I will bring the disaster on his house.&#34 "}]