[{"book":"FirstMaccabees","chapter":"14","verse":"1","text":" In the one hundred seventy-second year King Demetrius assembled his forces and marched into Media to obtain help, so that he could make war against Trypho. "},{"book":"FirstMaccabees","chapter":"14","verse":"2","text":" When King Arsaces of Persia and Media heard that Demetrius had invaded his territory, he sent one of his generals to take him alive. "},{"book":"FirstMaccabees","chapter":"14","verse":"3","text":" The general went and defeated the army of Demetrius, and seized him and took him to Arsaces, who put him under guard. "},{"book":"FirstMaccabees","chapter":"14","verse":"4","text":" The land had rest all the days of Simon. He sought the good of his nation; his rule was pleasing to them, as was the honor shown him, all his days. "},{"book":"FirstMaccabees","chapter":"14","verse":"5","text":" To crown all his honors he took Joppa for a harbor, and opened a way to the isles of the sea. "},{"book":"FirstMaccabees","chapter":"14","verse":"6","text":" He extended the borders of his nation, and gained full control of the country. "},{"book":"FirstMaccabees","chapter":"14","verse":"7","text":" He gathered a host of captives; he ruled over Gazara and Beth-zur and the citadel, and he removed its uncleanness from it; and there was none to oppose him. "},{"book":"FirstMaccabees","chapter":"14","verse":"8","text":" They tilled their land in peace; the ground gave its increase, and the trees of the plains their fruit. "},{"book":"FirstMaccabees","chapter":"14","verse":"9","text":" Old men sat in the streets; they all talked together of good things, and the youths put on splendid military attire. "},{"book":"FirstMaccabees","chapter":"14","verse":"10","text":" He supplied the towns with food, and furnished them with the means of defense, until his renown spread to the ends of the earth. "},{"book":"FirstMaccabees","chapter":"14","verse":"11","text":" He established peace in the land, and Israel rejoiced with great joy. "},{"book":"FirstMaccabees","chapter":"14","verse":"12","text":" All the people sat under their own vines and fig trees, and there was none to make them afraid. "},{"book":"FirstMaccabees","chapter":"14","verse":"13","text":" No one was left in the land to fight them, and the kings were crushed in those days. "},{"book":"FirstMaccabees","chapter":"14","verse":"14","text":" He gave help to all the humble among his people; he sought out the law, and did away with all the renegades and outlaws. "},{"book":"FirstMaccabees","chapter":"14","verse":"15","text":" He made the sanctuary glorious, and added to the vessels of the sanctuary. "},{"book":"FirstMaccabees","chapter":"14","verse":"16","text":" It was heard in Rome, and as far away as Sparta, that Jonathan had died, and they were deeply grieved. "},{"book":"FirstMaccabees","chapter":"14","verse":"17","text":" When they heard that his brother Simon had become high priest in his stead, and that he was ruling over the country and the towns in it, "},{"book":"FirstMaccabees","chapter":"14","verse":"18","text":" they wrote to him on bronze tablets to renew with him the friendship and alliance that they had established with his brothers Judas and Jonathan. "},{"book":"FirstMaccabees","chapter":"14","verse":"19","text":" And these were read before the assembly in Jerusalem. "},{"book":"FirstMaccabees","chapter":"14","verse":"20","text":" This is a copy of the letter that the Spartans sent: &#34The rulers and the city of the Spartans to the high priest Simon and to the elders and the priests and the rest of the Jewish people, our brothers, greetings. "},{"book":"FirstMaccabees","chapter":"14","verse":"21","text":" The envoys who were sent to our people have told us about your glory and honor, and we rejoiced at their coming. "},{"book":"FirstMaccabees","chapter":"14","verse":"22","text":" We have recorded what they said in our public decrees, as follows, &#39Numenius son of Antiochus and Antipater son of Jason, envoys of the Jews, have come to us to renew their friendship with us. "},{"book":"FirstMaccabees","chapter":"14","verse":"23","text":" It has pleased our people to receive these men with honor and to put a copy of their words in the public archives, so that the people of the Spartans may have a record of them. And they have sent a copy of this to the high priest Simon.&#39&#34 "},{"book":"FirstMaccabees","chapter":"14","verse":"24","text":" After this Simon sent Numenius to Rome with a large gold shield weighing one thousand minas, to confirm the alliance with the Romans. "},{"book":"FirstMaccabees","chapter":"14","verse":"25","text":" When the people heard these things they said, &#34How shall we thank Simon and his sons? "},{"book":"FirstMaccabees","chapter":"14","verse":"26","text":" For he and his brothers and the house of his father have stood firm; they have fought and repulsed Israel&#39s enemies and established its freedom.&#34 "},{"book":"FirstMaccabees","chapter":"14","verse":"27","text":" So they made a record on bronze tablets and put it on pillars on Mount Zion. This is a copy of what they wrote: &#34On the eighteenth day of Elul, in the one hundred seventy-second year, which is the third year of the great high priest Simon, "},{"book":"FirstMaccabees","chapter":"14","verse":"28","text":" in Asaramel, in the great assembly of the priests and the people and the rulers of the nation and the elders of the country, the following was proclaimed to us: "},{"book":"FirstMaccabees","chapter":"14","verse":"29","text":" &#34Since wars often occurred in the country, Simon son of Mattathias, a priest of the sons of Joarib, and his brothers, exposed themselves to danger and resisted the enemies of their nation, in order that their sanctuary and the law might be preserved; and they brought great glory to their nation. "},{"book":"FirstMaccabees","chapter":"14","verse":"30","text":" Jonathan rallied the nation, became their high priest, and was gathered to his people. "},{"book":"FirstMaccabees","chapter":"14","verse":"31","text":" When their enemies decided to invade their country and lay hands on their sanctuary, "},{"book":"FirstMaccabees","chapter":"14","verse":"32","text":" then Simon rose up and fought for his nation. He spent great sums of his own money; he armed the soldiers of his nation and paid them wages. "},{"book":"FirstMaccabees","chapter":"14","verse":"33","text":" He fortified the towns of Judea, and Beth-zur on the borders of Judea, where formerly the arms of the enemy had been stored, and he placed there a garrison of Jews. "},{"book":"FirstMaccabees","chapter":"14","verse":"34","text":" He also fortified Joppa, which is by the sea, and Gazara, which is on the borders of Azotus, where the enemy formerly lived. He settled Jews there, and provided in those towns whatever was necessary for their restoration. "},{"book":"FirstMaccabees","chapter":"14","verse":"35","text":" &#34The people saw Simon&#39s faithfulness and the glory that he had resolved to win for his nation, and they made him their leader and high priest, because he had done all these things and because of the justice and loyalty that he had maintained toward his nation. He sought in every way to exalt his people. "},{"book":"FirstMaccabees","chapter":"14","verse":"36","text":" In his days things prospered in his hands, so that the Gentiles were put out of the country, as were also those in the city of David in Jerusalem, who had built themselves a citadel from which they used to sally forth and defile the environs of the sanctuary, doing great damage to its purity. "},{"book":"FirstMaccabees","chapter":"14","verse":"37","text":" He settled Jews in it and fortified it for the safety of the country and of the city, and built the walls of Jerusalem higher. "},{"book":"FirstMaccabees","chapter":"14","verse":"38","text":" &#34In view of these things King Demetrius confirmed him in the high priesthood, "},{"book":"FirstMaccabees","chapter":"14","verse":"39","text":" made him one of his Friends, and paid him high honors. "},{"book":"FirstMaccabees","chapter":"14","verse":"40","text":" For he had heard that the Jews were addressed by the Romans as friends and allies and brothers, and that the Romans had received the envoys of Simon with honor. "},{"book":"FirstMaccabees","chapter":"14","verse":"41","text":" &#34The Jews and their priests have resolved that Simon should be their leader and high priest forever, until a trustworthy prophet should arise, "},{"book":"FirstMaccabees","chapter":"14","verse":"42","text":" and that he should be governor over them and that he should take charge of the sanctuary and appoint officials over its tasks and over the country and the weapons and the strongholds, and that he should take charge of the sanctuary, "},{"book":"FirstMaccabees","chapter":"14","verse":"43","text":" and that he should be obeyed by all, and that all contracts in the country should be written in his name, and that he should be clothed in purple and wear gold. "},{"book":"FirstMaccabees","chapter":"14","verse":"44","text":" &#34None of the people or priests shall be permitted to nullify any of these decisions or to oppose what he says, or to convene an assembly in the country without his permission, or to be clothed in purple or put on a gold buckle. "},{"book":"FirstMaccabees","chapter":"14","verse":"45","text":" Whoever acts contrary to these decisions or rejects any of them shall be liable to punishment.&#34 "},{"book":"FirstMaccabees","chapter":"14","verse":"46","text":" All the people agreed to grant Simon the right to act in accordance with these decisions. "},{"book":"FirstMaccabees","chapter":"14","verse":"47","text":" So Simon accepted and agreed to be high priest, to be commander and ethnarch of the Jews and priests, and to be protector of them all. "},{"book":"FirstMaccabees","chapter":"14","verse":"48","text":" And they gave orders to inscribe this decree on bronze tablets, to put them up in a conspicuous place in the precincts of the sanctuary, "},{"book":"FirstMaccabees","chapter":"14","verse":"49","text":" and to deposit copies of them in the treasury, so that Simon and his sons might have them. "}]