[{"book":"FirstKings","chapter":"20","verse":"1","text":" King Ben-hadad of Aram gathered all his army together; thirty-two kings were with him, along with horses and chariots. He marched against Samaria, laid siege to it, and attacked it. "},{"book":"FirstKings","chapter":"20","verse":"2","text":" Then he sent messengers into the city to King Ahab of Israel, and said to him: &#34Thus says Ben-hadad: "},{"book":"FirstKings","chapter":"20","verse":"3","text":" Your silver and gold are mine; your fairest wives and children also are mine.&#34 "},{"book":"FirstKings","chapter":"20","verse":"4","text":" The king of Israel answered, &#34As you say, my lord, O king, I am yours, and all that I have.&#34 "},{"book":"FirstKings","chapter":"20","verse":"5","text":" The messengers came again and said: &#34Thus says Ben-hadad: I sent to you, saying, &#39Deliver to me your silver and gold, your wives and children&#39; "},{"book":"FirstKings","chapter":"20","verse":"6","text":" nevertheless I will send my servants to you tomorrow about this time, and they shall search your house and the houses of your servants, and lay hands on whatever pleases them, and take it away.&#34 "},{"book":"FirstKings","chapter":"20","verse":"7","text":" Then the king of Israel called all the elders of the land, and said, &#34Look now! See how this man is seeking trouble; for he sent to me for my wives, my children, my silver, and my gold; and I did not refuse him.&#34 "},{"book":"FirstKings","chapter":"20","verse":"8","text":" Then all the elders and all the people said to him, &#34Do not listen or consent.&#34 "},{"book":"FirstKings","chapter":"20","verse":"9","text":" So he said to the messengers of Ben-hadad, &#34Tell my lord the king: All that you first demanded of your servant I will do; but this thing I cannot do.&#34 The messengers left and brought him word again. "},{"book":"FirstKings","chapter":"20","verse":"10","text":" Ben-hadad sent to him and said, &#34The gods do so to me, and more also, if the dust of Samaria will provide a handful for each of the people who follow me.&#34 "},{"book":"FirstKings","chapter":"20","verse":"11","text":" The king of Israel answered, &#34Tell him: One who puts on armor should not brag like one who takes it off.&#34 "},{"book":"FirstKings","chapter":"20","verse":"12","text":" When Ben-hadad heard this message-- now he had been drinking with the kings in the booths-- he said to his men, &#34Take your positions!&#34 And they took their positions against the city. "},{"book":"FirstKings","chapter":"20","verse":"13","text":" Then a certain prophet came up to King Ahab of Israel and said, &#34Thus says the LORD, Have you seen all this great multitude? Look, I will give it into your hand today; and you shall know that I am the LORD.&#34 "},{"book":"FirstKings","chapter":"20","verse":"14","text":" Ahab said, &#34By whom?&#34 He said, &#34Thus says the LORD, By the young men who serve the district governors.&#34 Then he said, &#34Who shall begin the battle?&#34 He answered, &#34You.&#34 "},{"book":"FirstKings","chapter":"20","verse":"15","text":" Then he mustered the young men who serve the district governors, two hundred thirty-two; after them he mustered all the people of Israel, seven thousand. "},{"book":"FirstKings","chapter":"20","verse":"16","text":" They went out at noon, while Ben-hadad was drinking himself drunk in the booths, he and the thirty-two kings allied with him. "},{"book":"FirstKings","chapter":"20","verse":"17","text":" The young men who serve the district governors went out first. Ben-hadad had sent out scouts, and they reported to him, &#34Men have come out from Samaria.&#34 "},{"book":"FirstKings","chapter":"20","verse":"18","text":" He said, &#34If they have come out for peace, take them alive; if they have come out for war, take them alive.&#34 "},{"book":"FirstKings","chapter":"20","verse":"19","text":" But these had already come out of the city: the young men who serve the district governors, and the army that followed them. "},{"book":"FirstKings","chapter":"20","verse":"20","text":" Each killed his man; the Arameans fled and Israel pursued them, but King Ben-hadad of Aram escaped on a horse with the cavalry. "},{"book":"FirstKings","chapter":"20","verse":"21","text":" The king of Israel went out, attacked the horses and chariots, and defeated the Arameans with a great slaughter. "},{"book":"FirstKings","chapter":"20","verse":"22","text":" Then the prophet approached the king of Israel and said to him, &#34Come, strengthen yourself, and consider well what you have to do; for in the spring the king of Aram will come up against you.&#34 "},{"book":"FirstKings","chapter":"20","verse":"23","text":" The servants of the king of Aram said to him, &#34Their gods are gods of the hills, and so they were stronger than we; but let us fight against them in the plain, and surely we shall be stronger than they. "},{"book":"FirstKings","chapter":"20","verse":"24","text":" Also do this: remove the kings, each from his post, and put commanders in place of them; "},{"book":"FirstKings","chapter":"20","verse":"25","text":" and muster an army like the army that you have lost, horse for horse, and chariot for chariot; then we will fight against them in the plain, and surely we shall be stronger than they.&#34 He heeded their voice, and did so. "},{"book":"FirstKings","chapter":"20","verse":"26","text":" In the spring Ben-hadad mustered the Arameans and went up to Aphek to fight against Israel. "},{"book":"FirstKings","chapter":"20","verse":"27","text":" After the Israelites had been mustered and provisioned, they went out to engage them; the people of Israel encamped opposite them like two little flocks of goats, while the Arameans filled the country. "},{"book":"FirstKings","chapter":"20","verse":"28","text":" A man of God approached and said to the king of Israel, &#34Thus says the LORD: Because the Arameans have said, &#39The LORD is a god of the hills but he is not a god of the valleys,&#39 therefore I will give all this great multitude into your hand, and you shall know that I am the LORD.&#34 "},{"book":"FirstKings","chapter":"20","verse":"29","text":" They encamped opposite one another seven days. Then on the seventh day the battle began; the Israelites killed one hundred thousand Aramean foot soldiers in one day. "},{"book":"FirstKings","chapter":"20","verse":"30","text":" The rest fled into the city of Aphek; and the wall fell on twenty-seven thousand men that were left. Ben-hadad also fled, and entered the city to hide. "},{"book":"FirstKings","chapter":"20","verse":"31","text":" His servants said to him, &#34Look, we have heard that the kings of the house of Israel are merciful kings; let us put sackcloth around our waists and ropes on our heads, and go out to the king of Israel; perhaps he will spare your life.&#34 "},{"book":"FirstKings","chapter":"20","verse":"32","text":" So they tied sackcloth around their waists, put ropes on their heads, went to the king of Israel, and said, &#34Your servant Ben-hadad says, &#39Please let me live.&#39&#34 And he said, &#34Is he still alive? He is my brother.&#34 "},{"book":"FirstKings","chapter":"20","verse":"33","text":" Now the men were watching for an omen; they quickly took it up from him and said, &#34Yes, Ben-hadad is your brother.&#34 Then he said, &#34Go and bring him.&#34 So Ben-hadad came out to him; and he had him come up into the chariot. "},{"book":"FirstKings","chapter":"20","verse":"34","text":" Ben-hadad said to him, &#34I will restore the towns that my father took from your father; and you may establish bazaars for yourself in Damascus, as my father did in Samaria.&#34 The king of Israel responded, &#34I will let you go on those terms.&#34 So he made a treaty with him and let him go. "},{"book":"FirstKings","chapter":"20","verse":"35","text":" At the command of the LORD a certain member of a company of prophets said to another, &#34Strike me!&#34 But the man refused to strike him. "},{"book":"FirstKings","chapter":"20","verse":"36","text":" Then he said to him, &#34Because you have not obeyed the voice of the LORD, as soon as you have left me, a lion will kill you.&#34 And when he had left him, a lion met him and killed him. "},{"book":"FirstKings","chapter":"20","verse":"37","text":" Then he found another man and said, &#34Strike me!&#34 So the man hit him, striking and wounding him. "},{"book":"FirstKings","chapter":"20","verse":"38","text":" Then the prophet departed, and waited for the king along the road, disguising himself with a bandage over his eyes. "},{"book":"FirstKings","chapter":"20","verse":"39","text":" As the king passed by, he cried to the king and said, &#34Your servant went out into the thick of the battle; then a soldier turned and brought a man to me, and said, &#39Guard this man; if he is missing, your life shall be given for his life, or else you shall pay a talent of silver.&#39 "},{"book":"FirstKings","chapter":"20","verse":"40","text":" While your servant was busy here and there, he was gone.&#34 The king of Israel said to him, &#34So shall your judgment be; you yourself have decided it.&#34 "},{"book":"FirstKings","chapter":"20","verse":"41","text":" Then he quickly took the bandage away from his eyes. The king of Israel recognized him as one of the prophets. "},{"book":"FirstKings","chapter":"20","verse":"42","text":" Then he said to him, &#34Thus says the LORD, &#39Because you have let the man go whom I had devoted to destruction, therefore your life shall be for his life, and your people for his people.&#39&#34 "},{"book":"FirstKings","chapter":"20","verse":"43","text":" The king of Israel set out toward home, resentful and sullen, and came to Samaria. "}]