[{"book":"FirstMaccabees","chapter":"2","verse":"1","text":" In those days Mattathias son of John son of Simeon, a priest of the family of Joarib, moved from Jerusalem and settled in Modein. "},{"book":"FirstMaccabees","chapter":"2","verse":"2","text":" He had five sons, John surnamed Gaddi, "},{"book":"FirstMaccabees","chapter":"2","verse":"3","text":" Simon called Thassi, "},{"book":"FirstMaccabees","chapter":"2","verse":"4","text":" Judas called Maccabeus, "},{"book":"FirstMaccabees","chapter":"2","verse":"5","text":" Eleazar called Avaran, and Jonathan called Apphus. "},{"book":"FirstMaccabees","chapter":"2","verse":"6","text":" He saw the blasphemies being committed in Judah and Jerusalem, "},{"book":"FirstMaccabees","chapter":"2","verse":"7","text":" and said, &#34Alas! Why was I born to see this, the ruin of my people, the ruin of the holy city, and to live there when it was given over to the enemy, the sanctuary given over to aliens? "},{"book":"FirstMaccabees","chapter":"2","verse":"8","text":" Her temple has become like a person without honor; "},{"book":"FirstMaccabees","chapter":"2","verse":"9","text":" her glorious vessels have been carried into exile. Her infants have been killed in her streets, her youths by the sword of the foe. "},{"book":"FirstMaccabees","chapter":"2","verse":"10","text":" What nation has not inherited her palaces and has not seized her spoils? "},{"book":"FirstMaccabees","chapter":"2","verse":"11","text":" All her adornment has been taken away; no longer free, she has become a slave. "},{"book":"FirstMaccabees","chapter":"2","verse":"12","text":" And see, our holy place, our beauty, and our glory have been laid waste; the Gentiles have profaned them. "},{"book":"FirstMaccabees","chapter":"2","verse":"13","text":" Why should we live any longer?&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"14","text":" Then Mattathias and his sons tore their clothes, put on sackcloth, and mourned greatly. "},{"book":"FirstMaccabees","chapter":"2","verse":"15","text":" The king&#39s officers who were enforcing the apostasy came to the town of Modein to make them offer sacrifice. "},{"book":"FirstMaccabees","chapter":"2","verse":"16","text":" Many from Israel came to them; and Mattathias and his sons were assembled. "},{"book":"FirstMaccabees","chapter":"2","verse":"17","text":" Then the king&#39s officers spoke to Mattathias as follows: &#34You are a leader, honored and great in this town, and supported by sons and brothers. "},{"book":"FirstMaccabees","chapter":"2","verse":"18","text":" Now be the first to come and do what the king commands, as all the Gentiles and the people of Judah and those that are left in Jerusalem have done. Then you and your sons will be numbered among the Friends of the king, and you and your sons will be honored with silver and gold and many gifts.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"19","text":" But Mattathias answered and said in a loud voice: &#34Even if all the nations that live under the rule of the king obey him, and have chosen to obey his commandments, everyone of them abandoning the religion of their ancestors, "},{"book":"FirstMaccabees","chapter":"2","verse":"20","text":" I and my sons and my brothers will continue to live by the covenant of our ancestors. "},{"book":"FirstMaccabees","chapter":"2","verse":"21","text":" Far be it from us to desert the law and the ordinances. "},{"book":"FirstMaccabees","chapter":"2","verse":"22","text":" We will not obey the king&#39s words by turning aside from our religion to the right hand or to the left.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"23","text":" When he had finished speaking these words, a Jew came forward in the sight of all to offer sacrifice on the altar in Modein, according to the king&#39s command. "},{"book":"FirstMaccabees","chapter":"2","verse":"24","text":" When Mattathias saw it, he burned with zeal and his heart was stirred. He gave vent to righteous anger; he ran and killed him on the altar. "},{"book":"FirstMaccabees","chapter":"2","verse":"25","text":" At the same time he killed the king&#39s officer who was forcing them to sacrifice, and he tore down the altar. "},{"book":"FirstMaccabees","chapter":"2","verse":"26","text":" Thus he burned with zeal for the law, just as Phinehas did against Zimri son of Salu. "},{"book":"FirstMaccabees","chapter":"2","verse":"27","text":" Then Mattathias cried out in the town with a loud voice, saying: &#34Let every one who is zealous for the law and supports the covenant come out with me!&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"28","text":" Then he and his sons fled to the hills and left all that they had in the town. "},{"book":"FirstMaccabees","chapter":"2","verse":"29","text":" At that time many who were seeking righteousness and justice went down to the wilderness to live there, "},{"book":"FirstMaccabees","chapter":"2","verse":"30","text":" they, their sons, their wives, and their livestock, because troubles pressed heavily upon them. "},{"book":"FirstMaccabees","chapter":"2","verse":"31","text":" And it was reported to the king&#39s officers, and to the troops in Jerusalem the city of David, that those who had rejected the king&#39s command had gone down to the hiding places in the wilderness. "},{"book":"FirstMaccabees","chapter":"2","verse":"32","text":" Many pursued them, and overtook them; they encamped opposite them and prepared for battle against them on the sabbath day. "},{"book":"FirstMaccabees","chapter":"2","verse":"33","text":" They said to them, &#34Enough of this! Come out and do what the king commands, and you will live.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"34","text":" But they said, &#34We will not come out, nor will we do what the king commands and so profane the sabbath day.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"35","text":" Then the enemy quickly attacked them. "},{"book":"FirstMaccabees","chapter":"2","verse":"36","text":" But they did not answer them or hurl a stone at them or block up their hiding places, "},{"book":"FirstMaccabees","chapter":"2","verse":"37","text":" for they said, &#34Let us all die in our innocence; heaven and earth testify for us that you are killing us unjustly.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"38","text":" So they attacked them on the sabbath, and they died, with their wives and children and livestock, to the number of a thousand persons. "},{"book":"FirstMaccabees","chapter":"2","verse":"39","text":" When Mattathias and his friends learned of it, they mourned for them deeply. "},{"book":"FirstMaccabees","chapter":"2","verse":"40","text":" And all said to their neighbors: &#34If we all do as our kindred have done and refuse to fight with the Gentiles for our lives and for our ordinances, they will quickly destroy us from the earth.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"41","text":" So they made this decision that day: &#34Let us fight against anyone who comes to attack us on the sabbath day; let us not all die as our kindred died in their hiding places.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"42","text":" Then there united with them a company of Hasideans, mighty warriors of Israel, all who offered themselves willingly for the law. "},{"book":"FirstMaccabees","chapter":"2","verse":"43","text":" And all who became fugitives to escape their troubles joined them and reinforced them. "},{"book":"FirstMaccabees","chapter":"2","verse":"44","text":" They organized an army, and struck down sinners in their anger and renegades in their wrath; the survivors fled to the Gentiles for safety. "},{"book":"FirstMaccabees","chapter":"2","verse":"45","text":" And Mattathias and his friends went around and tore down the altars; "},{"book":"FirstMaccabees","chapter":"2","verse":"46","text":" they forcibly circumcised all the uncircumcised boys that they found within the borders of Israel. "},{"book":"FirstMaccabees","chapter":"2","verse":"47","text":" They hunted down the arrogant, and the work prospered in their hands. "},{"book":"FirstMaccabees","chapter":"2","verse":"48","text":" They rescued the law out of the hands of the Gentiles and kings, and they never let the sinner gain the upper hand. "},{"book":"FirstMaccabees","chapter":"2","verse":"49","text":" Now the days drew near for Mattathias to die, and he said to his sons: &#34Arrogance and scorn have now become strong; it is a time of ruin and furious anger. "},{"book":"FirstMaccabees","chapter":"2","verse":"50","text":" Now, my children, show zeal for the law, and give your lives for the covenant of our ancestors. "},{"book":"FirstMaccabees","chapter":"2","verse":"51","text":" &#34Remember the deeds of the ancestors, which they did in their generations; and you will receive great honor and an everlasting name. "},{"book":"FirstMaccabees","chapter":"2","verse":"52","text":" Was not Abraham found faithful when tested, and it was reckoned to him as righteousness? "},{"book":"FirstMaccabees","chapter":"2","verse":"53","text":" Joseph in the time of his distress kept the commandment, and became lord of Egypt. "},{"book":"FirstMaccabees","chapter":"2","verse":"54","text":" Phinehas our ancestor, because he was deeply zealous, received the covenant of everlasting priesthood. "},{"book":"FirstMaccabees","chapter":"2","verse":"55","text":" Joshua, because he fulfilled the command, became a judge in Israel. "},{"book":"FirstMaccabees","chapter":"2","verse":"56","text":" Caleb, because he testified in the assembly, received an inheritance in the land. "},{"book":"FirstMaccabees","chapter":"2","verse":"57","text":" David, because he was merciful, inherited the throne of the kingdom forever. "},{"book":"FirstMaccabees","chapter":"2","verse":"58","text":" Elijah, because of great zeal for the law, was taken up into heaven. "},{"book":"FirstMaccabees","chapter":"2","verse":"59","text":" Hananiah, Azariah, and Mishael believed and were saved from the flame. "},{"book":"FirstMaccabees","chapter":"2","verse":"60","text":" Daniel, because of his innocence, was delivered from the mouth of the lions. "},{"book":"FirstMaccabees","chapter":"2","verse":"61","text":" &#34And so observe, from generation to generation, that none of those who put their trust in him will lack strength. "},{"book":"FirstMaccabees","chapter":"2","verse":"62","text":" Do not fear the words of sinners, for their splendor will turn into dung and worms. "},{"book":"FirstMaccabees","chapter":"2","verse":"63","text":" Today they will be exalted, but tomorrow they will not be found, because they will have returned to the dust, and their plans will have perished. "},{"book":"FirstMaccabees","chapter":"2","verse":"64","text":" My children, be courageous and grow strong in the law, for by it you will gain honor. "},{"book":"FirstMaccabees","chapter":"2","verse":"65","text":" &#34Here is your brother Simeon who, I know, is wise in counsel; always listen to him; he shall be your father. "},{"book":"FirstMaccabees","chapter":"2","verse":"66","text":" Judas Maccabeus has been a mighty warrior from his youth; he shall command the army for you and fight the battle against the peoples. "},{"book":"FirstMaccabees","chapter":"2","verse":"67","text":" You shall rally around you all who observe the law, and avenge the wrong done to your people. "},{"book":"FirstMaccabees","chapter":"2","verse":"68","text":" Pay back the Gentiles in full, and obey the commands of the law.&#34 "},{"book":"FirstMaccabees","chapter":"2","verse":"69","text":" Then he blessed them, and was gathered to his ancestors. "},{"book":"FirstMaccabees","chapter":"2","verse":"70","text":" He died in the one hundred forty-sixth year and was buried in the tomb of his ancestors at Modein. And all Israel mourned for him with great lamentation. "}]