[{"book":"FirstCorinthians","chapter":"2","verse":"1","text":" When I came to you, brothers and sisters, I did not come proclaiming the mystery of God to you in lofty words or wisdom. "},{"book":"FirstCorinthians","chapter":"2","verse":"2","text":" For I decided to know nothing among you except Jesus Christ, and him crucified. "},{"book":"FirstCorinthians","chapter":"2","verse":"3","text":" And I came to you in weakness and in fear and in much trembling. "},{"book":"FirstCorinthians","chapter":"2","verse":"4","text":" My speech and my proclamation were not with plausible words of wisdom, but with a demonstration of the Spirit and of power, "},{"book":"FirstCorinthians","chapter":"2","verse":"5","text":" so that your faith might rest not on human wisdom but on the power of God. "},{"book":"FirstCorinthians","chapter":"2","verse":"6","text":" Yet among the mature we do speak wisdom, though it is not a wisdom of this age or of the rulers of this age, who are doomed to perish. "},{"book":"FirstCorinthians","chapter":"2","verse":"7","text":" But we speak God&#39s wisdom, secret and hidden, which God decreed before the ages for our glory. "},{"book":"FirstCorinthians","chapter":"2","verse":"8","text":" None of the rulers of this age understood this; for if they had, they would not have crucified the Lord of glory. "},{"book":"FirstCorinthians","chapter":"2","verse":"9","text":" But, as it is written, &#34What no eye has seen, nor ear heard, nor the human heart conceived, what God has prepared for those who love him&#34-- "},{"book":"FirstCorinthians","chapter":"2","verse":"10","text":" these things God has revealed to us through the Spirit; for the Spirit searches everything, even the depths of God. "},{"book":"FirstCorinthians","chapter":"2","verse":"11","text":" For what human being knows what is truly human except the human spirit that is within? So also no one comprehends what is truly God&#39s except the Spirit of God. "},{"book":"FirstCorinthians","chapter":"2","verse":"12","text":" Now we have received not the spirit of the world, but the Spirit that is from God, so that we may understand the gifts bestowed on us by God. "},{"book":"FirstCorinthians","chapter":"2","verse":"13","text":" And we speak of these things in words not taught by human wisdom but taught by the Spirit, interpreting spiritual things to those who are spiritual. "},{"book":"FirstCorinthians","chapter":"2","verse":"14","text":" Those who are unspiritual do not receive the gifts of God&#39s Spirit, for they are foolishness to them, and they are unable to understand them because they are spiritually discerned. "},{"book":"FirstCorinthians","chapter":"2","verse":"15","text":" Those who are spiritual discern all things, and they are themselves subject to no one else&#39s scrutiny. "},{"book":"FirstCorinthians","chapter":"2","verse":"16","text":" &#34For who has known the mind of the Lord so as to instruct him?&#34 But we have the mind of Christ. "}]