[{"book":"FirstChronicles","chapter":"19","verse":"1","text":" Some time afterward, King Nahash of the Ammonites died, and his son succeeded him. "},{"book":"FirstChronicles","chapter":"19","verse":"2","text":" David said, &#34I will deal loyally with Hanun son of Nahash, for his father dealt loyally with me.&#34 So David sent messengers to console him concerning his father. When David&#39s servants came to Hanun in the land of the Ammonites, to console him, "},{"book":"FirstChronicles","chapter":"19","verse":"3","text":" the officials of the Ammonites said to Hanun, &#34Do you think, because David has sent consolers to you, that he is honoring your father? Have not his servants come to you to search and to overthrow and to spy out the land?&#34 "},{"book":"FirstChronicles","chapter":"19","verse":"4","text":" So Hanun seized David&#39s servants, shaved them, cut off their garments in the middle at their hips, and sent them away; "},{"book":"FirstChronicles","chapter":"19","verse":"5","text":" and they departed. When David was told about the men, he sent messengers to them, for they felt greatly humiliated. The king said, &#34Remain at Jericho until your beards have grown, and then return.&#34 "},{"book":"FirstChronicles","chapter":"19","verse":"6","text":" When the Ammonites saw that they had made themselves odious to David, Hanun and the Ammonites sent a thousand talents of silver to hire chariots and cavalry from Mesopotamia, from Aram-maacah and from Zobah. "},{"book":"FirstChronicles","chapter":"19","verse":"7","text":" They hired thirty-two thousand chariots and the king of Maacah with his army, who came and camped before Medeba. And the Ammonites were mustered from their cities and came to battle. "},{"book":"FirstChronicles","chapter":"19","verse":"8","text":" When David heard of it, he sent Joab and all the army of the warriors. "},{"book":"FirstChronicles","chapter":"19","verse":"9","text":" The Ammonites came out and drew up in battle array at the entrance of the city, and the kings who had come were by themselves in the open country. "},{"book":"FirstChronicles","chapter":"19","verse":"10","text":" When Joab saw that the line of battle was set against him both in front and in the rear, he chose some of the picked men of Israel and arrayed them against the Arameans; "},{"book":"FirstChronicles","chapter":"19","verse":"11","text":" the rest of his troops he put in the charge of his brother Abishai, and they were arrayed against the Ammonites. "},{"book":"FirstChronicles","chapter":"19","verse":"12","text":" He said, &#34If the Arameans are too strong for me, then you shall help me; but if the Ammonites are too strong for you, then I will help you. "},{"book":"FirstChronicles","chapter":"19","verse":"13","text":" Be strong, and let us be courageous for our people and for the cities of our God; and may the LORD do what seems good to him.&#34 "},{"book":"FirstChronicles","chapter":"19","verse":"14","text":" So Joab and the troops who were with him advanced toward the Arameans for battle; and they fled before him. "},{"book":"FirstChronicles","chapter":"19","verse":"15","text":" When the Ammonites saw that the Arameans fled, they likewise fled before Abishai, Joab&#39s brother, and entered the city. Then Joab came to Jerusalem. "},{"book":"FirstChronicles","chapter":"19","verse":"16","text":" But when the Arameans saw that they had been defeated by Israel, they sent messengers and brought out the Arameans who were beyond the Euphrates, with Shophach the commander of the army of Hadadezer at their head. "},{"book":"FirstChronicles","chapter":"19","verse":"17","text":" When David was informed, he gathered all Israel together, crossed the Jordan, came to them, and drew up his forces against them. When David set the battle in array against the Arameans, they fought with him. "},{"book":"FirstChronicles","chapter":"19","verse":"18","text":" The Arameans fled before Israel; and David killed seven thousand Aramean charioteers and forty thousand foot soldiers, and also killed Shophach the commander of their army. "},{"book":"FirstChronicles","chapter":"19","verse":"19","text":" When the servants of Hadadezer saw that they had been defeated by Israel, they made peace with David, and became subject to him. So the Arameans were not willing to help the Ammonites any more. "}]