[{"book":"FirstMaccabees","chapter":"7","verse":"1","text":" In the one hundred fifty-first year Demetrius son of Seleucus set out from Rome, sailed with a few men to a town by the sea, and there began to reign. "},{"book":"FirstMaccabees","chapter":"7","verse":"2","text":" As he was entering the royal palace of his ancestors, the army seized Antiochus and Lysias to bring them to him. "},{"book":"FirstMaccabees","chapter":"7","verse":"3","text":" But when this act became known to him, he said, &#34Do not let me see their faces!&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"4","text":" So the army killed them, and Demetrius took his seat on the throne of his kingdom. "},{"book":"FirstMaccabees","chapter":"7","verse":"5","text":" Then there came to him all the renegade and godless men of Israel; they were led by Alcimus, who wanted to be high priest. "},{"book":"FirstMaccabees","chapter":"7","verse":"6","text":" They brought to the king this accusation against the people: &#34Judas and his brothers have destroyed all your Friends, and have driven us out of our land. "},{"book":"FirstMaccabees","chapter":"7","verse":"7","text":" Now then send a man whom you trust; let him go and see all the ruin that Judas has brought on us and on the land of the king, and let him punish them and all who help them.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"8","text":" So the king chose Bacchides, one of the king&#39s Friends, governor of the province Beyond the River; he was a great man in the kingdom and was faithful to the king. "},{"book":"FirstMaccabees","chapter":"7","verse":"9","text":" He sent him, and with him he sent the ungodly Alcimus, whom he made high priest; and he commanded him to take vengeance on the Israelites. "},{"book":"FirstMaccabees","chapter":"7","verse":"10","text":" So they marched away and came with a large force into the land of Judah; and he sent messengers to Judas and his brothers with peaceable but treacherous words. "},{"book":"FirstMaccabees","chapter":"7","verse":"11","text":" But they paid no attention to their words, for they saw that they had come with a large force. "},{"book":"FirstMaccabees","chapter":"7","verse":"12","text":" Then a group of scribes appeared in a body before Alcimus and Bacchides to ask for just terms. "},{"book":"FirstMaccabees","chapter":"7","verse":"13","text":" The Hasideans were first among the Israelites to seek peace from them, "},{"book":"FirstMaccabees","chapter":"7","verse":"14","text":" for they said, &#34A priest of the line of Aaron has come with the army, and he will not harm us.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"15","text":" Alcimus spoke peaceable words to them and swore this oath to them, &#34We will not seek to injure you or your Friends.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"16","text":" So they trusted him; but he seized sixty of them and killed them in one day, in accordance with the word that was written, "},{"book":"FirstMaccabees","chapter":"7","verse":"17","text":" &#34The flesh of your faithful ones and their blood they poured out all around Jerusalem, and there was no one to bury them.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"18","text":" Then the fear and dread of them fell on all the people, for they said, &#34There is no truth or justice in them, for they have violated the agreement and the oath that they swore.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"19","text":" Then Bacchides withdrew from Jerusalem and encamped in Beth-zaith. And he sent and seized many of the men who had deserted to him, and some of the people, and killed them and threw them into a great pit. "},{"book":"FirstMaccabees","chapter":"7","verse":"20","text":" He placed Alcimus in charge of the country and left with him a force to help him; then Bacchides went back to the king. "},{"book":"FirstMaccabees","chapter":"7","verse":"21","text":" Alcimus struggled to maintain his high priesthood, "},{"book":"FirstMaccabees","chapter":"7","verse":"22","text":" and all who were troubling their people joined him. They gained control of the land of Judah and did great damage in Israel. "},{"book":"FirstMaccabees","chapter":"7","verse":"23","text":" And Judas saw all the wrongs that Alcimus and those with him had done among the Israelites; it was more than the Gentiles had done. "},{"book":"FirstMaccabees","chapter":"7","verse":"24","text":" So Judas went out into all the surrounding parts of Judea, taking vengeance on those who had deserted and preventing those in the city from going out into the country. "},{"book":"FirstMaccabees","chapter":"7","verse":"25","text":" When Alcimus saw that Judas and those with him had grown strong, and realized that he could not withstand them, he returned to the king and brought malicious charges against them. "},{"book":"FirstMaccabees","chapter":"7","verse":"26","text":" Then the king sent Nicanor, one of his honored princes, who hated and detested Israel, and he commanded him to destroy the people. "},{"book":"FirstMaccabees","chapter":"7","verse":"27","text":" So Nicanor came to Jerusalem with a large force, and treacherously sent to Judas and his brothers this peaceable message, "},{"book":"FirstMaccabees","chapter":"7","verse":"28","text":" &#34Let there be no fighting between you and me; I shall come with a few men to see you face to face in peace.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"29","text":" So he came to Judas, and they greeted one another peaceably; but the enemy were preparing to kidnap Judas. "},{"book":"FirstMaccabees","chapter":"7","verse":"30","text":" It became known to Judas that Nicanor had come to him with treacherous intent, and he was afraid of him and would not meet him again. "},{"book":"FirstMaccabees","chapter":"7","verse":"31","text":" When Nicanor learned that his plan had been disclosed, he went out to meet Judas in battle near Caphar-salama. "},{"book":"FirstMaccabees","chapter":"7","verse":"32","text":" About five hundred of the army of Nicanor fell, and the rest fled into the city of David. "},{"book":"FirstMaccabees","chapter":"7","verse":"33","text":" After these events Nicanor went up to Mount Zion. Some of the priests from the sanctuary and some of the elders of the people came out to greet him peaceably and to show him the burnt offering that was being offered for the king. "},{"book":"FirstMaccabees","chapter":"7","verse":"34","text":" But he mocked them and derided them and defiled them and spoke arrogantly, "},{"book":"FirstMaccabees","chapter":"7","verse":"35","text":" and in anger he swore this oath, &#34Unless Judas and his army are delivered into my hands this time, then if I return safely I will burn up this house.&#34 And he went out in great anger. "},{"book":"FirstMaccabees","chapter":"7","verse":"36","text":" At this the priests went in and stood before the altar and the temple; they wept and said, "},{"book":"FirstMaccabees","chapter":"7","verse":"37","text":" &#34You chose this house to be called by your name, and to be for your people a house of prayer and supplication. "},{"book":"FirstMaccabees","chapter":"7","verse":"38","text":" Take vengeance on this man and on his army, and let them fall by the sword; remember their blasphemies, and let them live no longer.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"39","text":" Now Nicanor went out from Jerusalem and encamped in Beth-horon, and the Syrian army joined him. "},{"book":"FirstMaccabees","chapter":"7","verse":"40","text":" Judas encamped in Adasa with three thousand men. Then Judas prayed and said, "},{"book":"FirstMaccabees","chapter":"7","verse":"41","text":" &#34When the messengers from the king spoke blasphemy, your angel went out and struck down one hundred eighty-five thousand of the Assyrians. "},{"book":"FirstMaccabees","chapter":"7","verse":"42","text":" So also crush this army before us today; let the rest learn that Nicanor has spoken wickedly against the sanctuary, and judge him according to this wickedness.&#34 "},{"book":"FirstMaccabees","chapter":"7","verse":"43","text":" So the armies met in battle on the thirteenth day of the month of Adar. The army of Nicanor was crushed, and he himself was the first to fall in the battle. "},{"book":"FirstMaccabees","chapter":"7","verse":"44","text":" When his army saw that Nicanor had fallen, they threw down their arms and fled. "},{"book":"FirstMaccabees","chapter":"7","verse":"45","text":" The Jews pursued them a day&#39s journey, from Adasa as far as Gazara, and as they followed they kept sounding the battle call on the trumpets. "},{"book":"FirstMaccabees","chapter":"7","verse":"46","text":" People came out of all the surrounding villages of Judea, and they outflanked the enemy and drove them back to their pursuers, so that they all fell by the sword; not even one of them was left. "},{"book":"FirstMaccabees","chapter":"7","verse":"47","text":" Then the Jews seized the spoils and the plunder; they cut off Nicanor&#39s head and the right hand that he had so arrogantly stretched out, and brought them and displayed them just outside Jerusalem. "},{"book":"FirstMaccabees","chapter":"7","verse":"48","text":" The people rejoiced greatly and celebrated that day as a day of great gladness. "},{"book":"FirstMaccabees","chapter":"7","verse":"49","text":" They decreed that this day should be celebrated each year on the thirteenth day of Adar. "},{"book":"FirstMaccabees","chapter":"7","verse":"50","text":" So the land of Judah had rest for a few days. "}]