[{"book":"FirstKings","chapter":"22","verse":"1","text":" For three years Aram and Israel continued without war. "},{"book":"FirstKings","chapter":"22","verse":"2","text":" But in the third year King Jehoshaphat of Judah came down to the king of Israel. "},{"book":"FirstKings","chapter":"22","verse":"3","text":" The king of Israel said to his servants, &#34Do you know that Ramoth-gilead belongs to us, yet we are doing nothing to take it out of the hand of the king of Aram?&#34 "},{"book":"FirstKings","chapter":"22","verse":"4","text":" He said to Jehoshaphat, &#34Will you go with me to battle at Ramoth-gilead?&#34 Jehoshaphat replied to the king of Israel, &#34I am as you are; my people are your people, my horses are your horses.&#34 "},{"book":"FirstKings","chapter":"22","verse":"5","text":" But Jehoshaphat also said to the king of Israel, &#34Inquire first for the word of the LORD.&#34 "},{"book":"FirstKings","chapter":"22","verse":"6","text":" Then the king of Israel gathered the prophets together, about four hundred of them, and said to them, &#34Shall I go to battle against Ramoth-gilead, or shall I refrain?&#34 They said, &#34Go up; for the LORD will give it into the hand of the king.&#34 "},{"book":"FirstKings","chapter":"22","verse":"7","text":" But Jehoshaphat said, &#34Is there no other prophet of the LORD here of whom we may inquire?&#34 "},{"book":"FirstKings","chapter":"22","verse":"8","text":" The king of Israel said to Jehoshaphat, &#34There is still one other by whom we may inquire of the LORD, Micaiah son of Imlah; but I hate him, for he never prophesies anything favorable about me, but only disaster.&#34 Jehoshaphat said, &#34Let the king not say such a thing.&#34 "},{"book":"FirstKings","chapter":"22","verse":"9","text":" Then the king of Israel summoned an officer and said, &#34Bring quickly Micaiah son of Imlah.&#34 "},{"book":"FirstKings","chapter":"22","verse":"10","text":" Now the king of Israel and King Jehoshaphat of Judah were sitting on their thrones, arrayed in their robes, at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them. "},{"book":"FirstKings","chapter":"22","verse":"11","text":" Zedekiah son of Chenaanah made for himself horns of iron, and he said, &#34Thus says the LORD: With these you shall gore the Arameans until they are destroyed.&#34 "},{"book":"FirstKings","chapter":"22","verse":"12","text":" All the prophets were prophesying the same and saying, &#34Go up to Ramoth-gilead and triumph; the LORD will give it into the hand of the king.&#34 "},{"book":"FirstKings","chapter":"22","verse":"13","text":" The messenger who had gone to summon Micaiah said to him, &#34Look, the words of the prophets with one accord are favorable to the king; let your word be like the word of one of them, and speak favorably.&#34 "},{"book":"FirstKings","chapter":"22","verse":"14","text":" But Micaiah said, &#34As the LORD lives, whatever the LORD says to me, that I will speak.&#34 "},{"book":"FirstKings","chapter":"22","verse":"15","text":" When he had come to the king, the king said to him, &#34Micaiah, shall we go to Ramoth-gilead to battle, or shall we refrain?&#34 He answered him, &#34Go up and triumph; the LORD will give it into the hand of the king.&#34 "},{"book":"FirstKings","chapter":"22","verse":"16","text":" But the king said to him, &#34How many times must I make you swear to tell me nothing but the truth in the name of the LORD?&#34 "},{"book":"FirstKings","chapter":"22","verse":"17","text":" Then Micaiah said, &#34I saw all Israel scattered on the mountains, like sheep that have no shepherd; and the LORD said, &#39These have no master; let each one go home in peace.&#39&#34 "},{"book":"FirstKings","chapter":"22","verse":"18","text":" The king of Israel said to Jehoshaphat, &#34Did I not tell you that he would not prophesy anything favorable about me, but only disaster?&#34 "},{"book":"FirstKings","chapter":"22","verse":"19","text":" Then Micaiah said, &#34Therefore hear the word of the LORD: I saw the LORD sitting on his throne, with all the host of heaven standing beside him to the right and to the left of him. "},{"book":"FirstKings","chapter":"22","verse":"20","text":" And the LORD said, &#39Who will entice Ahab, so that he may go up and fall at Ramoth-gilead?&#39 Then one said one thing, and another said another, "},{"book":"FirstKings","chapter":"22","verse":"21","text":" until a spirit came forward and stood before the LORD, saying, &#39I will entice him.&#39 "},{"book":"FirstKings","chapter":"22","verse":"22","text":" &#39How?&#39 the LORD asked him. He replied, &#39I will go out and be a lying spirit in the mouth of all his prophets.&#39 Then the LORD said, &#39You are to entice him, and you shall succeed; go out and do it.&#39 "},{"book":"FirstKings","chapter":"22","verse":"23","text":" So you see, the LORD has put a lying spirit in the mouth of all these your prophets; the LORD has decreed disaster for you.&#34 "},{"book":"FirstKings","chapter":"22","verse":"24","text":" Then Zedekiah son of Chenaanah came up to Micaiah, slapped him on the cheek, and said, &#34Which way did the spirit of the LORD pass from me to speak to you?&#34 "},{"book":"FirstKings","chapter":"22","verse":"25","text":" Micaiah replied, &#34You will find out on that day when you go in to hide in an inner chamber.&#34 "},{"book":"FirstKings","chapter":"22","verse":"26","text":" The king of Israel then ordered, &#34Take Micaiah, and return him to Amon the governor of the city and to Joash the king&#39s son, "},{"book":"FirstKings","chapter":"22","verse":"27","text":" and say, &#39Thus says the king: Put this fellow in prison, and feed him on reduced rations of bread and water until I come in peace.&#39&#34 "},{"book":"FirstKings","chapter":"22","verse":"28","text":" Micaiah said, &#34If you return in peace, the LORD has not spoken by me.&#34 And he said, &#34Hear, you peoples, all of you!&#34 "},{"book":"FirstKings","chapter":"22","verse":"29","text":" So the king of Israel and King Jehoshaphat of Judah went up to Ramoth-gilead. "},{"book":"FirstKings","chapter":"22","verse":"30","text":" The king of Israel said to Jehoshaphat, &#34I will disguise myself and go into battle, but you wear your robes.&#34 So the king of Israel disguised himself and went into battle. "},{"book":"FirstKings","chapter":"22","verse":"31","text":" Now the king of Aram had commanded the thirty-two captains of his chariots, &#34Fight with no one small or great, but only with the king of Israel.&#34 "},{"book":"FirstKings","chapter":"22","verse":"32","text":" When the captains of the chariots saw Jehoshaphat, they said, &#34It is surely the king of Israel.&#34 So they turned to fight against him; and Jehoshaphat cried out. "},{"book":"FirstKings","chapter":"22","verse":"33","text":" When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him. "},{"book":"FirstKings","chapter":"22","verse":"34","text":" But a certain man drew his bow and unknowingly struck the king of Israel between the scale armor and the breastplate; so he said to the driver of his chariot, &#34Turn around, and carry me out of the battle, for I am wounded.&#34 "},{"book":"FirstKings","chapter":"22","verse":"35","text":" The battle grew hot that day, and the king was propped up in his chariot facing the Arameans, until at evening he died; the blood from the wound had flowed into the bottom of the chariot. "},{"book":"FirstKings","chapter":"22","verse":"36","text":" Then about sunset a shout went through the army, &#34Every man to his city, and every man to his country!&#34 "},{"book":"FirstKings","chapter":"22","verse":"37","text":" So the king died, and was brought to Samaria; they buried the king in Samaria. "},{"book":"FirstKings","chapter":"22","verse":"38","text":" They washed the chariot by the pool of Samaria; the dogs licked up his blood, and the prostitutes washed themselves in it, according to the word of the LORD that he had spoken. "},{"book":"FirstKings","chapter":"22","verse":"39","text":" Now the rest of the acts of Ahab, and all that he did, and the ivory house that he built, and all the cities that he built, are they not written in the Book of the Annals of the Kings of Israel? "},{"book":"FirstKings","chapter":"22","verse":"40","text":" So Ahab slept with his ancestors; and his son Ahaziah succeeded him. "},{"book":"FirstKings","chapter":"22","verse":"41","text":" Jehoshaphat son of Asa began to reign over Judah in the fourth year of King Ahab of Israel. "},{"book":"FirstKings","chapter":"22","verse":"42","text":" Jehoshaphat was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother&#39s name was Azubah daughter of Shilhi. "},{"book":"FirstKings","chapter":"22","verse":"43","text":" He walked in all the way of his father Asa; he did not turn aside from it, doing what was right in the sight of the LORD; yet the high places were not taken away, and the people still sacrificed and offered incense on the high places. "},{"book":"FirstKings","chapter":"22","verse":"44","text":" Jehoshaphat also made peace with the king of Israel. "},{"book":"FirstKings","chapter":"22","verse":"45","text":" Now the rest of the acts of Jehoshaphat, and his power that he showed, and how he waged war, are they not written in the Book of the Annals of the Kings of Judah? "},{"book":"FirstKings","chapter":"22","verse":"46","text":" The remnant of the male temple prostitutes who were still in the land in the days of his father Asa, he exterminated. "},{"book":"FirstKings","chapter":"22","verse":"47","text":" There was no king in Edom; a deputy was king. "},{"book":"FirstKings","chapter":"22","verse":"48","text":" Jehoshaphat made ships of the Tarshish type to go to Ophir for gold; but they did not go, for the ships were wrecked at Ezion-geber. "},{"book":"FirstKings","chapter":"22","verse":"49","text":" Then Ahaziah son of Ahab said to Jehoshaphat, &#34Let my servants go with your servants in the ships,&#34 but Jehoshaphat was not willing. "},{"book":"FirstKings","chapter":"22","verse":"50","text":" Jehoshaphat slept with his ancestors and was buried with his ancestors in the city of his father David; his son Jehoram succeeded him. "},{"book":"FirstKings","chapter":"22","verse":"51","text":" Ahaziah son of Ahab began to reign over Israel in Samaria in the seventeenth year of King Jehoshaphat of Judah; he reigned two years over Israel. "},{"book":"FirstKings","chapter":"22","verse":"52","text":" He did what was evil in the sight of the LORD, and walked in the way of his father and mother, and in the way of Jeroboam son of Nebat, who caused Israel to sin. "},{"book":"FirstKings","chapter":"22","verse":"53","text":" He served Baal and worshiped him; he provoked the LORD, the God of Israel, to anger, just as his father had done. "}]