[{"book":"FirstMaccabees","chapter":"5","verse":"1","text":" When the Gentiles all around heard that the altar had been rebuilt and the sanctuary dedicated as it was before, they became very angry, "},{"book":"FirstMaccabees","chapter":"5","verse":"2","text":" and they determined to destroy the descendants of Jacob who lived among them. So they began to kill and destroy among the people. "},{"book":"FirstMaccabees","chapter":"5","verse":"3","text":" But Judas made war on the descendants of Esau in Idumea, at Akrabattene, because they kept lying in wait for Israel. He dealt them a heavy blow and humbled them and despoiled them. "},{"book":"FirstMaccabees","chapter":"5","verse":"4","text":" He also remembered the wickedness of the sons of Baean, who were a trap and a snare to the people and ambushed them on the highways. "},{"book":"FirstMaccabees","chapter":"5","verse":"5","text":" They were shut up by him in their towers; and he encamped against them, vowed their complete destruction, and burned with fire their towers and all who were in them. "},{"book":"FirstMaccabees","chapter":"5","verse":"6","text":" Then he crossed over to attack the Ammonites, where he found a strong band and many people, with Timothy as their leader. "},{"book":"FirstMaccabees","chapter":"5","verse":"7","text":" He engaged in many battles with them, and they were crushed before him; he struck them down. "},{"book":"FirstMaccabees","chapter":"5","verse":"8","text":" He also took Jazer and its villages; then he returned to Judea. "},{"book":"FirstMaccabees","chapter":"5","verse":"9","text":" Now the Gentiles in Gilead gathered together against the Israelites who lived in their territory, and planned to destroy them. But they fled to the stronghold of Dathema, "},{"book":"FirstMaccabees","chapter":"5","verse":"10","text":" and sent to Judas and his brothers a letter that said, &#34The Gentiles around us have gathered together to destroy us. "},{"book":"FirstMaccabees","chapter":"5","verse":"11","text":" They are preparing to come and capture the stronghold to which we have fled, and Timothy is leading their forces. "},{"book":"FirstMaccabees","chapter":"5","verse":"12","text":" Now then, come and rescue us from their hands, for many of us have fallen, "},{"book":"FirstMaccabees","chapter":"5","verse":"13","text":" and all our kindred who were in the land of Tob have been killed; the enemy have captured their wives and children and goods, and have destroyed about a thousand persons there.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"14","text":" While the letter was still being read, other messengers, with their garments torn, came from Galilee and made a similar report; "},{"book":"FirstMaccabees","chapter":"5","verse":"15","text":" they said that the people of Ptolemais and Tyre and Sidon, and all Galilee of the Gentiles, had gathered together against them &#34to annihilate us.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"16","text":" When Judas and the people heard these messages, a great assembly was called to determine what they should do for their kindred who were in distress and were being attacked by enemies. "},{"book":"FirstMaccabees","chapter":"5","verse":"17","text":" Then Judas said to his brother Simon, &#34Choose your men and go and rescue your kindred in Galilee; Jonathan my brother and I will go to Gilead.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"18","text":" But he left Joseph, son of Zechariah, and Azariah, a leader of the people, with the rest of the forces, in Judea to guard it; "},{"book":"FirstMaccabees","chapter":"5","verse":"19","text":" and he gave them this command, &#34Take charge of this people, but do not engage in battle with the Gentiles until we return.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"20","text":" Then three thousand men were assigned to Simon to go to Galilee, and eight thousand to Judas for Gilead. "},{"book":"FirstMaccabees","chapter":"5","verse":"21","text":" So Simon went to Galilee and fought many battles against the Gentiles, and the Gentiles were crushed before him. "},{"book":"FirstMaccabees","chapter":"5","verse":"22","text":" He pursued them to the gate of Ptolemais; as many as three thousand of the Gentiles fell, and he despoiled them. "},{"book":"FirstMaccabees","chapter":"5","verse":"23","text":" Then he took the Jews of Galilee and Arbatta, with their wives and children, and all they possessed, and led them to Judea with great rejoicing. "},{"book":"FirstMaccabees","chapter":"5","verse":"24","text":" Judas Maccabeus and his brother Jonathan crossed the Jordan and made three days&#39 journey into the wilderness. "},{"book":"FirstMaccabees","chapter":"5","verse":"25","text":" They encountered the Nabateans, who met them peaceably and told them all that had happened to their kindred in Gilead: "},{"book":"FirstMaccabees","chapter":"5","verse":"26","text":" &#34Many of them have been shut up in Bozrah and Bosor, in Alema and Chaspho, Maked and Carnaim&#34-- all these towns were strong and large-- "},{"book":"FirstMaccabees","chapter":"5","verse":"27","text":" &#34and some have been shut up in the other towns of Gilead; the enemy are getting ready to attack the strongholds tomorrow and capture and destroy all these people in a single day.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"28","text":" Then Judas and his army quickly turned back by the wilderness road to Bozrah; and he took the town, and killed every male by the edge of the sword; then he seized all its spoils and burned it with fire. "},{"book":"FirstMaccabees","chapter":"5","verse":"29","text":" He left the place at night, and they went all the way to the stronghold of Dathema. "},{"book":"FirstMaccabees","chapter":"5","verse":"30","text":" At dawn they looked out and saw a large company, which could not be counted, carrying ladders and engines of war to capture the stronghold, and attacking the Jews within. "},{"book":"FirstMaccabees","chapter":"5","verse":"31","text":" So Judas saw that the battle had begun and that the cry of the town went up to Heaven, with trumpets and loud shouts, "},{"book":"FirstMaccabees","chapter":"5","verse":"32","text":" and he said to the men of his forces, &#34Fight today for your kindred!&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"33","text":" Then he came up behind them in three companies, who sounded their trumpets and cried aloud in prayer. "},{"book":"FirstMaccabees","chapter":"5","verse":"34","text":" And when the army of Timothy realized that it was Maccabeus, they fled before him, and he dealt them a heavy blow. As many as eight thousand of them fell that day. "},{"book":"FirstMaccabees","chapter":"5","verse":"35","text":" Next he turned aside to Maapha, and fought against it and took it; and he killed every male in it, plundered it, and burned it with fire. "},{"book":"FirstMaccabees","chapter":"5","verse":"36","text":" From there he marched on and took Chaspho, Maked, and Bosor, and the other towns of Gilead. "},{"book":"FirstMaccabees","chapter":"5","verse":"37","text":" After these things Timothy gathered another army and encamped opposite Raphon, on the other side of the stream. "},{"book":"FirstMaccabees","chapter":"5","verse":"38","text":" Judas sent men to spy out the camp, and they reported to him, &#34All the Gentiles around us have gathered to him; it is a very large force. "},{"book":"FirstMaccabees","chapter":"5","verse":"39","text":" They also have hired Arabs to help them, and they are encamped across the stream, ready to come and fight against you.&#34 And Judas went to meet them. "},{"book":"FirstMaccabees","chapter":"5","verse":"40","text":" Now as Judas and his army drew near to the stream of water, Timothy said to the officers of his forces, &#34If he crosses over to us first, we will not be able to resist him, for he will surely defeat us. "},{"book":"FirstMaccabees","chapter":"5","verse":"41","text":" But if he shows fear and camps on the other side of the river, we will cross over to him and defeat him.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"42","text":" When Judas approached the stream of water, he stationed the officers of the army at the stream and gave them this command, &#34Permit no one to encamp, but make them all enter the battle.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"43","text":" Then he crossed over against them first, and the whole army followed him. All the Gentiles were defeated before him, and they threw away their arms and fled into the sacred precincts at Carnaim. "},{"book":"FirstMaccabees","chapter":"5","verse":"44","text":" But he took the town and burned the sacred precincts with fire, together with all who were in them. Thus Carnaim was conquered; they could stand before Judas no longer. "},{"book":"FirstMaccabees","chapter":"5","verse":"45","text":" Then Judas gathered together all the Israelites in Gilead, the small and the great, with their wives and children and goods, a very large company, to go to the land of Judah. "},{"book":"FirstMaccabees","chapter":"5","verse":"46","text":" So they came to Ephron. This was a large and very strong town on the road, and they could not go around it to the right or to the left; they had to go through it. "},{"book":"FirstMaccabees","chapter":"5","verse":"47","text":" But the people of the town shut them out and blocked up the gates with stones. "},{"book":"FirstMaccabees","chapter":"5","verse":"48","text":" Judas sent them this friendly message, &#34Let us pass through your land to get to our land. No one will do you harm; we will simply pass by on foot.&#34 But they refused to open to him. "},{"book":"FirstMaccabees","chapter":"5","verse":"49","text":" Then Judas ordered proclamation to be made to the army that all should encamp where they were. "},{"book":"FirstMaccabees","chapter":"5","verse":"50","text":" So the men of the forces encamped, and he fought against the town all that day and all the night, and the town was delivered into his hands. "},{"book":"FirstMaccabees","chapter":"5","verse":"51","text":" He destroyed every male by the edge of the sword, and razed and plundered the town. Then he passed through the town over the bodies of the dead. "},{"book":"FirstMaccabees","chapter":"5","verse":"52","text":" Then they crossed the Jordan into the large plain before Beth-shan. "},{"book":"FirstMaccabees","chapter":"5","verse":"53","text":" Judas kept rallying the laggards and encouraging the people all the way until he came to the land of Judah. "},{"book":"FirstMaccabees","chapter":"5","verse":"54","text":" So they went up to Mount Zion with joy and gladness, and offered burnt offerings, because they had returned in safety; not one of them had fallen. "},{"book":"FirstMaccabees","chapter":"5","verse":"55","text":" Now while Judas and Jonathan were in Gilead and their brother Simon was in Galilee before Ptolemais, "},{"book":"FirstMaccabees","chapter":"5","verse":"56","text":" Joseph son of Zechariah, and Azariah, the commanders of the forces, heard of their brave deeds and of the heroic war they had fought. "},{"book":"FirstMaccabees","chapter":"5","verse":"57","text":" So they said, &#34Let us also make a name for ourselves; let us go and make war on the Gentiles around us.&#34 "},{"book":"FirstMaccabees","chapter":"5","verse":"58","text":" So they issued orders to the men of the forces that were with them and marched against Jamnia. "},{"book":"FirstMaccabees","chapter":"5","verse":"59","text":" Gorgias and his men came out of the town to meet them in battle. "},{"book":"FirstMaccabees","chapter":"5","verse":"60","text":" Then Joseph and Azariah were routed, and were pursued to the borders of Judea; as many as two thousand of the people of Israel fell that day. "},{"book":"FirstMaccabees","chapter":"5","verse":"61","text":" Thus the people suffered a great rout because, thinking to do a brave deed, they did not listen to Judas and his brothers. "},{"book":"FirstMaccabees","chapter":"5","verse":"62","text":" But they did not belong to the family of those men through whom deliverance was given to Israel. "},{"book":"FirstMaccabees","chapter":"5","verse":"63","text":" The man Judas and his brothers were greatly honored in all Israel and among all the Gentiles, wherever their name was heard. "},{"book":"FirstMaccabees","chapter":"5","verse":"64","text":" People gathered to them and praised them. "},{"book":"FirstMaccabees","chapter":"5","verse":"65","text":" Then Judas and his brothers went out and fought the descendants of Esau in the land to the south. He struck Hebron and its villages and tore down its strongholds and burned its towers on all sides. "},{"book":"FirstMaccabees","chapter":"5","verse":"66","text":" Then he marched off to go into the land of the Philistines, and passed through Marisa. "},{"book":"FirstMaccabees","chapter":"5","verse":"67","text":" On that day some priests, who wished to do a brave deed, fell in battle, for they went out to battle unwisely. "},{"book":"FirstMaccabees","chapter":"5","verse":"68","text":" But Judas turned aside to Azotus in the land of the Philistines; he tore down their altars, and the carved images of their gods he burned with fire; he plundered the towns and returned to the land of Judah. "}]