[{"book":"FirstSamuel","chapter":"16","verse":"1","text":" The LORD said to Samuel, &#34How long will you grieve over Saul? I have rejected him from being king over Israel. Fill your horn with oil and set out; I will send you to Jesse the Bethlehemite, for I have provided for myself a king among his sons.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"2","text":" Samuel said, &#34How can I go? If Saul hears of it, he will kill me.&#34 And the LORD said, &#34Take a heifer with you, and say, &#39I have come to sacrifice to the LORD.&#39 "},{"book":"FirstSamuel","chapter":"16","verse":"3","text":" Invite Jesse to the sacrifice, and I will show you what you shall do; and you shall anoint for me the one whom I name to you.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"4","text":" Samuel did what the LORD commanded, and came to Bethlehem. The elders of the city came to meet him trembling, and said, &#34Do you come peaceably?&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"5","text":" He said, &#34Peaceably; I have come to sacrifice to the LORD; sanctify yourselves and come with me to the sacrifice.&#34 And he sanctified Jesse and his sons and invited them to the sacrifice. "},{"book":"FirstSamuel","chapter":"16","verse":"6","text":" When they came, he looked on Eliab and thought, &#34Surely the LORD&#39s anointed is now before the LORD.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"7","text":" But the LORD said to Samuel, &#34Do not look on his appearance or on the height of his stature, because I have rejected him; for the LORD does not see as mortals see; they look on the outward appearance, but the LORD looks on the heart.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"8","text":" Then Jesse called Abinadab, and made him pass before Samuel. He said, &#34Neither has the LORD chosen this one.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"9","text":" Then Jesse made Shammah pass by. And he said, &#34Neither has the LORD chosen this one.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"10","text":" Jesse made seven of his sons pass before Samuel, and Samuel said to Jesse, &#34The LORD has not chosen any of these.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"11","text":" Samuel said to Jesse, &#34Are all your sons here?&#34 And he said, &#34There remains yet the youngest, but he is keeping the sheep.&#34 And Samuel said to Jesse, &#34Send and bring him; for we will not sit down until he comes here.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"12","text":" He sent and brought him in. Now he was ruddy, and had beautiful eyes, and was handsome. The LORD said, &#34Rise and anoint him; for this is the one.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"13","text":" Then Samuel took the horn of oil, and anointed him in the presence of his brothers; and the spirit of the LORD came mightily upon David from that day forward. Samuel then set out and went to Ramah. "},{"book":"FirstSamuel","chapter":"16","verse":"14","text":" Now the spirit of the LORD departed from Saul, and an evil spirit from the LORD tormented him. "},{"book":"FirstSamuel","chapter":"16","verse":"15","text":" And Saul&#39s servants said to him, &#34See now, an evil spirit from God is tormenting you. "},{"book":"FirstSamuel","chapter":"16","verse":"16","text":" Let our lord now command the servants who attend you to look for someone who is skillful in playing the lyre; and when the evil spirit from God is upon you, he will play it, and you will feel better.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"17","text":" So Saul said to his servants, &#34Provide for me someone who can play well, and bring him to me.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"18","text":" One of the young men answered, &#34I have seen a son of Jesse the Bethlehemite who is skillful in playing, a man of valor, a warrior, prudent in speech, and a man of good presence; and the LORD is with him.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"19","text":" So Saul sent messengers to Jesse, and said, &#34Send me your son David who is with the sheep.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"20","text":" Jesse took a donkey loaded with bread, a skin of wine, and a kid, and sent them by his son David to Saul. "},{"book":"FirstSamuel","chapter":"16","verse":"21","text":" And David came to Saul, and entered his service. Saul loved him greatly, and he became his armor-bearer. "},{"book":"FirstSamuel","chapter":"16","verse":"22","text":" Saul sent to Jesse, saying, &#34Let David remain in my service, for he has found favor in my sight.&#34 "},{"book":"FirstSamuel","chapter":"16","verse":"23","text":" And whenever the evil spirit from God came upon Saul, David took the lyre and played it with his hand, and Saul would be relieved and feel better, and the evil spirit would depart from him. "}]