[{"book":"FirstMaccabees","chapter":"16","verse":"1","text":" John went up from Gazara and reported to his father Simon what Cendebeus had done. "},{"book":"FirstMaccabees","chapter":"16","verse":"2","text":" And Simon called in his two eldest sons Judas and John, and said to them: &#34My brothers and I and my father&#39s house have fought the wars of Israel from our youth until this day, and things have prospered in our hands so that we have delivered Israel many times. "},{"book":"FirstMaccabees","chapter":"16","verse":"3","text":" But now I have grown old, and you by Heaven&#39s mercy are mature in years. Take my place and my brother&#39s, and go out and fight for our nation, and may the help that comes from Heaven be with you.&#34 "},{"book":"FirstMaccabees","chapter":"16","verse":"4","text":" So John chose out of the country twenty thousand warriors and cavalry, and they marched against Cendebeus and camped for the night in Modein. "},{"book":"FirstMaccabees","chapter":"16","verse":"5","text":" Early in the morning they started out and marched into the plain, where a large force of infantry and cavalry was coming to meet them; and a stream lay between them. "},{"book":"FirstMaccabees","chapter":"16","verse":"6","text":" Then he and his army lined up against them. He saw that the soldiers were afraid to cross the stream, so he crossed over first; and when his troops saw him, they crossed over after him. "},{"book":"FirstMaccabees","chapter":"16","verse":"7","text":" Then he divided the army and placed the cavalry in the center of the infantry, for the cavalry of the enemy were very numerous. "},{"book":"FirstMaccabees","chapter":"16","verse":"8","text":" They sounded the trumpets, and Cendebeus and his army were put to flight; many of them fell wounded and the rest fled into the stronghold. "},{"book":"FirstMaccabees","chapter":"16","verse":"9","text":" At that time Judas the brother of John was wounded, but John pursued them until Cendebeus reached Kedron, which he had built. "},{"book":"FirstMaccabees","chapter":"16","verse":"10","text":" They also fled into the towers that were in the fields of Azotus, and John burned it with fire, and about two thousand of them fell. He then returned to Judea safely. "},{"book":"FirstMaccabees","chapter":"16","verse":"11","text":" Now Ptolemy son of Abubus had been appointed governor over the plain of Jericho; he had a large store of silver and gold, "},{"book":"FirstMaccabees","chapter":"16","verse":"12","text":" for he was son-in-law of the high priest. "},{"book":"FirstMaccabees","chapter":"16","verse":"13","text":" His heart was lifted up; he determined to get control of the country, and made treacherous plans against Simon and his sons, to do away with them. "},{"book":"FirstMaccabees","chapter":"16","verse":"14","text":" Now Simon was visiting the towns of the country and attending to their needs, and he went down to Jericho with his sons Mattathias and Judas, in the one hundred seventy-seventh year, in the eleventh month, which is the month of Shebat. "},{"book":"FirstMaccabees","chapter":"16","verse":"15","text":" The son of Abubus received them treacherously in the little stronghold called Dok, which he had built; he gave them a great banquet, and hid men there. "},{"book":"FirstMaccabees","chapter":"16","verse":"16","text":" When Simon and his sons were drunk, Ptolemy and his men rose up, took their weapons, rushed in against Simon in the banquet hall and killed him and his two sons, as well as some of his servants. "},{"book":"FirstMaccabees","chapter":"16","verse":"17","text":" So he committed an act of great treachery and returned evil for good. "},{"book":"FirstMaccabees","chapter":"16","verse":"18","text":" Then Ptolemy wrote a report about these things and sent it to the king, asking him to send troops to aid him and to turn over to him the towns and the country. "},{"book":"FirstMaccabees","chapter":"16","verse":"19","text":" He sent other troops to Gazara to do away with John; he sent letters to the captains asking them to come to him so that he might give them silver and gold and gifts; "},{"book":"FirstMaccabees","chapter":"16","verse":"20","text":" and he sent other troops to take possession of Jerusalem and the temple hill. "},{"book":"FirstMaccabees","chapter":"16","verse":"21","text":" But someone ran ahead and reported to John at Gazara that his father and brothers had perished, and that &#34he has sent men to kill you also.&#34 "},{"book":"FirstMaccabees","chapter":"16","verse":"22","text":" When he heard this, he was greatly shocked; he seized the men who came to destroy him and killed them, for he had found out that they were seeking to destroy him. "},{"book":"FirstMaccabees","chapter":"16","verse":"23","text":" The rest of the acts of John and his wars and the brave deeds that he did, and the building of the walls that he completed, and his achievements, "},{"book":"FirstMaccabees","chapter":"16","verse":"24","text":" are written in the annals of his high priesthood, from the time that he became high priest after his father. "}]