[{"book":"FirstSamuel","chapter":"28","verse":"1","text":" In those days the Philistines gathered their forces for war, to fight against Israel. Achish said to David, &#34You know, of course, that you and your men are to go out with me in the army.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"2","text":" David said to Achish, &#34Very well, then you shall know what your servant can do.&#34 Achish said to David, &#34Very well, I will make you my bodyguard for life.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"3","text":" Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. Saul had expelled the mediums and the wizards from the land. "},{"book":"FirstSamuel","chapter":"28","verse":"4","text":" The Philistines assembled, and came and encamped at Shunem. Saul gathered all Israel, and they encamped at Gilboa. "},{"book":"FirstSamuel","chapter":"28","verse":"5","text":" When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. "},{"book":"FirstSamuel","chapter":"28","verse":"6","text":" When Saul inquired of the LORD, the LORD did not answer him, not by dreams, or by Urim, or by prophets. "},{"book":"FirstSamuel","chapter":"28","verse":"7","text":" Then Saul said to his servants, &#34Seek out for me a woman who is a medium, so that I may go to her and inquire of her.&#34 His servants said to him, &#34There is a medium at Endor.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"8","text":" So Saul disguised himself and put on other clothes and went there, he and two men with him. They came to the woman by night. And he said, &#34Consult a spirit for me, and bring up for me the one whom I name to you.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"9","text":" The woman said to him, &#34Surely you know what Saul has done, how he has cut off the mediums and the wizards from the land. Why then are you laying a snare for my life to bring about my death?&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"10","text":" But Saul swore to her by the LORD, &#34As the LORD lives, no punishment shall come upon you for this thing.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"11","text":" Then the woman said, &#34Whom shall I bring up for you?&#34 He answered, &#34Bring up Samuel for me.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"12","text":" When the woman saw Samuel, she cried out with a loud voice; and the woman said to Saul, &#34Why have you deceived me? You are Saul!&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"13","text":" The king said to her, &#34Have no fear; what do you see?&#34 The woman said to Saul, &#34I see a divine being coming up out of the ground.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"14","text":" He said to her, &#34What is his appearance?&#34 She said, &#34An old man is coming up; he is wrapped in a robe.&#34 So Saul knew that it was Samuel, and he bowed with his face to the ground, and did obeisance. "},{"book":"FirstSamuel","chapter":"28","verse":"15","text":" Then Samuel said to Saul, &#34Why have you disturbed me by bringing me up?&#34 Saul answered, &#34I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams; so I have summoned you to tell me what I should do.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"16","text":" Samuel said, &#34Why then do you ask me, since the LORD has turned from you and become your enemy? "},{"book":"FirstSamuel","chapter":"28","verse":"17","text":" The LORD has done to you just as he spoke by me; for the LORD has torn the kingdom out of your hand, and given it to your neighbor, David. "},{"book":"FirstSamuel","chapter":"28","verse":"18","text":" Because you did not obey the voice of the LORD, and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you today. "},{"book":"FirstSamuel","chapter":"28","verse":"19","text":" Moreover the LORD will give Israel along with you into the hands of the Philistines; and tomorrow you and your sons shall be with me; the LORD will also give the army of Israel into the hands of the Philistines.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"20","text":" Immediately Saul fell full length on the ground, filled with fear because of the words of Samuel; and there was no strength in him, for he had eaten nothing all day and all night. "},{"book":"FirstSamuel","chapter":"28","verse":"21","text":" The woman came to Saul, and when she saw that he was terrified, she said to him, &#34Your servant has listened to you; I have taken my life in my hand, and have listened to what you have said to me. "},{"book":"FirstSamuel","chapter":"28","verse":"22","text":" Now therefore, you also listen to your servant; let me set a morsel of bread before you. Eat, that you may have strength when you go on your way.&#34 "},{"book":"FirstSamuel","chapter":"28","verse":"23","text":" He refused, and said, &#34I will not eat.&#34 But his servants, together with the woman, urged him; and he listened to their words. So he got up from the ground and sat on the bed. "},{"book":"FirstSamuel","chapter":"28","verse":"24","text":" Now the woman had a fatted calf in the house. She quickly slaughtered it, and she took flour, kneaded it, and baked unleavened cakes. "},{"book":"FirstSamuel","chapter":"28","verse":"25","text":" She put them before Saul and his servants, and they ate. Then they rose and went away that night. "}]