[{"book":"FirstKings","chapter":"17","verse":"1","text":" Now Elijah the Tishbite, of Tishbe in Gilead, said to Ahab, &#34As the LORD the God of Israel lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.&#34 "},{"book":"FirstKings","chapter":"17","verse":"2","text":" The word of the LORD came to him, saying, "},{"book":"FirstKings","chapter":"17","verse":"3","text":" &#34Go from here and turn eastward, and hide yourself by the Wadi Cherith, which is east of the Jordan. "},{"book":"FirstKings","chapter":"17","verse":"4","text":" You shall drink from the wadi, and I have commanded the ravens to feed you there.&#34 "},{"book":"FirstKings","chapter":"17","verse":"5","text":" So he went and did according to the word of the LORD; he went and lived by the Wadi Cherith, which is east of the Jordan. "},{"book":"FirstKings","chapter":"17","verse":"6","text":" The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the wadi. "},{"book":"FirstKings","chapter":"17","verse":"7","text":" But after a while the wadi dried up, because there was no rain in the land. "},{"book":"FirstKings","chapter":"17","verse":"8","text":" Then the word of the LORD came to him, saying, "},{"book":"FirstKings","chapter":"17","verse":"9","text":" &#34Go now to Zarephath, which belongs to Sidon, and live there; for I have commanded a widow there to feed you.&#34 "},{"book":"FirstKings","chapter":"17","verse":"10","text":" So he set out and went to Zarephath. When he came to the gate of the town, a widow was there gathering sticks; he called to her and said, &#34Bring me a little water in a vessel, so that I may drink.&#34 "},{"book":"FirstKings","chapter":"17","verse":"11","text":" As she was going to bring it, he called to her and said, &#34Bring me a morsel of bread in your hand.&#34 "},{"book":"FirstKings","chapter":"17","verse":"12","text":" But she said, &#34As the LORD your God lives, I have nothing baked, only a handful of meal in a jar, and a little oil in a jug; I am now gathering a couple of sticks, so that I may go home and prepare it for myself and my son, that we may eat it, and die.&#34 "},{"book":"FirstKings","chapter":"17","verse":"13","text":" Elijah said to her, &#34Do not be afraid; go and do as you have said; but first make me a little cake of it and bring it to me, and afterwards make something for yourself and your son. "},{"book":"FirstKings","chapter":"17","verse":"14","text":" For thus says the LORD the God of Israel: The jar of meal will not be emptied and the jug of oil will not fail until the day that the LORD sends rain on the earth.&#34 "},{"book":"FirstKings","chapter":"17","verse":"15","text":" She went and did as Elijah said, so that she as well as he and her household ate for many days. "},{"book":"FirstKings","chapter":"17","verse":"16","text":" The jar of meal was not emptied, neither did the jug of oil fail, according to the word of the LORD that he spoke by Elijah. "},{"book":"FirstKings","chapter":"17","verse":"17","text":" After this the son of the woman, the mistress of the house, became ill; his illness was so severe that there was no breath left in him. "},{"book":"FirstKings","chapter":"17","verse":"18","text":" She then said to Elijah, &#34What have you against me, O man of God? You have come to me to bring my sin to remembrance, and to cause the death of my son!&#34 "},{"book":"FirstKings","chapter":"17","verse":"19","text":" But he said to her, &#34Give me your son.&#34 He took him from her bosom, carried him up into the upper chamber where he was lodging, and laid him on his own bed. "},{"book":"FirstKings","chapter":"17","verse":"20","text":" He cried out to the LORD, &#34O LORD my God, have you brought calamity even upon the widow with whom I am staying, by killing her son?&#34 "},{"book":"FirstKings","chapter":"17","verse":"21","text":" Then he stretched himself upon the child three times, and cried out to the LORD, &#34O LORD my God, let this child&#39s life come into him again.&#34 "},{"book":"FirstKings","chapter":"17","verse":"22","text":" The LORD listened to the voice of Elijah; the life of the child came into him again, and he revived. "},{"book":"FirstKings","chapter":"17","verse":"23","text":" Elijah took the child, brought him down from the upper chamber into the house, and gave him to his mother; then Elijah said, &#34See, your son is alive.&#34 "},{"book":"FirstKings","chapter":"17","verse":"24","text":" So the woman said to Elijah, &#34Now I know that you are a man of God, and that the word of the LORD in your mouth is truth.&#34 "}]