[{"book":"FirstSamuel","chapter":"30","verse":"1","text":" Now when David and his men came to Ziklag on the third day, the Amalekites had made a raid on the Negeb and on Ziklag. They had attacked Ziklag, burned it down, "},{"book":"FirstSamuel","chapter":"30","verse":"2","text":" and taken captive the women and all who were in it, both small and great; they killed none of them, but carried them off, and went their way. "},{"book":"FirstSamuel","chapter":"30","verse":"3","text":" When David and his men came to the city, they found it burned down, and their wives and sons and daughters taken captive. "},{"book":"FirstSamuel","chapter":"30","verse":"4","text":" Then David and the people who were with him raised their voices and wept, until they had no more strength to weep. "},{"book":"FirstSamuel","chapter":"30","verse":"5","text":" David&#39s two wives also had been taken captive, Ahinoam of Jezreel, and Abigail the widow of Nabal of Carmel. "},{"book":"FirstSamuel","chapter":"30","verse":"6","text":" David was in great danger; for the people spoke of stoning him, because all the people were bitter in spirit for their sons and daughters. But David strengthened himself in the LORD his God. "},{"book":"FirstSamuel","chapter":"30","verse":"7","text":" David said to the priest Abiathar son of Ahimelech, &#34Bring me the ephod.&#34 So Abiathar brought the ephod to David. "},{"book":"FirstSamuel","chapter":"30","verse":"8","text":" David inquired of the LORD, &#34Shall I pursue this band? Shall I overtake them?&#34 He answered him, &#34Pursue; for you shall surely overtake and shall surely rescue.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"9","text":" So David set out, he and the six hundred men who were with him. They came to the Wadi Besor, where those stayed who were left behind. "},{"book":"FirstSamuel","chapter":"30","verse":"10","text":" But David went on with the pursuit, he and four hundred men; two hundred stayed behind, too exhausted to cross the Wadi Besor. "},{"book":"FirstSamuel","chapter":"30","verse":"11","text":" In the open country they found an Egyptian, and brought him to David. They gave him bread and he ate, they gave him water to drink; "},{"book":"FirstSamuel","chapter":"30","verse":"12","text":" they also gave him a piece of fig cake and two clusters of raisins. When he had eaten, his spirit revived; for he had not eaten bread or drunk water for three days and three nights. "},{"book":"FirstSamuel","chapter":"30","verse":"13","text":" Then David said to him, &#34To whom do you belong? Where are you from?&#34 He said, &#34I am a young man of Egypt, servant to an Amalekite. My master left me behind because I fell sick three days ago. "},{"book":"FirstSamuel","chapter":"30","verse":"14","text":" We had made a raid on the Negeb of the Cherethites and on that which belongs to Judah and on the Negeb of Caleb; and we burned Ziklag down.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"15","text":" David said to him, &#34Will you take me down to this raiding party?&#34 He said, &#34Swear to me by God that you will not kill me, or hand me over to my master, and I will take you down to them.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"16","text":" When he had taken him down, they were spread out all over the ground, eating and drinking and dancing, because of the great amount of spoil they had taken from the land of the Philistines and from the land of Judah. "},{"book":"FirstSamuel","chapter":"30","verse":"17","text":" David attacked them from twilight until the evening of the next day. Not one of them escaped, except four hundred young men, who mounted camels and fled. "},{"book":"FirstSamuel","chapter":"30","verse":"18","text":" David recovered all that the Amalekites had taken; and David rescued his two wives. "},{"book":"FirstSamuel","chapter":"30","verse":"19","text":" Nothing was missing, whether small or great, sons or daughters, spoil or anything that had been taken; David brought back everything. "},{"book":"FirstSamuel","chapter":"30","verse":"20","text":" David also captured all the flocks and herds, which were driven ahead of the other cattle; people said, &#34This is David&#39s spoil.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"21","text":" Then David came to the two hundred men who had been too exhausted to follow David, and who had been left at the Wadi Besor. They went out to meet David and to meet the people who were with him. When David drew near to the people he saluted them. "},{"book":"FirstSamuel","chapter":"30","verse":"22","text":" Then all the corrupt and worthless fellows among the men who had gone with David said, &#34Because they did not go with us, we will not give them any of the spoil that we have recovered, except that each man may take his wife and children, and leave.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"23","text":" But David said, &#34You shall not do so, my brothers, with what the LORD has given us; he has preserved us and handed over to us the raiding party that attacked us. "},{"book":"FirstSamuel","chapter":"30","verse":"24","text":" Who would listen to you in this matter? For the share of the one who goes down into the battle shall be the same as the share of the one who stays by the baggage; they shall share alike.&#34 "},{"book":"FirstSamuel","chapter":"30","verse":"25","text":" From that day forward he made it a statute and an ordinance for Israel; it continues to the present day. "},{"book":"FirstSamuel","chapter":"30","verse":"26","text":" When David came to Ziklag, he sent part of the spoil to his friends, the elders of Judah, saying, &#34Here is a present for you from the spoil of the enemies of the LORD&#34; "},{"book":"FirstSamuel","chapter":"30","verse":"27","text":" it was for those in Bethel, in Ramoth of the Negeb, in Jattir, "},{"book":"FirstSamuel","chapter":"30","verse":"28","text":" in Aroer, in Siphmoth, in Eshtemoa, "},{"book":"FirstSamuel","chapter":"30","verse":"29","text":" in Racal, in the towns of the Jerahmeelites, in the towns of the Kenites, "},{"book":"FirstSamuel","chapter":"30","verse":"30","text":" in Hormah, in Bor-ashan, in Athach, "},{"book":"FirstSamuel","chapter":"30","verse":"31","text":" in Hebron, all the places where David and his men had roamed. "}]