[{"book":"FirstSamuel","chapter":"27","verse":"1","text":" David said in his heart, &#34I shall now perish one day by the hand of Saul; there is nothing better for me than to escape to the land of the Philistines; then Saul will despair of seeking me any longer within the borders of Israel, and I shall escape out of his hand.&#34 "},{"book":"FirstSamuel","chapter":"27","verse":"2","text":" So David set out and went over, he and the six hundred men who were with him, to King Achish son of Maoch of Gath. "},{"book":"FirstSamuel","chapter":"27","verse":"3","text":" David stayed with Achish at Gath, he and his troops, every man with his household, and David with his two wives, Ahinoam of Jezreel, and Abigail of Carmel, Nabal&#39s widow. "},{"book":"FirstSamuel","chapter":"27","verse":"4","text":" When Saul was told that David had fled to Gath, he no longer sought for him. "},{"book":"FirstSamuel","chapter":"27","verse":"5","text":" Then David said to Achish, &#34If I have found favor in your sight, let a place be given me in one of the country towns, so that I may live there; for why should your servant live in the royal city with you?&#34 "},{"book":"FirstSamuel","chapter":"27","verse":"6","text":" So that day Achish gave him Ziklag; therefore Ziklag has belonged to the kings of Judah to this day. "},{"book":"FirstSamuel","chapter":"27","verse":"7","text":" The length of time that David lived in the country of the Philistines was one year and four months. "},{"book":"FirstSamuel","chapter":"27","verse":"8","text":" Now David and his men went up and made raids on the Geshurites, the Girzites, and the Amalekites; for these were the landed settlements from Telam on the way to Shur and on to the land of Egypt. "},{"book":"FirstSamuel","chapter":"27","verse":"9","text":" David struck the land, leaving neither man nor woman alive, but took away the sheep, the oxen, the donkeys, the camels, and the clothing, and came back to Achish. "},{"book":"FirstSamuel","chapter":"27","verse":"10","text":" When Achish asked, &#34Against whom have you made a raid today?&#34 David would say, &#34Against the Negeb of Judah,&#34 or &#34Against the Negeb of the Jerahmeelites,&#34 or, &#34Against the Negeb of the Kenites.&#34 "},{"book":"FirstSamuel","chapter":"27","verse":"11","text":" David left neither man nor woman alive to be brought back to Gath, thinking, &#34They might tell about us, and say, &#39David has done so and so.&#39&#34 Such was his practice all the time he lived in the country of the Philistines. "},{"book":"FirstSamuel","chapter":"27","verse":"12","text":" Achish trusted David, thinking, &#34He has made himself utterly abhorrent to his people Israel; therefore he shall always be my servant.&#34 "}]