[{"book":"FirstSamuel","chapter":"21","verse":"1","text":" David came to Nob to the priest Ahimelech. Ahimelech came trembling to meet David, and said to him, &#34Why are you alone, and no one with you?&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"2","text":" David said to the priest Ahimelech, &#34The king has charged me with a matter, and said to me, &#39No one must know anything of the matter about which I send you, and with which I have charged you.&#39 I have made an appointment with the young men for such and such a place. "},{"book":"FirstSamuel","chapter":"21","verse":"3","text":" Now then, what have you at hand? Give me five loaves of bread, or whatever is here.&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"4","text":" The priest answered David, &#34I have no ordinary bread at hand, only holy bread-- provided that the young men have kept themselves from women.&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"5","text":" David answered the priest, &#34Indeed women have been kept from us as always when I go on an expedition; the vessels of the young men are holy even when it is a common journey; how much more today will their vessels be holy?&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"6","text":" So the priest gave him the holy bread; for there was no bread there except the bread of the Presence, which is removed from before the LORD, to be replaced by hot bread on the day it is taken away. "},{"book":"FirstSamuel","chapter":"21","verse":"7","text":" Now a certain man of the servants of Saul was there that day, detained before the LORD; his name was Doeg the Edomite, the chief of Saul&#39s shepherds. "},{"book":"FirstSamuel","chapter":"21","verse":"8","text":" David said to Ahimelech, &#34Is there no spear or sword here with you? I did not bring my sword or my weapons with me, because the king&#39s business required haste.&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"9","text":" The priest said, &#34The sword of Goliath the Philistine, whom you killed in the valley of Elah, is here wrapped in a cloth behind the ephod; if you will take that, take it, for there is none here except that one.&#34 David said, &#34There is none like it; give it to me.&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"10","text":" David rose and fled that day from Saul; he went to King Achish of Gath. "},{"book":"FirstSamuel","chapter":"21","verse":"11","text":" The servants of Achish said to him, &#34Is this not David the king of the land? Did they not sing to one another of him in dances, &#39Saul has killed his thousands, and David his ten thousands&#39?&#34 "},{"book":"FirstSamuel","chapter":"21","verse":"12","text":" David took these words to heart and was very much afraid of King Achish of Gath. "},{"book":"FirstSamuel","chapter":"21","verse":"13","text":" So he changed his behavior before them; he pretended to be mad when in their presence. He scratched marks on the doors of the gate, and let his spittle run down his beard. "},{"book":"FirstSamuel","chapter":"21","verse":"14","text":" Achish said to his servants, &#34Look, you see the man is mad; why then have you brought him to me? "},{"book":"FirstSamuel","chapter":"21","verse":"15","text":" Do I lack madmen, that you have brought this fellow to play the madman in my presence? Shall this fellow come into my house?&#34 "}]