[{"book":"FirstEsdras","chapter":"9","verse":"1","text":" Then Ezra set out and went from the court of the temple to the chamber of Jehohanan son of Eliashib, "},{"book":"FirstEsdras","chapter":"9","verse":"2","text":" and spent the night there; and he did not eat bread or drink water, for he was mourning over the great iniquities of the multitude. "},{"book":"FirstEsdras","chapter":"9","verse":"3","text":" And a proclamation was made throughout Judea and Jerusalem to all who had returned from exile that they should assemble at Jerusalem, "},{"book":"FirstEsdras","chapter":"9","verse":"4","text":" and that if any did not meet there within two or three days, in accordance with the decision of the ruling elders, their livestock would be seized for sacrifice and the men themselves expelled from the multitude of those who had returned from the captivity. "},{"book":"FirstEsdras","chapter":"9","verse":"5","text":" Then the men of the tribe of Judah and Benjamin assembled at Jerusalem within three days; this was the ninth month, on the twentieth day of the month. "},{"book":"FirstEsdras","chapter":"9","verse":"6","text":" All the multitude sat in the open square before the temple, shivering because of the bad weather that prevailed. "},{"book":"FirstEsdras","chapter":"9","verse":"7","text":" Then Ezra stood up and said to them, &#34You have broken the law and married foreign women, and so have increased the sin of Israel. "},{"book":"FirstEsdras","chapter":"9","verse":"8","text":" Now then make confession and give glory to the Lord the God of our ancestors, "},{"book":"FirstEsdras","chapter":"9","verse":"9","text":" and do his will; separate yourselves from the peoples of the land and from your foreign wives.&#34 "},{"book":"FirstEsdras","chapter":"9","verse":"10","text":" Then all the multitude shouted and said with a loud voice, &#34We will do as you have said. "},{"book":"FirstEsdras","chapter":"9","verse":"11","text":" But the multitude is great and it is winter, and we are not able to stand in the open air. This is not a work we can do in one day or two, for we have sinned too much in these things. "},{"book":"FirstEsdras","chapter":"9","verse":"12","text":" So let the leaders of the multitude stay, and let all those in our settlements who have foreign wives come at the time appointed, "},{"book":"FirstEsdras","chapter":"9","verse":"13","text":" with the elders and judges of each place, until we are freed from the wrath of the Lord over this matter.&#34 "},{"book":"FirstEsdras","chapter":"9","verse":"14","text":" Jonathan son of Asahel and Jahzeiah son of Tikvah undertook the matter on these terms, and Meshullam and Levi and Shabbethai served with them as judges. "},{"book":"FirstEsdras","chapter":"9","verse":"15","text":" And those who had returned from exile acted in accordance with all this. "},{"book":"FirstEsdras","chapter":"9","verse":"16","text":" Ezra the priest chose for himself the leading men of their ancestral houses, all of them by name; and on the new moon of the tenth month they began their sessions to investigate the matter. "},{"book":"FirstEsdras","chapter":"9","verse":"17","text":" And the cases of the men who had foreign wives were brought to an end by the new moon of the first month. "},{"book":"FirstEsdras","chapter":"9","verse":"18","text":" Of the priests, those who were brought in and found to have foreign wives were: "},{"book":"FirstEsdras","chapter":"9","verse":"19","text":" of the descendants of Jeshua son of Jozadak and his kindred, Maaseiah, Eliezar, Jarib, and Jodan. "},{"book":"FirstEsdras","chapter":"9","verse":"20","text":" They pledged themselves to put away their wives, and to offer rams in expiation of their error. "},{"book":"FirstEsdras","chapter":"9","verse":"21","text":" Of the descendants of Immer: Hanani and Zebadiah and Maaseiah and Shemaiah and Jehiel and Azariah. "},{"book":"FirstEsdras","chapter":"9","verse":"22","text":" Of the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, and Nathanael, and Gedaliah, and Salthas. "},{"book":"FirstEsdras","chapter":"9","verse":"23","text":" And of the Levites: Jozabad and Shimei and Kelaiah, who was Kelita, and Pethahiah and Judah and Jonah. "},{"book":"FirstEsdras","chapter":"9","verse":"24","text":" Of the temple singers: Eliashib and Zaccur. "},{"book":"FirstEsdras","chapter":"9","verse":"25","text":" Of the gatekeepers: Shallum and Telem. "},{"book":"FirstEsdras","chapter":"9","verse":"26","text":" Of Israel: of the descendants of Parosh: Ramiah, Izziah, Malchijah, Mijamin, and Eleazar, and Asibias, and Benaiah. "},{"book":"FirstEsdras","chapter":"9","verse":"27","text":" Of the descendants of Elam: Mattaniah and Zechariah, Jezrielus and Abdi, and Jeremoth and Elijah. "},{"book":"FirstEsdras","chapter":"9","verse":"28","text":" Of the descendants of Zamoth: Eliadas, Eliashib, Othoniah, Jeremoth, and Zabad and Zerdaiah. "},{"book":"FirstEsdras","chapter":"9","verse":"29","text":" Of the descendants of Bebai: Jehohanan and Hananiah and Zabbai and Emathis. "},{"book":"FirstEsdras","chapter":"9","verse":"30","text":" Of the descendants of Mani: Olamus, Mamuchus, Adaiah, Jashub, and Sheal and Jeremoth. "},{"book":"FirstEsdras","chapter":"9","verse":"31","text":" Of the descendants of Addi: Naathus and Moossias, Laccunus and Naidus, and Bescaspasmys and Sesthel, and Belnuus and Manasseas. "},{"book":"FirstEsdras","chapter":"9","verse":"32","text":" Of the descendants of Annan, Elionas and Asaias and Melchias and Sabbaias and Simon Chosamaeus. "},{"book":"FirstEsdras","chapter":"9","verse":"33","text":" Of the descendants of Hashum: Mattenai and Mattattah and Zabad and Eliphelet and Manasseh and Shimei. "},{"book":"FirstEsdras","chapter":"9","verse":"34","text":" Of the descendants of Bani: Jeremai, Momdius, Maerus, Joel, Mamdai and Bedeiah and Vaniah, Carabasion and Eliashib and Mamitanemus, Eliasis, Binnui, Elialis, Shimei, Shelemiah, Nethaniah. Of the descendants of Ezora: Shashai, Azarel, Azael, Samatus, Zambris, Joseph. "},{"book":"FirstEsdras","chapter":"9","verse":"35","text":" Of the descendants of Nooma: Mazitias, Zabad, Iddo, Joel, Benaiah. "},{"book":"FirstEsdras","chapter":"9","verse":"36","text":" All these had married foreign women, and they put them away together with their children. "},{"book":"FirstEsdras","chapter":"9","verse":"37","text":" The priests and the Levites and the Israelites settled in Jerusalem and in the country. On the new moon of the seventh month, when the people of Israel were in their settlements, "},{"book":"FirstEsdras","chapter":"9","verse":"38","text":" the whole multitude gathered with one accord in the open square before the east gate of the temple; "},{"book":"FirstEsdras","chapter":"9","verse":"39","text":" they told Ezra the chief priest and reader to bring the law of Moses that had been given by the Lord God of Israel. "},{"book":"FirstEsdras","chapter":"9","verse":"40","text":" So Ezra the chief priest brought the law, for all the multitude, men and women, and all the priests to hear the law, on the new moon of the seventh month. "},{"book":"FirstEsdras","chapter":"9","verse":"41","text":" He read aloud in the open square before the gate of the temple from early morning until midday, in the presence of both men and women; and all the multitude gave attention to the law. "},{"book":"FirstEsdras","chapter":"9","verse":"42","text":" Ezra the priest and reader of the law stood on the wooden platform that had been prepared; "},{"book":"FirstEsdras","chapter":"9","verse":"43","text":" and beside him stood Mattathiah, Shema, Ananias, Azariah, Uriah, Hezekiah, and Baalsamus on his right, "},{"book":"FirstEsdras","chapter":"9","verse":"44","text":" and on his left Pedaiah, Mishael, Malchijah, Lothasubus, Nabariah, and Zechariah. "},{"book":"FirstEsdras","chapter":"9","verse":"45","text":" Then Ezra took up the book of the law in the sight of the multitude, for he had the place of honor in the presence of all. "},{"book":"FirstEsdras","chapter":"9","verse":"46","text":" When he opened the law, they all stood erect. And Ezra blessed the Lord God Most High, the God of hosts, the Almighty, "},{"book":"FirstEsdras","chapter":"9","verse":"47","text":" and the multitude answered, &#34Amen.&#34 They lifted up their hands, and fell to the ground and worshiped the Lord. "},{"book":"FirstEsdras","chapter":"9","verse":"48","text":" Jeshua and Anniuth and Sherebiah, Jadinus, Akkub, Shabbethai, Hodiah, Maiannas and Kelita, Azariah and Jozabad, Hanan, Pelaiah, the Levites, taught the law of the Lord, at the same time explaining what was read. "},{"book":"FirstEsdras","chapter":"9","verse":"49","text":" Then Attharates said to Ezra the chief priest and reader, and to the Levites who were teaching the multitude, and to all, "},{"book":"FirstEsdras","chapter":"9","verse":"50","text":" &#34This day is holy to the Lord&#34-- now they were all weeping as they heard the law-- "},{"book":"FirstEsdras","chapter":"9","verse":"51","text":" &#34so go your way, eat the fat and drink the sweet, and send portions to those who have none; "},{"book":"FirstEsdras","chapter":"9","verse":"52","text":" for the day is holy to the Lord; and do not be sorrowful, for the Lord will exalt you.&#34 "},{"book":"FirstEsdras","chapter":"9","verse":"53","text":" The Levites commanded all the people, saying, &#34This day is holy; do not be sorrowful.&#34 "},{"book":"FirstEsdras","chapter":"9","verse":"54","text":" Then they all went their way, to eat and drink and enjoy themselves, and to give portions to those who had none, and to make great rejoicing; "},{"book":"FirstEsdras","chapter":"9","verse":"55","text":" because they were inspired by the words which they had been taught. And they came together. Prayer of Manasseh "}]