[{"book":"FirstKings","chapter":"3","verse":"1","text":" Solomon made a marriage alliance with Pharaoh king of Egypt; he took Pharaoh&#39s daughter and brought her into the city of David, until he had finished building his own house and the house of the LORD and the wall around Jerusalem. "},{"book":"FirstKings","chapter":"3","verse":"2","text":" The people were sacrificing at the high places, however, because no house had yet been built for the name of the LORD. "},{"book":"FirstKings","chapter":"3","verse":"3","text":" Solomon loved the LORD, walking in the statutes of his father David; only, he sacrificed and offered incense at the high places. "},{"book":"FirstKings","chapter":"3","verse":"4","text":" The king went to Gibeon to sacrifice there, for that was the principal high place; Solomon used to offer a thousand burnt offerings on that altar. "},{"book":"FirstKings","chapter":"3","verse":"5","text":" At Gibeon the LORD appeared to Solomon in a dream by night; and God said, &#34Ask what I should give you.&#34 "},{"book":"FirstKings","chapter":"3","verse":"6","text":" And Solomon said, &#34You have shown great and steadfast love to your servant my father David, because he walked before you in faithfulness, in righteousness, and in uprightness of heart toward you; and you have kept for him this great and steadfast love, and have given him a son to sit on his throne today. "},{"book":"FirstKings","chapter":"3","verse":"7","text":" And now, O LORD my God, you have made your servant king in place of my father David, although I am only a little child; I do not know how to go out or come in. "},{"book":"FirstKings","chapter":"3","verse":"8","text":" And your servant is in the midst of the people whom you have chosen, a great people, so numerous they cannot be numbered or counted. "},{"book":"FirstKings","chapter":"3","verse":"9","text":" Give your servant therefore an understanding mind to govern your people, able to discern between good and evil; for who can govern this your great people?&#34 "},{"book":"FirstKings","chapter":"3","verse":"10","text":" It pleased the Lord that Solomon had asked this. "},{"book":"FirstKings","chapter":"3","verse":"11","text":" God said to him, &#34Because you have asked this, and have not asked for yourself long life or riches, or for the life of your enemies, but have asked for yourself understanding to discern what is right, "},{"book":"FirstKings","chapter":"3","verse":"12","text":" I now do according to your word. Indeed I give you a wise and discerning mind; no one like you has been before you and no one like you shall arise after you. "},{"book":"FirstKings","chapter":"3","verse":"13","text":" I give you also what you have not asked, both riches and honor all your life; no other king shall compare with you. "},{"book":"FirstKings","chapter":"3","verse":"14","text":" If you will walk in my ways, keeping my statutes and my commandments, as your father David walked, then I will lengthen your life.&#34 "},{"book":"FirstKings","chapter":"3","verse":"15","text":" Then Solomon awoke; it had been a dream. He came to Jerusalem where he stood before the ark of the covenant of the LORD. He offered up burnt offerings and offerings of well-being, and provided a feast for all his servants. "},{"book":"FirstKings","chapter":"3","verse":"16","text":" Later, two women who were prostitutes came to the king and stood before him. "},{"book":"FirstKings","chapter":"3","verse":"17","text":" The one woman said, &#34Please, my lord, this woman and I live in the same house; and I gave birth while she was in the house. "},{"book":"FirstKings","chapter":"3","verse":"18","text":" Then on the third day after I gave birth, this woman also gave birth. We were together; there was no one else with us in the house, only the two of us were in the house. "},{"book":"FirstKings","chapter":"3","verse":"19","text":" Then this woman&#39s son died in the night, because she lay on him. "},{"book":"FirstKings","chapter":"3","verse":"20","text":" She got up in the middle of the night and took my son from beside me while your servant slept. She laid him at her breast, and laid her dead son at my breast. "},{"book":"FirstKings","chapter":"3","verse":"21","text":" When I rose in the morning to nurse my son, I saw that he was dead; but when I looked at him closely in the morning, clearly it was not the son I had borne.&#34 "},{"book":"FirstKings","chapter":"3","verse":"22","text":" But the other woman said, &#34No, the living son is mine, and the dead son is yours.&#34 The first said, &#34No, the dead son is yours, and the living son is mine.&#34 So they argued before the king. "},{"book":"FirstKings","chapter":"3","verse":"23","text":" Then the king said, &#34The one says, &#39This is my son that is alive, and your son is dead&#39; while the other says, &#39Not so! Your son is dead, and my son is the living one.&#39&#34 "},{"book":"FirstKings","chapter":"3","verse":"24","text":" So the king said, &#34Bring me a sword,&#34 and they brought a sword before the king. "},{"book":"FirstKings","chapter":"3","verse":"25","text":" The king said, &#34Divide the living boy in two; then give half to the one, and half to the other.&#34 "},{"book":"FirstKings","chapter":"3","verse":"26","text":" But the woman whose son was alive said to the king-- because compassion for her son burned within her-- &#34Please, my lord, give her the living boy; certainly do not kill him!&#34 The other said, &#34It shall be neither mine nor yours; divide it.&#34 "},{"book":"FirstKings","chapter":"3","verse":"27","text":" Then the king responded: &#34Give the first woman the living boy; do not kill him. She is his mother.&#34 "},{"book":"FirstKings","chapter":"3","verse":"28","text":" All Israel heard of the judgment that the king had rendered; and they stood in awe of the king, because they perceived that the wisdom of God was in him, to execute justice. "}]