[{"book":"FirstSamuel","chapter":"8","verse":"1","text":" When Samuel became old, he made his sons judges over Israel. "},{"book":"FirstSamuel","chapter":"8","verse":"2","text":" The name of his firstborn son was Joel, and the name of his second, Abijah; they were judges in Beer-sheba. "},{"book":"FirstSamuel","chapter":"8","verse":"3","text":" Yet his sons did not follow in his ways, but turned aside after gain; they took bribes and perverted justice. "},{"book":"FirstSamuel","chapter":"8","verse":"4","text":" Then all the elders of Israel gathered together and came to Samuel at Ramah, "},{"book":"FirstSamuel","chapter":"8","verse":"5","text":" and said to him, &#34You are old and your sons do not follow in your ways; appoint for us, then, a king to govern us, like other nations.&#34 "},{"book":"FirstSamuel","chapter":"8","verse":"6","text":" But the thing displeased Samuel when they said, &#34Give us a king to govern us.&#34 Samuel prayed to the LORD, "},{"book":"FirstSamuel","chapter":"8","verse":"7","text":" and the LORD said to Samuel, &#34Listen to the voice of the people in all that they say to you; for they have not rejected you, but they have rejected me from being king over them. "},{"book":"FirstSamuel","chapter":"8","verse":"8","text":" Just as they have done to me, from the day I brought them up out of Egypt to this day, forsaking me and serving other gods, so also they are doing to you. "},{"book":"FirstSamuel","chapter":"8","verse":"9","text":" Now then, listen to their voice; only-- you shall solemnly warn them, and show them the ways of the king who shall reign over them.&#34 "},{"book":"FirstSamuel","chapter":"8","verse":"10","text":" So Samuel reported all the words of the LORD to the people who were asking him for a king. "},{"book":"FirstSamuel","chapter":"8","verse":"11","text":" He said, &#34These will be the ways of the king who will reign over you: he will take your sons and appoint them to his chariots and to be his horsemen, and to run before his chariots; "},{"book":"FirstSamuel","chapter":"8","verse":"12","text":" and he will appoint for himself commanders of thousands and commanders of fifties, and some to plow his ground and to reap his harvest, and to make his implements of war and the equipment of his chariots. "},{"book":"FirstSamuel","chapter":"8","verse":"13","text":" He will take your daughters to be perfumers and cooks and bakers. "},{"book":"FirstSamuel","chapter":"8","verse":"14","text":" He will take the best of your fields and vineyards and olive orchards and give them to his courtiers. "},{"book":"FirstSamuel","chapter":"8","verse":"15","text":" He will take one-tenth of your grain and of your vineyards and give it to his officers and his courtiers. "},{"book":"FirstSamuel","chapter":"8","verse":"16","text":" He will take your male and female slaves, and the best of your cattle and donkeys, and put them to his work. "},{"book":"FirstSamuel","chapter":"8","verse":"17","text":" He will take one-tenth of your flocks, and you shall be his slaves. "},{"book":"FirstSamuel","chapter":"8","verse":"18","text":" And in that day you will cry out because of your king, whom you have chosen for yourselves; but the LORD will not answer you in that day.&#34 "},{"book":"FirstSamuel","chapter":"8","verse":"19","text":" But the people refused to listen to the voice of Samuel; they said, &#34No! but we are determined to have a king over us, "},{"book":"FirstSamuel","chapter":"8","verse":"20","text":" so that we also may be like other nations, and that our king may govern us and go out before us and fight our battles.&#34 "},{"book":"FirstSamuel","chapter":"8","verse":"21","text":" When Samuel had heard all the words of the people, he repeated them in the ears of the LORD. "},{"book":"FirstSamuel","chapter":"8","verse":"22","text":" The LORD said to Samuel, &#34Listen to their voice and set a king over them.&#34 Samuel then said to the people of Israel, &#34Each of you return home.&#34 "}]