[{"book":"FirstMaccabees","chapter":"3","verse":"1","text":" Then his son Judas, who was called Maccabeus, took command in his place. "},{"book":"FirstMaccabees","chapter":"3","verse":"2","text":" All his brothers and all who had joined his father helped him; they gladly fought for Israel. "},{"book":"FirstMaccabees","chapter":"3","verse":"3","text":" He extended the glory of his people. Like a giant he put on his breastplate; he bound on his armor of war and waged battles, protecting the camp by his sword. "},{"book":"FirstMaccabees","chapter":"3","verse":"4","text":" He was like a lion in his deeds, like a lion&#39s cub roaring for prey. "},{"book":"FirstMaccabees","chapter":"3","verse":"5","text":" He searched out and pursued those who broke the law; he burned those who troubled his people. "},{"book":"FirstMaccabees","chapter":"3","verse":"6","text":" Lawbreakers shrank back for fear of him; all the evildoers were confounded; and deliverance prospered by his hand. "},{"book":"FirstMaccabees","chapter":"3","verse":"7","text":" He embittered many kings, but he made Jacob glad by his deeds, and his memory is blessed forever. "},{"book":"FirstMaccabees","chapter":"3","verse":"8","text":" He went through the cities of Judah; he destroyed the ungodly out of the land; thus he turned away wrath from Israel. "},{"book":"FirstMaccabees","chapter":"3","verse":"9","text":" He was renowned to the ends of the earth; he gathered in those who were perishing. "},{"book":"FirstMaccabees","chapter":"3","verse":"10","text":" Apollonius now gathered together Gentiles and a large force from Samaria to fight against Israel. "},{"book":"FirstMaccabees","chapter":"3","verse":"11","text":" When Judas learned of it, he went out to meet him, and he defeated and killed him. Many were wounded and fell, and the rest fled. "},{"book":"FirstMaccabees","chapter":"3","verse":"12","text":" Then they seized their spoils; and Judas took the sword of Apollonius, and used it in battle the rest of his life. "},{"book":"FirstMaccabees","chapter":"3","verse":"13","text":" When Seron, the commander of the Syrian army, heard that Judas had gathered a large company, including a body of faithful soldiers who stayed with him and went out to battle, "},{"book":"FirstMaccabees","chapter":"3","verse":"14","text":" he said, &#34I will make a name for myself and win honor in the kingdom. I will make war on Judas and his companions, who scorn the king&#39s command.&#34 "},{"book":"FirstMaccabees","chapter":"3","verse":"15","text":" Once again a strong army of godless men went up with him to help him, to take vengeance on the Israelites. "},{"book":"FirstMaccabees","chapter":"3","verse":"16","text":" When he approached the ascent of Beth-horon, Judas went out to meet him with a small company. "},{"book":"FirstMaccabees","chapter":"3","verse":"17","text":" But when they saw the army coming to meet them, they said to Judas, &#34How can we, few as we are, fight against so great and so strong a multitude? And we are faint, for we have eaten nothing today.&#34 "},{"book":"FirstMaccabees","chapter":"3","verse":"18","text":" Judas replied, &#34It is easy for many to be hemmed in by few, for in the sight of Heaven there is no difference between saving by many or by few. "},{"book":"FirstMaccabees","chapter":"3","verse":"19","text":" It is not on the size of the army that victory in battle depends, but strength comes from Heaven. "},{"book":"FirstMaccabees","chapter":"3","verse":"20","text":" They come against us in great insolence and lawlessness to destroy us and our wives and our children, and to despoil us; "},{"book":"FirstMaccabees","chapter":"3","verse":"21","text":" but we fight for our lives and our laws. "},{"book":"FirstMaccabees","chapter":"3","verse":"22","text":" He himself will crush them before us; as for you, do not be afraid of them.&#34 "},{"book":"FirstMaccabees","chapter":"3","verse":"23","text":" When he finished speaking, he rushed suddenly against Seron and his army, and they were crushed before him. "},{"book":"FirstMaccabees","chapter":"3","verse":"24","text":" They pursued them down the descent of Beth-horon to the plain; eight hundred of them fell, and the rest fled into the land of the Philistines. "},{"book":"FirstMaccabees","chapter":"3","verse":"25","text":" Then Judas and his brothers began to be feared, and terror fell on the Gentiles all around them. "},{"book":"FirstMaccabees","chapter":"3","verse":"26","text":" His fame reached the king, and the Gentiles talked of the battles of Judas. "},{"book":"FirstMaccabees","chapter":"3","verse":"27","text":" When King Antiochus heard these reports, he was greatly angered; and he sent and gathered all the forces of his kingdom, a very strong army. "},{"book":"FirstMaccabees","chapter":"3","verse":"28","text":" He opened his coffers and gave a year&#39s pay to his forces, and ordered them to be ready for any need. "},{"book":"FirstMaccabees","chapter":"3","verse":"29","text":" Then he saw that the money in the treasury was exhausted, and that the revenues from the country were small because of the dissension and disaster that he had caused in the land by abolishing the laws that had existed from the earliest days. "},{"book":"FirstMaccabees","chapter":"3","verse":"30","text":" He feared that he might not have such funds as he had before for his expenses and for the gifts that he used to give more lavishly than preceding kings. "},{"book":"FirstMaccabees","chapter":"3","verse":"31","text":" He was greatly perplexed in mind; then he determined to go to Persia and collect the revenues from those regions and raise a large fund. "},{"book":"FirstMaccabees","chapter":"3","verse":"32","text":" He left Lysias, a distinguished man of royal lineage, in charge of the king&#39s affairs from the river Euphrates to the borders of Egypt. "},{"book":"FirstMaccabees","chapter":"3","verse":"33","text":" Lysias was also to take care of his son Antiochus until he returned. "},{"book":"FirstMaccabees","chapter":"3","verse":"34","text":" And he turned over to Lysias half of his forces and the elephants, and gave him orders about all that he wanted done. As for the residents of Judea and Jerusalem, "},{"book":"FirstMaccabees","chapter":"3","verse":"35","text":" Lysias was to send a force against them to wipe out and destroy the strength of Israel and the remnant of Jerusalem; he was to banish the memory of them from the place, "},{"book":"FirstMaccabees","chapter":"3","verse":"36","text":" settle aliens in all their territory, and distribute their land by lot. "},{"book":"FirstMaccabees","chapter":"3","verse":"37","text":" Then the king took the remaining half of his forces and left Antioch his capital in the one hundred and forty-seventh year. He crossed the Euphrates river and went through the upper provinces. "},{"book":"FirstMaccabees","chapter":"3","verse":"38","text":" Lysias chose Ptolemy son of Dorymenes, and Nicanor and Gorgias, able men among the Friends of the king, "},{"book":"FirstMaccabees","chapter":"3","verse":"39","text":" and sent with them forty thousand infantry and seven thousand cavalry to go into the land of Judah and destroy it, as the king had commanded. "},{"book":"FirstMaccabees","chapter":"3","verse":"40","text":" So they set out with their entire force, and when they arrived they encamped near Emmaus in the plain. "},{"book":"FirstMaccabees","chapter":"3","verse":"41","text":" When the traders of the region heard what was said to them, they took silver and gold in immense amounts, and fetters, and went to the camp to get the Israelites for slaves. And forces from Syria and the land of the Philistines joined with them. "},{"book":"FirstMaccabees","chapter":"3","verse":"42","text":" Now Judas and his brothers saw that misfortunes had increased and that the forces were encamped in their territory. They also learned what the king had commanded to do to the people to cause their final destruction. "},{"book":"FirstMaccabees","chapter":"3","verse":"43","text":" But they said to one another, &#34Let us restore the ruins of our people, and fight for our people and the sanctuary.&#34 "},{"book":"FirstMaccabees","chapter":"3","verse":"44","text":" So the congregation assembled to be ready for battle, and to pray and ask for mercy and compassion. "},{"book":"FirstMaccabees","chapter":"3","verse":"45","text":" Jerusalem was uninhabited like a wilderness; not one of her children went in or out. The sanctuary was trampled down, and aliens held the citadel; it was a lodging place for the Gentiles. Joy was taken from Jacob; the flute and the harp ceased to play. "},{"book":"FirstMaccabees","chapter":"3","verse":"46","text":" Then they gathered together and went to Mizpah, opposite Jerusalem, because Israel formerly had a place of prayer in Mizpah. "},{"book":"FirstMaccabees","chapter":"3","verse":"47","text":" They fasted that day, put on sackcloth and sprinkled ashes on their heads, and tore their clothes. "},{"book":"FirstMaccabees","chapter":"3","verse":"48","text":" And they opened the book of the law to inquire into those matters about which the Gentiles consulted the likenesses of their gods. "},{"book":"FirstMaccabees","chapter":"3","verse":"49","text":" They also brought the vestments of the priesthood and the first fruits and the tithes, and they stirred up the nazirites who had completed their days; "},{"book":"FirstMaccabees","chapter":"3","verse":"50","text":" and they cried aloud to Heaven, saying, &#34What shall we do with these? Where shall we take them? "},{"book":"FirstMaccabees","chapter":"3","verse":"51","text":" Your sanctuary is trampled down and profaned, and your priests mourn in humiliation. "},{"book":"FirstMaccabees","chapter":"3","verse":"52","text":" Here the Gentiles are assembled against us to destroy us; you know what they plot against us. "},{"book":"FirstMaccabees","chapter":"3","verse":"53","text":" How will we be able to withstand them, if you do not help us?&#34 "},{"book":"FirstMaccabees","chapter":"3","verse":"54","text":" Then they sounded the trumpets and gave a loud shout. "},{"book":"FirstMaccabees","chapter":"3","verse":"55","text":" After this Judas appointed leaders of the people, in charge of thousands and hundreds and fifties and tens. "},{"book":"FirstMaccabees","chapter":"3","verse":"56","text":" Those who were building houses, or were about to be married, or were planting a vineyard, or were fainthearted, he told to go home again, according to the law. "},{"book":"FirstMaccabees","chapter":"3","verse":"57","text":" Then the army marched out and encamped to the south of Emmaus. "},{"book":"FirstMaccabees","chapter":"3","verse":"58","text":" And Judas said, &#34Arm yourselves and be courageous. Be ready early in the morning to fight with these Gentiles who have assembled against us to destroy us and our sanctuary. "},{"book":"FirstMaccabees","chapter":"3","verse":"59","text":" It is better for us to die in battle than to see the misfortunes of our nation and of the sanctuary. "},{"book":"FirstMaccabees","chapter":"3","verse":"60","text":" But as his will in heaven may be, so shall he do.&#34 "}]