[{"book":"FirstChronicles","chapter":"27","verse":"1","text":" This is the list of the people of Israel, the heads of families, the commanders of the thousands and the hundreds, and their officers who served the king in all matters concerning the divisions that came and went, month after month throughout the year, each division numbering twenty-four thousand: "},{"book":"FirstChronicles","chapter":"27","verse":"2","text":" Jashobeam son of Zabdiel was in charge of the first division in the first month; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"3","text":" He was a descendant of Perez, and was chief of all the commanders of the army for the first month. "},{"book":"FirstChronicles","chapter":"27","verse":"4","text":" Dodai the Ahohite was in charge of the division of the second month; Mikloth was the chief officer of his division. In his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"5","text":" The third commander, for the third month, was Benaiah son of the priest Jehoiada, as chief; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"6","text":" This is the Benaiah who was a mighty man of the Thirty and in command of the Thirty; his son Ammizabad was in charge of his division. "},{"book":"FirstChronicles","chapter":"27","verse":"7","text":" Asahel brother of Joab was fourth, for the fourth month, and his son Zebadiah after him; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"8","text":" The fifth commander, for the fifth month, was Shamhuth, the Izrahite; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"9","text":" Sixth, for the sixth month, was Ira son of Ikkesh the Tekoite; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"10","text":" Seventh, for the seventh month, was Helez the Pelonite, of the Ephraimites; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"11","text":" Eighth, for the eighth month, was Sibbecai the Hushathite, of the Zerahites; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"12","text":" Ninth, for the ninth month, was Abiezer of Anathoth, a Benjaminite; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"13","text":" Tenth, for the tenth month, was Maharai of Netophah, of the Zerahites; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"14","text":" Eleventh, for the eleventh month, was Benaiah of Pirathon, of the Ephraimites; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"15","text":" Twelfth, for the twelfth month, was Heldai the Netophathite, of Othniel; in his division were twenty-four thousand. "},{"book":"FirstChronicles","chapter":"27","verse":"16","text":" Over the tribes of Israel, for the Reubenites, Eliezer son of Zichri was chief officer; for the Simeonites, Shephatiah son of Maacah; "},{"book":"FirstChronicles","chapter":"27","verse":"17","text":" for Levi, Hashabiah son of Kemuel; for Aaron, Zadok; "},{"book":"FirstChronicles","chapter":"27","verse":"18","text":" for Judah, Elihu, one of David&#39s brothers; for Issachar, Omri son of Michael; "},{"book":"FirstChronicles","chapter":"27","verse":"19","text":" for Zebulun, Ishmaiah son of Obadiah; for Naphtali, Jerimoth son of Azriel; "},{"book":"FirstChronicles","chapter":"27","verse":"20","text":" for the Ephraimites, Hoshea son of Azaziah; for the half-tribe of Manasseh, Joel son of Pedaiah; "},{"book":"FirstChronicles","chapter":"27","verse":"21","text":" for the half-tribe of Manasseh in Gilead, Iddo son of Zechariah; for Benjamin, Jaasiel son of Abner; "},{"book":"FirstChronicles","chapter":"27","verse":"22","text":" for Dan, Azarel son of Jeroham. These were the leaders of the tribes of Israel. "},{"book":"FirstChronicles","chapter":"27","verse":"23","text":" David did not count those below twenty years of age, for the LORD had promised to make Israel as numerous as the stars of heaven. "},{"book":"FirstChronicles","chapter":"27","verse":"24","text":" Joab son of Zeruiah began to count them, but did not finish; yet wrath came upon Israel for this, and the number was not entered into the account of the Annals of King David. "},{"book":"FirstChronicles","chapter":"27","verse":"25","text":" Over the king&#39s treasuries was Azmaveth son of Adiel. Over the treasuries in the country, in the cities, in the villages and in the towers, was Jonathan son of Uzziah. "},{"book":"FirstChronicles","chapter":"27","verse":"26","text":" Over those who did the work of the field, tilling the soil, was Ezri son of Chelub. "},{"book":"FirstChronicles","chapter":"27","verse":"27","text":" Over the vineyards was Shimei the Ramathite. Over the produce of the vineyards for the wine cellars was Zabdi the Shiphmite. "},{"book":"FirstChronicles","chapter":"27","verse":"28","text":" Over the olive and sycamore trees in the Shephelah was Baal-hanan the Gederite. Over the stores of oil was Joash. "},{"book":"FirstChronicles","chapter":"27","verse":"29","text":" Over the herds that pastured in Sharon was Shitrai the Sharonite. Over the herds in the valleys was Shaphat son of Adlai. "},{"book":"FirstChronicles","chapter":"27","verse":"30","text":" Over the camels was Obil the Ishmaelite. Over the donkeys was Jehdeiah the Meronothite. Over the flocks was Jaziz the Hagrite. "},{"book":"FirstChronicles","chapter":"27","verse":"31","text":" All these were stewards of King David&#39s property. "},{"book":"FirstChronicles","chapter":"27","verse":"32","text":" Jonathan, David&#39s uncle, was a counselor, being a man of understanding and a scribe; Jehiel son of Hachmoni attended the king&#39s sons. "},{"book":"FirstChronicles","chapter":"27","verse":"33","text":" Ahithophel was the king&#39s counselor, and Hushai the Archite was the king&#39s friend. "},{"book":"FirstChronicles","chapter":"27","verse":"34","text":" After Ahithophel came Jehoiada son of Benaiah, and Abiathar. Joab was commander of the king&#39s army. "}]