[{"book":"FirstSamuel","chapter":"14","verse":"1","text":" One day Jonathan son of Saul said to the young man who carried his armor, &#34Come, let us go over to the Philistine garrison on the other side.&#34 But he did not tell his father. "},{"book":"FirstSamuel","chapter":"14","verse":"2","text":" Saul was staying in the outskirts of Gibeah under the pomegranate tree that is at Migron; the troops that were with him were about six hundred men, "},{"book":"FirstSamuel","chapter":"14","verse":"3","text":" along with Ahijah son of Ahitub, Ichabod&#39s brother, son of Phinehas son of Eli, the priest of the LORD in Shiloh, carrying an ephod. Now the people did not know that Jonathan had gone. "},{"book":"FirstSamuel","chapter":"14","verse":"4","text":" In the pass, by which Jonathan tried to go over to the Philistine garrison, there was a rocky crag on one side and a rocky crag on the other; the name of the one was Bozez, and the name of the other Seneh. "},{"book":"FirstSamuel","chapter":"14","verse":"5","text":" One crag rose on the north in front of Michmash, and the other on the south in front of Geba. "},{"book":"FirstSamuel","chapter":"14","verse":"6","text":" Jonathan said to the young man who carried his armor, &#34Come, let us go over to the garrison of these uncircumcised; it may be that the LORD will act for us; for nothing can hinder the LORD from saving by many or by few.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"7","text":" His armor-bearer said to him, &#34Do all that your mind inclines to. I am with you; as your mind is, so is mine.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"8","text":" Then Jonathan said, &#34Now we will cross over to those men and will show ourselves to them. "},{"book":"FirstSamuel","chapter":"14","verse":"9","text":" If they say to us, &#39Wait until we come to you,&#39 then we will stand still in our place, and we will not go up to them. "},{"book":"FirstSamuel","chapter":"14","verse":"10","text":" But if they say, &#39Come up to us,&#39 then we will go up; for the LORD has given them into our hand. That will be the sign for us.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"11","text":" So both of them showed themselves to the garrison of the Philistines; and the Philistines said, &#34Look, Hebrews are coming out of the holes where they have hidden themselves.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"12","text":" The men of the garrison hailed Jonathan and his armor-bearer, saying, &#34Come up to us, and we will show you something.&#34 Jonathan said to his armor-bearer, &#34Come up after me; for the LORD has given them into the hand of Israel.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"13","text":" Then Jonathan climbed up on his hands and feet, with his armor-bearer following after him. The Philistines fell before Jonathan, and his armor-bearer, coming after him, killed them. "},{"book":"FirstSamuel","chapter":"14","verse":"14","text":" In that first slaughter Jonathan and his armor-bearer killed about twenty men within an area about half a furrow long in an acre of land. "},{"book":"FirstSamuel","chapter":"14","verse":"15","text":" There was a panic in the camp, in the field, and among all the people; the garrison and even the raiders trembled; the earth quaked; and it became a very great panic. "},{"book":"FirstSamuel","chapter":"14","verse":"16","text":" Saul&#39s lookouts in Gibeah of Benjamin were watching as the multitude was surging back and forth. "},{"book":"FirstSamuel","chapter":"14","verse":"17","text":" Then Saul said to the troops that were with him, &#34Call the roll and see who has gone from us.&#34 When they had called the roll, Jonathan and his armor-bearer were not there. "},{"book":"FirstSamuel","chapter":"14","verse":"18","text":" Saul said to Ahijah, &#34Bring the ark of God here.&#34 For at that time the ark of God went with the Israelites. "},{"book":"FirstSamuel","chapter":"14","verse":"19","text":" While Saul was talking to the priest, the tumult in the camp of the Philistines increased more and more; and Saul said to the priest, &#34Withdraw your hand.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"20","text":" Then Saul and all the people who were with him rallied and went into the battle; and every sword was against the other, so that there was very great confusion. "},{"book":"FirstSamuel","chapter":"14","verse":"21","text":" Now the Hebrews who previously had been with the Philistines and had gone up with them into the camp turned and joined the Israelites who were with Saul and Jonathan. "},{"book":"FirstSamuel","chapter":"14","verse":"22","text":" Likewise, when all the Israelites who had gone into hiding in the hill country of Ephraim heard that the Philistines were fleeing, they too followed closely after them in the battle. "},{"book":"FirstSamuel","chapter":"14","verse":"23","text":" So the LORD gave Israel the victory that day. The battle passed beyond Beth-aven, and the troops with Saul numbered altogether about ten thousand men. The battle spread out over the hill country of Ephraim. "},{"book":"FirstSamuel","chapter":"14","verse":"24","text":" Now Saul committed a very rash act on that day. He had laid an oath on the troops, saying, &#34Cursed be anyone who eats food before it is evening and I have been avenged on my enemies.&#34 So none of the troops tasted food. "},{"book":"FirstSamuel","chapter":"14","verse":"25","text":" All the troops came upon a honeycomb; and there was honey on the ground. "},{"book":"FirstSamuel","chapter":"14","verse":"26","text":" When the troops came upon the honeycomb, the honey was dripping out; but they did not put their hands to their mouths, for they feared the oath. "},{"book":"FirstSamuel","chapter":"14","verse":"27","text":" But Jonathan had not heard his father charge the troops with the oath; so he extended the staff that was in his hand, and dipped the tip of it in the honeycomb, and put his hand to his mouth; and his eyes brightened. "},{"book":"FirstSamuel","chapter":"14","verse":"28","text":" Then one of the soldiers said, &#34Your father strictly charged the troops with an oath, saying, &#39Cursed be anyone who eats food this day.&#39 And so the troops are faint.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"29","text":" Then Jonathan said, &#34My father has troubled the land; see how my eyes have brightened because I tasted a little of this honey. "},{"book":"FirstSamuel","chapter":"14","verse":"30","text":" How much better if today the troops had eaten freely of the spoil taken from their enemies; for now the slaughter among the Philistines has not been great.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"31","text":" After they had struck down the Philistines that day from Michmash to Aijalon, the troops were very faint; "},{"book":"FirstSamuel","chapter":"14","verse":"32","text":" so the troops flew upon the spoil, and took sheep and oxen and calves, and slaughtered them on the ground; and the troops ate them with the blood. "},{"book":"FirstSamuel","chapter":"14","verse":"33","text":" Then it was reported to Saul, &#34Look, the troops are sinning against the LORD by eating with the blood.&#34 And he said, &#34You have dealt treacherously; roll a large stone before me here.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"34","text":" Saul said, &#34Disperse yourselves among the troops, and say to them, &#39Let all bring their oxen or their sheep, and slaughter them here, and eat; and do not sin against the LORD by eating with the blood.&#39&#34 So all of the troops brought their oxen with them that night, and slaughtered them there. "},{"book":"FirstSamuel","chapter":"14","verse":"35","text":" And Saul built an altar to the LORD; it was the first altar that he built to the LORD. "},{"book":"FirstSamuel","chapter":"14","verse":"36","text":" Then Saul said, &#34Let us go down after the Philistines by night and despoil them until the morning light; let us not leave one of them.&#34 They said, &#34Do whatever seems good to you.&#34 But the priest said, &#34Let us draw near to God here.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"37","text":" So Saul inquired of God, &#34Shall I go down after the Philistines? Will you give them into the hand of Israel?&#34 But he did not answer him that day. "},{"book":"FirstSamuel","chapter":"14","verse":"38","text":" Saul said, &#34Come here, all you leaders of the people; and let us find out how this sin has arisen today. "},{"book":"FirstSamuel","chapter":"14","verse":"39","text":" For as the LORD lives who saves Israel, even if it is in my son Jonathan, he shall surely die!&#34 But there was no one among all the people who answered him. "},{"book":"FirstSamuel","chapter":"14","verse":"40","text":" He said to all Israel, &#34You shall be on one side, and I and my son Jonathan will be on the other side.&#34 The people said to Saul, &#34Do what seems good to you.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"41","text":" Then Saul said, &#34O LORD God of Israel, why have you not answered your servant today? If this guilt is in me or in my son Jonathan, O LORD God of Israel, give Urim; but if this guilt is in your people Israel, give Thummim.&#34 And Jonathan and Saul were indicated by the lot, but the people were cleared. "},{"book":"FirstSamuel","chapter":"14","verse":"42","text":" Then Saul said, &#34Cast the lot between me and my son Jonathan.&#34 And Jonathan was taken. "},{"book":"FirstSamuel","chapter":"14","verse":"43","text":" Then Saul said to Jonathan, &#34Tell me what you have done.&#34 Jonathan told him, &#34I tasted a little honey with the tip of the staff that was in my hand; here I am, I will die.&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"44","text":" Saul said, &#34God do so to me and more also; you shall surely die, Jonathan!&#34 "},{"book":"FirstSamuel","chapter":"14","verse":"45","text":" Then the people said to Saul, &#34Shall Jonathan die, who has accomplished this great victory in Israel? Far from it! As the LORD lives, not one hair of his head shall fall to the ground; for he has worked with God today.&#34 So the people ransomed Jonathan, and he did not die. "},{"book":"FirstSamuel","chapter":"14","verse":"46","text":" Then Saul withdrew from pursuing the Philistines; and the Philistines went to their own place. "},{"book":"FirstSamuel","chapter":"14","verse":"47","text":" When Saul had taken the kingship over Israel, he fought against all his enemies on every side-- against Moab, against the Ammonites, against Edom, against the kings of Zobah, and against the Philistines; wherever he turned he routed them. "},{"book":"FirstSamuel","chapter":"14","verse":"48","text":" He did valiantly, and struck down the Amalekites, and rescued Israel out of the hands of those who plundered them. "},{"book":"FirstSamuel","chapter":"14","verse":"49","text":" Now the sons of Saul were Jonathan, Ishvi, and Malchishua; and the names of his two daughters were these: the name of the firstborn was Merab, and the name of the younger, Michal. "},{"book":"FirstSamuel","chapter":"14","verse":"50","text":" The name of Saul&#39s wife was Ahinoam daughter of Ahimaaz. And the name of the commander of his army was Abner son of Ner, Saul&#39s uncle; "},{"book":"FirstSamuel","chapter":"14","verse":"51","text":" Kish was the father of Saul, and Ner the father of Abner was the son of Abiel. "},{"book":"FirstSamuel","chapter":"14","verse":"52","text":" There was hard fighting against the Philistines all the days of Saul; and when Saul saw any strong or valiant warrior, he took him into his service. "}]