[{"book":"FirstChronicles","chapter":"5","verse":"1","text":" The sons of Reuben the firstborn of Israel. (He was the firstborn, but because he defiled his father&#39s bed his birthright was given to the sons of Joseph son of Israel, so that he is not enrolled in the genealogy according to the birthright; "},{"book":"FirstChronicles","chapter":"5","verse":"2","text":" though Judah became prominent among his brothers and a ruler came from him, yet the birthright belonged to Joseph.) "},{"book":"FirstChronicles","chapter":"5","verse":"3","text":" The sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi. "},{"book":"FirstChronicles","chapter":"5","verse":"4","text":" The sons of Joel: Shemaiah his son, Gog his son, Shimei his son, "},{"book":"FirstChronicles","chapter":"5","verse":"5","text":" Micah his son, Reaiah his son, Baal his son, "},{"book":"FirstChronicles","chapter":"5","verse":"6","text":" Beerah his son, whom King Tilgath-pilneser of Assyria carried away into exile; he was a chieftain of the Reubenites. "},{"book":"FirstChronicles","chapter":"5","verse":"7","text":" And his kindred by their families, when the genealogy of their generations was reckoned: the chief, Jeiel, and Zechariah, "},{"book":"FirstChronicles","chapter":"5","verse":"8","text":" and Bela son of Azaz, son of Shema, son of Joel, who lived in Aroer, as far as Nebo and Baal-meon. "},{"book":"FirstChronicles","chapter":"5","verse":"9","text":" He also lived to the east as far as the beginning of the desert this side of the Euphrates, because their cattle had multiplied in the land of Gilead. "},{"book":"FirstChronicles","chapter":"5","verse":"10","text":" And in the days of Saul they made war on the Hagrites, who fell by their hand; and they lived in their tents throughout all the region east of Gilead. "},{"book":"FirstChronicles","chapter":"5","verse":"11","text":" The sons of Gad lived beside them in the land of Bashan as far as Salecah: "},{"book":"FirstChronicles","chapter":"5","verse":"12","text":" Joel the chief, Shapham the second, Janai, and Shaphat in Bashan. "},{"book":"FirstChronicles","chapter":"5","verse":"13","text":" And their kindred according to their clans: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber, seven. "},{"book":"FirstChronicles","chapter":"5","verse":"14","text":" These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz; "},{"book":"FirstChronicles","chapter":"5","verse":"15","text":" Ahi son of Abdiel, son of Guni, was chief in their clan; "},{"book":"FirstChronicles","chapter":"5","verse":"16","text":" and they lived in Gilead, in Bashan and in its towns, and in all the pasture lands of Sharon to their limits. "},{"book":"FirstChronicles","chapter":"5","verse":"17","text":" All of these were enrolled by genealogies in the days of King Jotham of Judah, and in the days of King Jeroboam of Israel. "},{"book":"FirstChronicles","chapter":"5","verse":"18","text":" The Reubenites, the Gadites, and the half-tribe of Manasseh had valiant warriors, who carried shield and sword, and drew the bow, expert in war, forty-four thousand seven hundred sixty, ready for service. "},{"book":"FirstChronicles","chapter":"5","verse":"19","text":" They made war on the Hagrites, Jetur, Naphish, and Nodab; "},{"book":"FirstChronicles","chapter":"5","verse":"20","text":" and when they received help against them, the Hagrites and all who were with them were given into their hands, for they cried to God in the battle, and he granted their entreaty because they trusted in him. "},{"book":"FirstChronicles","chapter":"5","verse":"21","text":" They captured their livestock: fifty thousand of their camels, two hundred fifty thousand sheep, two thousand donkeys, and one hundred thousand captives. "},{"book":"FirstChronicles","chapter":"5","verse":"22","text":" Many fell slain, because the war was of God. And they lived in their territory until the exile. "},{"book":"FirstChronicles","chapter":"5","verse":"23","text":" The members of the half-tribe of Manasseh lived in the land; they were very numerous from Bashan to Baal-hermon, Senir, and Mount Hermon. "},{"book":"FirstChronicles","chapter":"5","verse":"24","text":" These were the heads of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty warriors, famous men, heads of their clans. "},{"book":"FirstChronicles","chapter":"5","verse":"25","text":" But they transgressed against the God of their ancestors, and prostituted themselves to the gods of the peoples of the land, whom God had destroyed before them. "},{"book":"FirstChronicles","chapter":"5","verse":"26","text":" So the God of Israel stirred up the spirit of King Pul of Assyria, the spirit of King Tilgath-pilneser of Assyria, and he carried them away, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day. "}]