[{"book":"FirstEsdras","chapter":"1","verse":"1","text":" Josiah kept the passover to his Lord in Jerusalem; he killed the passover lamb on the fourteenth day of the first month, "},{"book":"FirstEsdras","chapter":"1","verse":"1","text":" O Lord Almighty, God of our ancestors, of Abraham and Isaac and Jacob and of their righteous offspring; "},{"book":"FirstEsdras","chapter":"1","verse":"2","text":" having placed the priests according to their divisions, arrayed in their vestments, in the temple of the Lord. "},{"book":"FirstEsdras","chapter":"1","verse":"2","text":" you who made heaven and earth with all their order; "},{"book":"FirstEsdras","chapter":"1","verse":"3","text":" He told the Levites, the temple servants of Israel, that they should sanctify themselves to the Lord and put the holy ark of the Lord in the house that King Solomon, son of David, had built; "},{"book":"FirstEsdras","chapter":"1","verse":"3","text":" who shackled the sea by your word of command, who confined the deep and sealed it with your terrible and glorious name; "},{"book":"FirstEsdras","chapter":"1","verse":"4","text":" and he said, &#34You need no longer carry it on your shoulders. Now worship the Lord your God and serve his people Israel; prepare yourselves by your families and kindred, "},{"book":"FirstEsdras","chapter":"1","verse":"4","text":" at whom all things shudder, and tremble before your power, "},{"book":"FirstEsdras","chapter":"1","verse":"5","text":" in accordance with the directions of King David of Israel and the magnificence of his son Solomon. Stand in order in the temple according to the groupings of the ancestral houses of you Levites, who minister before your kindred the people of Israel, "},{"book":"FirstEsdras","chapter":"1","verse":"5","text":" for your glorious splendor cannot be borne, and the wrath of your threat to sinners is unendurable; "},{"book":"FirstEsdras","chapter":"1","verse":"6","text":" and kill the passover lamb and prepare the sacrifices for your kindred, and keep the passover according to the commandment of the Lord that was given to Moses.&#34 "},{"book":"FirstEsdras","chapter":"1","verse":"6","text":" yet immeasurable and unsearchable is your promised mercy, "},{"book":"FirstEsdras","chapter":"1","verse":"7","text":" To the people who were present Josiah gave thirty thousand lambs and kids, and three thousand calves; these were given from the king&#39s possessions, as he promised, to the people and the priests and Levites. "},{"book":"FirstEsdras","chapter":"1","verse":"7","text":" for you are the Lord Most High, of great compassion, long-suffering, and very merciful, and you relent at human suffering. O Lord, according to your great goodness you have promised repentance and forgiveness to those who have sinned against you, and in the multitude of your mercies you have appointed repentance for sinners, so that they may be saved. "},{"book":"FirstEsdras","chapter":"1","verse":"8","text":" Hilkiah, Zechariah, and Jehiel, the chief officers of the temple, gave to the priests for the passover two thousand six hundred sheep and three hundred calves. "},{"book":"FirstEsdras","chapter":"1","verse":"8","text":" Therefore you, O Lord, God of the righteous, have not appointed repentance for the righteous, for Abraham and Isaac and Jacob, who did not sin against you, but you have appointed repentance for me, who am a sinner. "},{"book":"FirstEsdras","chapter":"1","verse":"9","text":" And Jeconiah and Shemaiah and his brother Nethanel, and Hashabiah and Ochiel and Joram, captains over thousands, gave the Levites for the passover five thousand sheep and seven hundred calves. "},{"book":"FirstEsdras","chapter":"1","verse":"9","text":" For the sins I have committed are more in number than the sand of the sea; my transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities. "},{"book":"FirstEsdras","chapter":"1","verse":"10","text":" This is what took place. The priests and the Levites, having the unleavened bread, stood in proper order according to kindred "},{"book":"FirstEsdras","chapter":"1","verse":"10","text":" I am weighted down with many an iron fetter, so that I am rejected because of my sins, and I have no relief; for I have provoked your wrath and have done what is evil in your sight, setting up abominations and multiplying offenses. "},{"book":"FirstEsdras","chapter":"1","verse":"11","text":" and the grouping of the ancestral houses, before the people, to make the offering to the Lord as it is written in the book of Moses; this they did in the morning. "},{"book":"FirstEsdras","chapter":"1","verse":"11","text":" And now I bend the knee of my heart, imploring you for your kindness. "},{"book":"FirstEsdras","chapter":"1","verse":"12","text":" They roasted the passover lamb with fire, as required; and they boiled the sacrifices in bronze pots and caldrons, with a pleasing odor, "},{"book":"FirstEsdras","chapter":"1","verse":"12","text":" I have sinned, O Lord, I have sinned, and I acknowledge my transgressions. "},{"book":"FirstEsdras","chapter":"1","verse":"13","text":" and carried them to all the people. Afterward they prepared the passover for themselves and for their kindred the priests, the sons of Aaron, "},{"book":"FirstEsdras","chapter":"1","verse":"13","text":" I earnestly implore you, forgive me, O Lord, forgive me! Do not destroy me with my transgressions! Do not be angry with me forever or store up evil for me; do not condemn me to the depths of the earth. For you, O Lord, are the God of those who repent, "},{"book":"FirstEsdras","chapter":"1","verse":"14","text":" because the priests were offering the fat until nightfall; so the Levites prepared it for themselves and for their kindred the priests, the sons of Aaron. "},{"book":"FirstEsdras","chapter":"1","verse":"14","text":" and in me you will manifest your goodness; for, unworthy as I am, you will save me according to your great mercy, "},{"book":"FirstEsdras","chapter":"1","verse":"15","text":" The temple singers, the sons of Asaph, were in their place according to the arrangement made by David, and also Asaph, Zechariah, and Eddinus, who represented the king. "},{"book":"FirstEsdras","chapter":"1","verse":"15","text":" and I will praise you continually all the days of my life. For all the host of heaven sings your praise, and yours is the glory forever. Amen. "},{"book":"FirstEsdras","chapter":"1","verse":"16","text":" The gatekeepers were at each gate; no one needed to interrupt his daily duties, for their kindred the Levites prepared the passover for them. "},{"book":"FirstEsdras","chapter":"1","verse":"17","text":" So the things that had to do with the sacrifices to the Lord were accomplished that day: the passover was kept "},{"book":"FirstEsdras","chapter":"1","verse":"18","text":" and the sacrifices were offered on the altar of the Lord, according to the command of King Josiah. "},{"book":"FirstEsdras","chapter":"1","verse":"19","text":" And the people of Israel who were present at that time kept the passover and the festival of unleavened bread seven days. "},{"book":"FirstEsdras","chapter":"1","verse":"20","text":" No passover like it had been kept in Israel since the times of the prophet Samuel; "},{"book":"FirstEsdras","chapter":"1","verse":"21","text":" none of the kings of Israel had kept such a passover as was kept by Josiah and the priests and Levites and the people of Judah and all of Israel who were living in Jerusalem. "},{"book":"FirstEsdras","chapter":"1","verse":"22","text":" In the eighteenth year of the reign of Josiah this passover was kept. "},{"book":"FirstEsdras","chapter":"1","verse":"23","text":" And the deeds of Josiah were upright in the sight of the Lord, for his heart was full of godliness. "},{"book":"FirstEsdras","chapter":"1","verse":"24","text":" In ancient times the events of his reign have been recorded-- concerning those who sinned and acted wickedly toward the Lord beyond any other people or kingdom, and how they grieved the Lord deeply, so that the words of the Lord fell upon Israel. "},{"book":"FirstEsdras","chapter":"1","verse":"25","text":" After all these acts of Josiah, it happened that Pharaoh, king of Egypt, went to make war at Carchemish on the Euphrates, and Josiah went out against him. "},{"book":"FirstEsdras","chapter":"1","verse":"26","text":" And the king of Egypt sent word to him saying, &#34What have we to do with each other, O king of Judea? "},{"book":"FirstEsdras","chapter":"1","verse":"27","text":" I was not sent against you by the Lord God, for my war is at the Euphrates. And now the Lord is with me! The Lord is with me, urging me on! Stand aside, and do not oppose the Lord.&#34 "},{"book":"FirstEsdras","chapter":"1","verse":"28","text":" Josiah, however, did not turn back to his chariot, but tried to fight with him, and did not heed the words of the prophet Jeremiah from the mouth of the Lord. "},{"book":"FirstEsdras","chapter":"1","verse":"29","text":" He joined battle with him in the plain of Megiddo, and the commanders came down against King Josiah. "},{"book":"FirstEsdras","chapter":"1","verse":"30","text":" The king said to his servants, &#34Take me away from the battle, for I am very weak.&#34 And immediately his servants took him out of the line of battle. "},{"book":"FirstEsdras","chapter":"1","verse":"31","text":" He got into his second chariot; and after he was brought back to Jerusalem he died, and was buried in the tomb of his ancestors. "},{"book":"FirstEsdras","chapter":"1","verse":"32","text":" In all Judea they mourned for Josiah. The prophet Jeremiah lamented for Josiah, and the principal men, with the women, have made lamentation for him to this day; it was ordained that this should always be done throughout the whole nation of Israel. "},{"book":"FirstEsdras","chapter":"1","verse":"33","text":" These things are written in the book of the histories of the kings of Judea; and every one of the acts of Josiah, and his splendor, and his understanding of the law of the Lord, and the things that he had done before, and these that are now told, are recorded in the book of the kings of Israel and Judah. "},{"book":"FirstEsdras","chapter":"1","verse":"34","text":" The men of the nation took Jeconiah son of Josiah, who was twenty-three years old, and made him king in succession to his father Josiah. "},{"book":"FirstEsdras","chapter":"1","verse":"35","text":" He reigned three months in Judah and Jerusalem. Then the king of Egypt deposed him from reigning in Jerusalem, "},{"book":"FirstEsdras","chapter":"1","verse":"36","text":" and fined the nation one hundred talents of silver and one talent of gold. "},{"book":"FirstEsdras","chapter":"1","verse":"37","text":" The king of Egypt made his brother Jehoiakim king of Judea and Jerusalem. "},{"book":"FirstEsdras","chapter":"1","verse":"38","text":" Jehoiakim put the nobles in prison, and seized his brother Zarius and brought him back from Egypt. "},{"book":"FirstEsdras","chapter":"1","verse":"39","text":" Jehoiakim was twenty-five years old when he began to reign in Judea and Jerusalem; he did what was evil in the sight of the Lord. "},{"book":"FirstEsdras","chapter":"1","verse":"40","text":" King Nebuchadnezzar of Babylon came up against him; he bound him with a chain of bronze and took him away to Babylon. "},{"book":"FirstEsdras","chapter":"1","verse":"41","text":" Nebuchadnezzar also took some holy vessels of the Lord, and carried them away, and stored them in his temple in Babylon. "},{"book":"FirstEsdras","chapter":"1","verse":"42","text":" But the things that are reported about Jehoiakim, and his uncleanness and impiety, are written in the annals of the kings. "},{"book":"FirstEsdras","chapter":"1","verse":"43","text":" His son Jehoiachin became king in his place; when he was made king he was eighteen years old, "},{"book":"FirstEsdras","chapter":"1","verse":"44","text":" and he reigned three months and ten days in Jerusalem. He did what was evil in the sight of the Lord. "},{"book":"FirstEsdras","chapter":"1","verse":"45","text":" A year later Nebuchadnezzar sent and removed him to Babylon, with the holy vessels of the Lord, "},{"book":"FirstEsdras","chapter":"1","verse":"46","text":" and made Zedekiah king of Judea and Jerusalem. Zedekiah was twenty-one years old, and he reigned eleven years. "},{"book":"FirstEsdras","chapter":"1","verse":"47","text":" He also did what was evil in the sight of the Lord, and did not heed the words that were spoken by the prophet Jeremiah from the mouth of the Lord. "},{"book":"FirstEsdras","chapter":"1","verse":"48","text":" Although King Nebuchadnezzar had made him swear by the name of the Lord, he broke his oath and rebelled; he stiffened his neck and hardened his heart and transgressed the laws of the Lord, the God of Israel. "},{"book":"FirstEsdras","chapter":"1","verse":"49","text":" Even the leaders of the people and of the priests committed many acts of sacrilege and lawlessness beyond all the unclean deeds of all the nations, and polluted the temple of the Lord in Jerusalem-- the temple that God had made holy. "},{"book":"FirstEsdras","chapter":"1","verse":"50","text":" The God of their ancestors sent his messenger to call them back, because he would have spared them and his dwelling place. "},{"book":"FirstEsdras","chapter":"1","verse":"51","text":" But they mocked his messengers, and whenever the Lord spoke, they scoffed at his prophets, "},{"book":"FirstEsdras","chapter":"1","verse":"52","text":" until in his anger against his people because of their ungodly acts he gave command to bring against them the kings of the Chaldeans. "},{"book":"FirstEsdras","chapter":"1","verse":"53","text":" These killed their young men with the sword around their holy temple, and did not spare young man or young woman, old man or child, for he gave them all into their hands. "},{"book":"FirstEsdras","chapter":"1","verse":"54","text":" They took all the holy vessels of the Lord, great and small, the treasure chests of the Lord, and the royal stores, and carried them away to Babylon. "},{"book":"FirstEsdras","chapter":"1","verse":"55","text":" They burned the house of the Lord, broke down the walls of Jerusalem, burned their towers with fire, "},{"book":"FirstEsdras","chapter":"1","verse":"56","text":" and utterly destroyed all its glorious things. The survivors he led away to Babylon with the sword, "},{"book":"FirstEsdras","chapter":"1","verse":"57","text":" and they were servants to him and to his sons until the Persians began to reign, in fulfillment of the word of the Lord by the mouth of Jeremiah, "},{"book":"FirstEsdras","chapter":"1","verse":"58","text":" saying, &#34Until the land has enjoyed its sabbaths, it shall keep sabbath all the time of its desolation until the completion of seventy years.&#34 "}]