[{"book":"FirstChronicles","chapter":"13","verse":"1","text":" David consulted with the commanders of the thousands and of the hundreds, with every leader. "},{"book":"FirstChronicles","chapter":"13","verse":"2","text":" David said to the whole assembly of Israel, &#34If it seems good to you, and if it is the will of the LORD our God, let us send abroad to our kindred who remain in all the land of Israel, including the priests and Levites in the cities that have pasture lands, that they may come together to us. "},{"book":"FirstChronicles","chapter":"13","verse":"3","text":" Then let us bring again the ark of our God to us; for we did not turn to it in the days of Saul.&#34 "},{"book":"FirstChronicles","chapter":"13","verse":"4","text":" The whole assembly agreed to do so, for the thing pleased all the people. "},{"book":"FirstChronicles","chapter":"13","verse":"5","text":" So David assembled all Israel from the Shihor of Egypt to Lebo-hamath, to bring the ark of God from Kiriath-jearim. "},{"book":"FirstChronicles","chapter":"13","verse":"6","text":" And David and all Israel went up to Baalah, that is, to Kiriath-jearim, which belongs to Judah, to bring up from there the ark of God, the LORD, who is enthroned on the cherubim, which is called by his name. "},{"book":"FirstChronicles","chapter":"13","verse":"7","text":" They carried the ark of God on a new cart, from the house of Abinadab, and Uzzah and Ahio were driving the cart. "},{"book":"FirstChronicles","chapter":"13","verse":"8","text":" David and all Israel were dancing before God with all their might, with song and lyres and harps and tambourines and cymbals and trumpets. "},{"book":"FirstChronicles","chapter":"13","verse":"9","text":" When they came to the threshing floor of Chidon, Uzzah put out his hand to hold the ark, for the oxen shook it. "},{"book":"FirstChronicles","chapter":"13","verse":"10","text":" The anger of the LORD was kindled against Uzzah; he struck him down because he put out his hand to the ark; and he died there before God. "},{"book":"FirstChronicles","chapter":"13","verse":"11","text":" David was angry because the LORD had burst out against Uzzah; so that place is called Perez-uzzah to this day. "},{"book":"FirstChronicles","chapter":"13","verse":"12","text":" David was afraid of God that day; he said, &#34How can I bring the ark of God into my care?&#34 "},{"book":"FirstChronicles","chapter":"13","verse":"13","text":" So David did not take the ark into his care into the city of David; he took it instead to the house of Obed-edom the Gittite. "},{"book":"FirstChronicles","chapter":"13","verse":"14","text":" The ark of God remained with the household of Obed-edom in his house three months, and the LORD blessed the household of Obed-edom and all that he had. "}]