[{"book":"FirstSamuel","chapter":"10","verse":"1","text":" Samuel took a vial of oil and poured it on his head, and kissed him; he said, &#34The LORD has anointed you ruler over his people Israel. You shall reign over the people of the LORD and you will save them from the hand of their enemies all around. Now this shall be the sign to you that the LORD has anointed you ruler over his heritage: "},{"book":"FirstSamuel","chapter":"10","verse":"2","text":" When you depart from me today you will meet two men by Rachel&#39s tomb in the territory of Benjamin at Zelzah; they will say to you, &#39The donkeys that you went to seek are found, and now your father has stopped worrying about them and is worrying about you, saying: What shall I do about my son?&#39 "},{"book":"FirstSamuel","chapter":"10","verse":"3","text":" Then you shall go on from there further and come to the oak of Tabor; three men going up to God at Bethel will meet you there, one carrying three kids, another carrying three loaves of bread, and another carrying a skin of wine. "},{"book":"FirstSamuel","chapter":"10","verse":"4","text":" They will greet you and give you two loaves of bread, which you shall accept from them. "},{"book":"FirstSamuel","chapter":"10","verse":"5","text":" After that you shall come to Gibeath-elohim, at the place where the Philistine garrison is; there, as you come to the town, you will meet a band of prophets coming down from the shrine with harp, tambourine, flute, and lyre playing in front of them; they will be in a prophetic frenzy. "},{"book":"FirstSamuel","chapter":"10","verse":"6","text":" Then the spirit of the LORD will possess you, and you will be in a prophetic frenzy along with them and be turned into a different person. "},{"book":"FirstSamuel","chapter":"10","verse":"7","text":" Now when these signs meet you, do whatever you see fit to do, for God is with you. "},{"book":"FirstSamuel","chapter":"10","verse":"8","text":" And you shall go down to Gilgal ahead of me; then I will come down to you to present burnt offerings and offer sacrifices of well-being. Seven days you shall wait, until I come to you and show you what you shall do.&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"9","text":" As he turned away to leave Samuel, God gave him another heart; and all these signs were fulfilled that day. "},{"book":"FirstSamuel","chapter":"10","verse":"10","text":" When they were going from there to Gibeah, a band of prophets met him; and the spirit of God possessed him, and he fell into a prophetic frenzy along with them. "},{"book":"FirstSamuel","chapter":"10","verse":"11","text":" When all who knew him before saw how he prophesied with the prophets, the people said to one another, &#34What has come over the son of Kish? Is Saul also among the prophets?&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"12","text":" A man of the place answered, &#34And who is their father?&#34 Therefore it became a proverb, &#34Is Saul also among the prophets?&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"13","text":" When his prophetic frenzy had ended, he went home. "},{"book":"FirstSamuel","chapter":"10","verse":"14","text":" Saul&#39s uncle said to him and to the boy, &#34Where did you go?&#34 And he replied, &#34To seek the donkeys; and when we saw they were not to be found, we went to Samuel.&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"15","text":" Saul&#39s uncle said, &#34Tell me what Samuel said to you.&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"16","text":" Saul said to his uncle, &#34He told us that the donkeys had been found.&#34 But about the matter of the kingship, of which Samuel had spoken, he did not tell him anything. "},{"book":"FirstSamuel","chapter":"10","verse":"17","text":" Samuel summoned the people to the LORD at Mizpah "},{"book":"FirstSamuel","chapter":"10","verse":"18","text":" and said to them, &#34Thus says the LORD, the God of Israel, &#39I brought up Israel out of Egypt, and I rescued you from the hand of the Egyptians and from the hand of all the kingdoms that were oppressing you.&#39 "},{"book":"FirstSamuel","chapter":"10","verse":"19","text":" But today you have rejected your God, who saves you from all your calamities and your distresses; and you have said, &#39No! but set a king over us.&#39 Now therefore present yourselves before the LORD by your tribes and by your clans.&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"20","text":" Then Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken by lot. "},{"book":"FirstSamuel","chapter":"10","verse":"21","text":" He brought the tribe of Benjamin near by its families, and the family of the Matrites was taken by lot. Finally he brought the family of the Matrites near man by man, and Saul the son of Kish was taken by lot. But when they sought him, he could not be found. "},{"book":"FirstSamuel","chapter":"10","verse":"22","text":" So they inquired again of the LORD, &#34Did the man come here?&#34 and the LORD said, &#34See, he has hidden himself among the baggage.&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"23","text":" Then they ran and brought him from there. When he took his stand among the people, he was head and shoulders taller than any of them. "},{"book":"FirstSamuel","chapter":"10","verse":"24","text":" Samuel said to all the people, &#34Do you see the one whom the LORD has chosen? There is no one like him among all the people.&#34 And all the people shouted, &#34Long live the king!&#34 "},{"book":"FirstSamuel","chapter":"10","verse":"25","text":" Samuel told the people the rights and duties of the kingship; and he wrote them in a book and laid it up before the LORD. Then Samuel sent all the people back to their homes. "},{"book":"FirstSamuel","chapter":"10","verse":"26","text":" Saul also went to his home at Gibeah, and with him went warriors whose hearts God had touched. "},{"book":"FirstSamuel","chapter":"10","verse":"27","text":" But some worthless fellows said, &#34How can this man save us?&#34 They despised him and brought him no present. But he held his peace. Now Nahash, king of the Ammonites, had been grievously oppressing the Gadites and the Reubenites. He would gouge out the right eye of each of them and would not grant Israel a deliverer. No one was left of the Israelites across the Jordan whose right eye Nahash, king of the Ammonites, had not gouged out. But there were seven thousand men who had escaped from the Ammonites and had entered Jabesh-gilead. "}]