[{"book":"FirstSamuel","chapter":"3","verse":"1","text":" Now the boy Samuel was ministering to the LORD under Eli. The word of the LORD was rare in those days; visions were not widespread. "},{"book":"FirstSamuel","chapter":"3","verse":"2","text":" At that time Eli, whose eyesight had begun to grow dim so that he could not see, was lying down in his room; "},{"book":"FirstSamuel","chapter":"3","verse":"3","text":" the lamp of God had not yet gone out, and Samuel was lying down in the temple of the LORD, where the ark of God was. "},{"book":"FirstSamuel","chapter":"3","verse":"4","text":" Then the LORD called, &#34Samuel! Samuel!&#34 and he said, &#34Here I am!&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"5","text":" and ran to Eli, and said, &#34Here I am, for you called me.&#34 But he said, &#34I did not call; lie down again.&#34 So he went and lay down. "},{"book":"FirstSamuel","chapter":"3","verse":"6","text":" The LORD called again, &#34Samuel!&#34 Samuel got up and went to Eli, and said, &#34Here I am, for you called me.&#34 But he said, &#34I did not call, my son; lie down again.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"7","text":" Now Samuel did not yet know the LORD, and the word of the LORD had not yet been revealed to him. "},{"book":"FirstSamuel","chapter":"3","verse":"8","text":" The LORD called Samuel again, a third time. And he got up and went to Eli, and said, &#34Here I am, for you called me.&#34 Then Eli perceived that the LORD was calling the boy. "},{"book":"FirstSamuel","chapter":"3","verse":"9","text":" Therefore Eli said to Samuel, &#34Go, lie down; and if he calls you, you shall say, &#39Speak, LORD, for your servant is listening.&#39&#34 So Samuel went and lay down in his place. "},{"book":"FirstSamuel","chapter":"3","verse":"10","text":" Now the LORD came and stood there, calling as before, &#34Samuel! Samuel!&#34 And Samuel said, &#34Speak, for your servant is listening.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"11","text":" Then the LORD said to Samuel, &#34See, I am about to do something in Israel that will make both ears of anyone who hears of it tingle. "},{"book":"FirstSamuel","chapter":"3","verse":"12","text":" On that day I will fulfill against Eli all that I have spoken concerning his house, from beginning to end. "},{"book":"FirstSamuel","chapter":"3","verse":"13","text":" For I have told him that I am about to punish his house forever, for the iniquity that he knew, because his sons were blaspheming God, and he did not restrain them. "},{"book":"FirstSamuel","chapter":"3","verse":"14","text":" Therefore I swear to the house of Eli that the iniquity of Eli&#39s house shall not be expiated by sacrifice or offering forever.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"15","text":" Samuel lay there until morning; then he opened the doors of the house of the LORD. Samuel was afraid to tell the vision to Eli. "},{"book":"FirstSamuel","chapter":"3","verse":"16","text":" But Eli called Samuel and said, &#34Samuel, my son.&#34 He said, &#34Here I am.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"17","text":" Eli said, &#34What was it that he told you? Do not hide it from me. May God do so to you and more also, if you hide anything from me of all that he told you.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"18","text":" So Samuel told him everything and hid nothing from him. Then he said, &#34It is the LORD; let him do what seems good to him.&#34 "},{"book":"FirstSamuel","chapter":"3","verse":"19","text":" As Samuel grew up, the LORD was with him and let none of his words fall to the ground. "},{"book":"FirstSamuel","chapter":"3","verse":"20","text":" And all Israel from Dan to Beer-sheba knew that Samuel was a trustworthy prophet of the LORD. "},{"book":"FirstSamuel","chapter":"3","verse":"21","text":" The LORD continued to appear at Shiloh, for the LORD revealed himself to Samuel at Shiloh by the word of the LORD. "}]