[{"book":"FirstEsdras","chapter":"7","verse":"1","text":" Then Sisinnes the governor of Coelesyria and Phoenicia, and Sathrabuzanes, and their associates, following the orders of King Darius, "},{"book":"FirstEsdras","chapter":"7","verse":"2","text":" supervised the holy work with very great care, assisting the elders of the Jews and the chief officers of the temple. "},{"book":"FirstEsdras","chapter":"7","verse":"3","text":" The holy work prospered, while the prophets Haggai and Zechariah prophesied; "},{"book":"FirstEsdras","chapter":"7","verse":"4","text":" and they completed it by the command of the Lord God of Israel. So with the consent of Cyrus and Darius and Artaxerxes, kings of the Persians, "},{"book":"FirstEsdras","chapter":"7","verse":"5","text":" the holy house was finished by the twenty-third day of the month of Adar, in the sixth year of King Darius. "},{"book":"FirstEsdras","chapter":"7","verse":"6","text":" And the people of Israel, the priests, the Levites, and the rest of those who returned from exile who joined them, did according to what was written in the book of Moses. "},{"book":"FirstEsdras","chapter":"7","verse":"7","text":" They offered at the dedication of the temple of the Lord one hundred bulls, two hundred rams, four hundred lambs, "},{"book":"FirstEsdras","chapter":"7","verse":"8","text":" and twelve male goats for the sin of all Israel, according to the number of the twelve leaders of the tribes of Israel; "},{"book":"FirstEsdras","chapter":"7","verse":"9","text":" and the priests and the Levites stood arrayed in their vestments, according to kindred, for the services of the Lord God of Israel in accordance with the book of Moses; and the gatekeepers were at each gate. "},{"book":"FirstEsdras","chapter":"7","verse":"10","text":" The people of Israel who came from exile kept the passover on the fourteenth day of the first month, after the priests and the Levites were purified together. "},{"book":"FirstEsdras","chapter":"7","verse":"11","text":" Not all of the returned captives were purified, but the Levites were all purified together, "},{"book":"FirstEsdras","chapter":"7","verse":"12","text":" and they sacrificed the passover lamb for all the returned captives and for their kindred the priests and for themselves. "},{"book":"FirstEsdras","chapter":"7","verse":"13","text":" The people of Israel who had returned from exile ate it, all those who had separated themselves from the abominations of the peoples of the land and sought the Lord. "},{"book":"FirstEsdras","chapter":"7","verse":"14","text":" They also kept the festival of unleavened bread seven days, rejoicing before the Lord, "},{"book":"FirstEsdras","chapter":"7","verse":"15","text":" because he had changed the will of the king of the Assyrians concerning them, to strengthen their hands for the service of the Lord God of Israel. "}]