[{"book":"FirstMaccabees","chapter":"13","verse":"1","text":" Simon heard that Trypho had assembled a large army to invade the land of Judah and destroy it, "},{"book":"FirstMaccabees","chapter":"13","verse":"2","text":" and he saw that the people were trembling with fear. So he went up to Jerusalem, and gathering the people together "},{"book":"FirstMaccabees","chapter":"13","verse":"3","text":" he encouraged them, saying to them, &#34You yourselves know what great things my brothers and I and the house of my father have done for the laws and the sanctuary; you know also the wars and the difficulties that my brothers and I have seen. "},{"book":"FirstMaccabees","chapter":"13","verse":"4","text":" By reason of this all my brothers have perished for the sake of Israel, and I alone am left. "},{"book":"FirstMaccabees","chapter":"13","verse":"5","text":" And now, far be it from me to spare my life in any time of distress, for I am not better than my brothers. "},{"book":"FirstMaccabees","chapter":"13","verse":"6","text":" But I will avenge my nation and the sanctuary and your wives and children, for all the nations have gathered together out of hatred to destroy us.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"7","text":" The spirit of the people was rekindled when they heard these words, "},{"book":"FirstMaccabees","chapter":"13","verse":"8","text":" and they answered in a loud voice, &#34You are our leader in place of Judas and your brother Jonathan. "},{"book":"FirstMaccabees","chapter":"13","verse":"9","text":" Fight our battles, and all that you say to us we will do.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"10","text":" So he assembled all the warriors and hurried to complete the walls of Jerusalem, and he fortified it on every side. "},{"book":"FirstMaccabees","chapter":"13","verse":"11","text":" He sent Jonathan son of Absalom to Joppa, and with him a considerable army; he drove out its occupants and remained there. "},{"book":"FirstMaccabees","chapter":"13","verse":"12","text":" Then Trypho left Ptolemais with a large army to invade the land of Judah, and Jonathan was with him under guard. "},{"book":"FirstMaccabees","chapter":"13","verse":"13","text":" Simon encamped in Adida, facing the plain. "},{"book":"FirstMaccabees","chapter":"13","verse":"14","text":" Trypho learned that Simon had risen up in place of his brother Jonathan, and that he was about to join battle with him, so he sent envoys to him and said, "},{"book":"FirstMaccabees","chapter":"13","verse":"15","text":" &#34It is for the money that your brother Jonathan owed the royal treasury, in connection with the offices he held, that we are detaining him. "},{"book":"FirstMaccabees","chapter":"13","verse":"16","text":" Send now one hundred talents of silver and two of his sons as hostages, so that when released he will not revolt against us, and we will release him.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"17","text":" Simon knew that they were speaking deceitfully to him, but he sent to get the money and the sons, so that he would not arouse great hostility among the people, who might say, "},{"book":"FirstMaccabees","chapter":"13","verse":"18","text":" &#34It was because Simon did not send him the money and the sons, that Jonathan perished.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"19","text":" So he sent the sons and the hundred talents, but Trypho broke his word and did not release Jonathan. "},{"book":"FirstMaccabees","chapter":"13","verse":"20","text":" After this Trypho came to invade the country and destroy it, and he circled around by the way to Adora. But Simon and his army kept marching along opposite him to every place he went. "},{"book":"FirstMaccabees","chapter":"13","verse":"21","text":" Now the men in the citadel kept sending envoys to Trypho urging him to come to them by way of the wilderness and to send them food. "},{"book":"FirstMaccabees","chapter":"13","verse":"22","text":" So Trypho got all his cavalry ready to go, but that night a very heavy snow fell, and he did not go because of the snow. He marched off and went into the land of Gilead. "},{"book":"FirstMaccabees","chapter":"13","verse":"23","text":" When he approached Baskama, he killed Jonathan, and he was buried there. "},{"book":"FirstMaccabees","chapter":"13","verse":"24","text":" Then Trypho turned and went back to his own land. "},{"book":"FirstMaccabees","chapter":"13","verse":"25","text":" Simon sent and took the bones of his brother Jonathan, and buried him in Modein, the city of his ancestors. "},{"book":"FirstMaccabees","chapter":"13","verse":"26","text":" All Israel bewailed him with great lamentation, and mourned for him many days. "},{"book":"FirstMaccabees","chapter":"13","verse":"27","text":" And Simon built a monument over the tomb of his father and his brothers; he made it high so that it might be seen, with polished stone at the front and back. "},{"book":"FirstMaccabees","chapter":"13","verse":"28","text":" He also erected seven pyramids, opposite one another, for his father and mother and four brothers. "},{"book":"FirstMaccabees","chapter":"13","verse":"29","text":" For the pyramids he devised an elaborate setting, erecting about them great columns, and on the columns he put suits of armor for a permanent memorial, and beside the suits of armor he carved ships, so that they could be seen by all who sail the sea. "},{"book":"FirstMaccabees","chapter":"13","verse":"30","text":" This is the tomb that he built in Modein; it remains to this day. "},{"book":"FirstMaccabees","chapter":"13","verse":"31","text":" Trypho dealt treacherously with the young King Antiochus; he killed him "},{"book":"FirstMaccabees","chapter":"13","verse":"32","text":" and became king in his place, putting on the crown of Asia; and he brought great calamity on the land. "},{"book":"FirstMaccabees","chapter":"13","verse":"33","text":" But Simon built up the strongholds of Judea and walled them all around, with high towers and great walls and gates and bolts, and he stored food in the strongholds. "},{"book":"FirstMaccabees","chapter":"13","verse":"34","text":" Simon also chose emissaries and sent them to King Demetrius with a request to grant relief to the country, for all that Trypho did was to plunder. "},{"book":"FirstMaccabees","chapter":"13","verse":"35","text":" King Demetrius sent him a favorable reply to this request, and wrote him a letter as follows, "},{"book":"FirstMaccabees","chapter":"13","verse":"36","text":" &#34King Demetrius to Simon, the high priest and friend of kings, and to the elders and nation of the Jews, greetings. "},{"book":"FirstMaccabees","chapter":"13","verse":"37","text":" We have received the gold crown and the palm branch that you sent, and we are ready to make a general peace with you and to write to our officials to grant you release from tribute. "},{"book":"FirstMaccabees","chapter":"13","verse":"38","text":" All the grants that we have made to you remain valid, and let the strongholds that you have built be your possession. "},{"book":"FirstMaccabees","chapter":"13","verse":"39","text":" We pardon any errors and offenses committed to this day, and cancel the crown tax that you owe; and whatever other tax has been collected in Jerusalem shall be collected no longer. "},{"book":"FirstMaccabees","chapter":"13","verse":"40","text":" And if any of you are qualified to be enrolled in our bodyguard, let them be enrolled, and let there be peace between us.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"41","text":" In the one hundred seventieth year the yoke of the Gentiles was removed from Israel, "},{"book":"FirstMaccabees","chapter":"13","verse":"42","text":" and the people began to write in their documents and contracts, &#34In the first year of Simon the great high priest and commander and leader of the Jews.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"43","text":" In those days Simon encamped against Gazara and surrounded it with troops. He made a siege engine, brought it up to the city, and battered and captured one tower. "},{"book":"FirstMaccabees","chapter":"13","verse":"44","text":" The men in the siege engine leaped out into the city, and a great tumult arose in the city. "},{"book":"FirstMaccabees","chapter":"13","verse":"45","text":" The men in the city, with their wives and children, went up on the wall with their clothes torn, and they cried out with a loud voice, asking Simon to make peace with them; "},{"book":"FirstMaccabees","chapter":"13","verse":"46","text":" they said, &#34Do not treat us according to our wicked acts but according to your mercy.&#34 "},{"book":"FirstMaccabees","chapter":"13","verse":"47","text":" So Simon reached an agreement with them and stopped fighting against them. But he expelled them from the city and cleansed the houses in which the idols were located, and then entered it with hymns and praise. "},{"book":"FirstMaccabees","chapter":"13","verse":"48","text":" He removed all uncleanness from it, and settled in it those who observed the law. He also strengthened its fortifications and built in it a house for himself. "},{"book":"FirstMaccabees","chapter":"13","verse":"49","text":" Those who were in the citadel at Jerusalem were prevented from going in and out to buy and sell in the country. So they were very hungry, and many of them perished from famine. "},{"book":"FirstMaccabees","chapter":"13","verse":"50","text":" Then they cried to Simon to make peace with them, and he did so. But he expelled them from there and cleansed the citadel from its pollutions. "},{"book":"FirstMaccabees","chapter":"13","verse":"51","text":" On the twenty-third day of the second month, in the one hundred seventy-first year, the Jews entered it with praise and palm branches, and with harps and cymbals and stringed instruments, and with hymns and songs, because a great enemy had been crushed and removed from Israel. "},{"book":"FirstMaccabees","chapter":"13","verse":"52","text":" Simon decreed that every year they should celebrate this day with rejoicing. He strengthened the fortifications of the temple hill alongside the citadel, and he and his men lived there. "},{"book":"FirstMaccabees","chapter":"13","verse":"53","text":" Simon saw that his son John had reached manhood, and so he made him commander of all the forces; and he lived at Gazara. "}]