[{"book":"FirstEsdras","chapter":"3","verse":"1","text":" Now King Darius gave a great banquet for all that were under him, all that were born in his house, and all the nobles of Media and Persia, "},{"book":"FirstEsdras","chapter":"3","verse":"2","text":" and all the satraps and generals and governors that were under him in the hundred twenty-seven satrapies from India to Ethiopia. "},{"book":"FirstEsdras","chapter":"3","verse":"3","text":" They ate and drank, and when they were satisfied they went away, and King Darius went to his bedroom; he went to sleep, but woke up again. "},{"book":"FirstEsdras","chapter":"3","verse":"4","text":" Then the three young men of the bodyguard, who kept guard over the person of the king, said to one another, "},{"book":"FirstEsdras","chapter":"3","verse":"5","text":" &#34Let each of us state what one thing is strongest; and to the one whose statement seems wisest, King Darius will give rich gifts and great honors of victory. "},{"book":"FirstEsdras","chapter":"3","verse":"6","text":" He shall be clothed in purple, and drink from gold cups, and sleep on a gold bed, and have a chariot with gold bridles, and a turban of fine linen, and a necklace around his neck; "},{"book":"FirstEsdras","chapter":"3","verse":"7","text":" and because of his wisdom he shall sit next to Darius and shall be called Kinsman of Darius.&#34 "},{"book":"FirstEsdras","chapter":"3","verse":"8","text":" Then each wrote his own statement, and they sealed them and put them under the pillow of King Darius, "},{"book":"FirstEsdras","chapter":"3","verse":"9","text":" and said, &#34When the king wakes, they will give him the writing; and to the one whose statement the king and the three nobles of Persia judge to be wisest the victory shall be given according to what is written.&#34 "},{"book":"FirstEsdras","chapter":"3","verse":"10","text":" The first wrote, &#34Wine is strongest.&#34 "},{"book":"FirstEsdras","chapter":"3","verse":"11","text":" The second wrote, &#34The king is strongest.&#34 "},{"book":"FirstEsdras","chapter":"3","verse":"12","text":" The third wrote, &#34Women are strongest, but above all things truth is victor.&#34 "},{"book":"FirstEsdras","chapter":"3","verse":"13","text":" When the king awoke, they took the writing and gave it to him, and he read it. "},{"book":"FirstEsdras","chapter":"3","verse":"14","text":" Then he sent and summoned all the nobles of Persia and Media and the satraps and generals and governors and prefects, "},{"book":"FirstEsdras","chapter":"3","verse":"15","text":" and he took his seat in the council chamber, and the writing was read in their presence. "},{"book":"FirstEsdras","chapter":"3","verse":"16","text":" He said, &#34Call the young men, and they shall explain their statements.&#34 So they were summoned, and came in. "},{"book":"FirstEsdras","chapter":"3","verse":"17","text":" They said to them, &#34Explain to us what you have written.&#34 Then the first, who had spoken of the strength of wine, began and said: "},{"book":"FirstEsdras","chapter":"3","verse":"18","text":" &#34Gentlemen, how is wine the strongest? It leads astray the minds of all who drink it. "},{"book":"FirstEsdras","chapter":"3","verse":"19","text":" It makes equal the mind of the king and the orphan, of the slave and the free, of the poor and the rich. "},{"book":"FirstEsdras","chapter":"3","verse":"20","text":" It turns every thought to feasting and mirth, and forgets all sorrow and debt. "},{"book":"FirstEsdras","chapter":"3","verse":"21","text":" It makes all hearts feel rich, forgets kings and satraps, and makes everyone talk in millions. "},{"book":"FirstEsdras","chapter":"3","verse":"22","text":" When people drink they forget to be friendly with friends and kindred, and before long they draw their swords. "},{"book":"FirstEsdras","chapter":"3","verse":"23","text":" And when they recover from the wine, they do not remember what they have done. "},{"book":"FirstEsdras","chapter":"3","verse":"24","text":" Gentlemen, is not wine the strongest, since it forces people to do these things?&#34 When he had said this, he stopped speaking. "}]