[{"book":"FirstSamuel","chapter":"12","verse":"1","text":" Samuel said to all Israel, &#34I have listened to you in all that you have said to me, and have set a king over you. "},{"book":"FirstSamuel","chapter":"12","verse":"2","text":" See, it is the king who leads you now; I am old and gray, but my sons are with you. I have led you from my youth until this day. "},{"book":"FirstSamuel","chapter":"12","verse":"3","text":" Here I am; testify against me before the LORD and before his anointed. Whose ox have I taken? Or whose donkey have I taken? Or whom have I defrauded? Whom have I oppressed? Or from whose hand have I taken a bribe to blind my eyes with it? Testify against me and I will restore it to you.&#34 "},{"book":"FirstSamuel","chapter":"12","verse":"4","text":" They said, &#34You have not defrauded us or oppressed us or taken anything from the hand of anyone.&#34 "},{"book":"FirstSamuel","chapter":"12","verse":"5","text":" He said to them, &#34The LORD is witness against you, and his anointed is witness this day, that you have not found anything in my hand.&#34 And they said, &#34He is witness.&#34 "},{"book":"FirstSamuel","chapter":"12","verse":"6","text":" Samuel said to the people, &#34The LORD is witness, who appointed Moses and Aaron and brought your ancestors up out of the land of Egypt. "},{"book":"FirstSamuel","chapter":"12","verse":"7","text":" Now therefore take your stand, so that I may enter into judgment with you before the LORD, and I will declare to you all the saving deeds of the LORD that he performed for you and for your ancestors. "},{"book":"FirstSamuel","chapter":"12","verse":"8","text":" When Jacob went into Egypt and the Egyptians oppressed them, then your ancestors cried to the LORD and the LORD sent Moses and Aaron, who brought forth your ancestors out of Egypt, and settled them in this place. "},{"book":"FirstSamuel","chapter":"12","verse":"9","text":" But they forgot the LORD their God; and he sold them into the hand of Sisera, commander of the army of King Jabin of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them. "},{"book":"FirstSamuel","chapter":"12","verse":"10","text":" Then they cried to the LORD, and said, &#39We have sinned, because we have forsaken the LORD, and have served the Baals and the Astartes; but now rescue us out of the hand of our enemies, and we will serve you.&#39 "},{"book":"FirstSamuel","chapter":"12","verse":"11","text":" And the LORD sent Jerubbaal and Barak, and Jephthah, and Samson, and rescued you out of the hand of your enemies on every side; and you lived in safety. "},{"book":"FirstSamuel","chapter":"12","verse":"12","text":" But when you saw that King Nahash of the Ammonites came against you, you said to me, &#39No, but a king shall reign over us,&#39 though the LORD your God was your king. "},{"book":"FirstSamuel","chapter":"12","verse":"13","text":" See, here is the king whom you have chosen, for whom you have asked; see, the LORD has set a king over you. "},{"book":"FirstSamuel","chapter":"12","verse":"14","text":" If you will fear the LORD and serve him and heed his voice and not rebel against the commandment of the LORD, and if both you and the king who reigns over you will follow the LORD your God, it will be well; "},{"book":"FirstSamuel","chapter":"12","verse":"15","text":" but if you will not heed the voice of the LORD, but rebel against the commandment of the LORD, then the hand of the LORD will be against you and your king. "},{"book":"FirstSamuel","chapter":"12","verse":"16","text":" Now therefore take your stand and see this great thing that the LORD will do before your eyes. "},{"book":"FirstSamuel","chapter":"12","verse":"17","text":" Is it not the wheat harvest today? I will call upon the LORD, that he may send thunder and rain; and you shall know and see that the wickedness that you have done in the sight of the LORD is great in demanding a king for yourselves.&#34 "},{"book":"FirstSamuel","chapter":"12","verse":"18","text":" So Samuel called upon the LORD, and the LORD sent thunder and rain that day; and all the people greatly feared the LORD and Samuel. "},{"book":"FirstSamuel","chapter":"12","verse":"19","text":" All the people said to Samuel, &#34Pray to the LORD your God for your servants, so that we may not die; for we have added to all our sins the evil of demanding a king for ourselves.&#34 "},{"book":"FirstSamuel","chapter":"12","verse":"20","text":" And Samuel said to the people, &#34Do not be afraid; you have done all this evil, yet do not turn aside from following the LORD, but serve the LORD with all your heart; "},{"book":"FirstSamuel","chapter":"12","verse":"21","text":" and do not turn aside after useless things that cannot profit or save, for they are useless. "},{"book":"FirstSamuel","chapter":"12","verse":"22","text":" For the LORD will not cast away his people, for his great name&#39s sake, because it has pleased the LORD to make you a people for himself. "},{"book":"FirstSamuel","chapter":"12","verse":"23","text":" Moreover as for me, far be it from me that I should sin against the LORD by ceasing to pray for you; and I will instruct you in the good and the right way. "},{"book":"FirstSamuel","chapter":"12","verse":"24","text":" Only fear the LORD, and serve him faithfully with all your heart; for consider what great things he has done for you. "},{"book":"FirstSamuel","chapter":"12","verse":"25","text":" But if you still do wickedly, you shall be swept away, both you and your king.&#34 "}]