[{"book":"Genesis","chapter":"33","verse":"1","text":" Now Jacob looked up and saw Esau coming, and four hundred men with him. So he divided the children among Leah and Rachel and the two maids. "},{"book":"Genesis","chapter":"33","verse":"2","text":" He put the maids with their children in front, then Leah with her children, and Rachel and Joseph last of all. "},{"book":"Genesis","chapter":"33","verse":"3","text":" He himself went on ahead of them, bowing himself to the ground seven times, until he came near his brother. "},{"book":"Genesis","chapter":"33","verse":"4","text":" But Esau ran to meet him, and embraced him, and fell on his neck and kissed him, and they wept. "},{"book":"Genesis","chapter":"33","verse":"5","text":" When Esau looked up and saw the women and children, he said, &#34Who are these with you?&#34 Jacob said, &#34The children whom God has graciously given your servant.&#34 "},{"book":"Genesis","chapter":"33","verse":"6","text":" Then the maids drew near, they and their children, and bowed down; "},{"book":"Genesis","chapter":"33","verse":"7","text":" Leah likewise and her children drew near and bowed down; and finally Joseph and Rachel drew near, and they bowed down. "},{"book":"Genesis","chapter":"33","verse":"8","text":" Esau said, &#34What do you mean by all this company that I met?&#34 Jacob answered, &#34To find favor with my lord.&#34 "},{"book":"Genesis","chapter":"33","verse":"9","text":" But Esau said, &#34I have enough, my brother; keep what you have for yourself.&#34 "},{"book":"Genesis","chapter":"33","verse":"10","text":" Jacob said, &#34No, please; if I find favor with you, then accept my present from my hand; for truly to see your face is like seeing the face of God-- since you have received me with such favor. "},{"book":"Genesis","chapter":"33","verse":"11","text":" Please accept my gift that is brought to you, because God has dealt graciously with me, and because I have everything I want.&#34 So he urged him, and he took it. "},{"book":"Genesis","chapter":"33","verse":"12","text":" Then Esau said, &#34Let us journey on our way, and I will go alongside you.&#34 "},{"book":"Genesis","chapter":"33","verse":"13","text":" But Jacob said to him, &#34My lord knows that the children are frail and that the flocks and herds, which are nursing, are a care to me; and if they are overdriven for one day, all the flocks will die. "},{"book":"Genesis","chapter":"33","verse":"14","text":" Let my lord pass on ahead of his servant, and I will lead on slowly, according to the pace of the cattle that are before me and according to the pace of the children, until I come to my lord in Seir.&#34 "},{"book":"Genesis","chapter":"33","verse":"15","text":" So Esau said, &#34Let me leave with you some of the people who are with me.&#34 But he said, &#34Why should my lord be so kind to me?&#34 "},{"book":"Genesis","chapter":"33","verse":"16","text":" So Esau returned that day on his way to Seir. "},{"book":"Genesis","chapter":"33","verse":"17","text":" But Jacob journeyed to Succoth, and built himself a house, and made booths for his cattle; therefore the place is called Succoth. "},{"book":"Genesis","chapter":"33","verse":"18","text":" Jacob came safely to the city of Shechem, which is in the land of Canaan, on his way from Paddan-aram; and he camped before the city. "},{"book":"Genesis","chapter":"33","verse":"19","text":" And from the sons of Hamor, Shechem&#39s father, he bought for one hundred pieces of money the plot of land on which he had pitched his tent. "},{"book":"Genesis","chapter":"33","verse":"20","text":" There he erected an altar and called it El-Elohe-Israel. "}]