[{"book":"Genesis","chapter":"23","verse":"1","text":" Sarah lived one hundred twenty-seven years; this was the length of Sarah&#39s life. "},{"book":"Genesis","chapter":"23","verse":"2","text":" And Sarah died at Kiriath-arba (that is, Hebron) in the land of Canaan; and Abraham went in to mourn for Sarah and to weep for her. "},{"book":"Genesis","chapter":"23","verse":"3","text":" Abraham rose up from beside his dead, and said to the Hittites, "},{"book":"Genesis","chapter":"23","verse":"4","text":" &#34I am a stranger and an alien residing among you; give me property among you for a burying place, so that I may bury my dead out of my sight.&#34 "},{"book":"Genesis","chapter":"23","verse":"5","text":" The Hittites answered Abraham, "},{"book":"Genesis","chapter":"23","verse":"6","text":" &#34Hear us, my lord; you are a mighty prince among us. Bury your dead in the choicest of our burial places; none of us will withhold from you any burial ground for burying your dead.&#34 "},{"book":"Genesis","chapter":"23","verse":"7","text":" Abraham rose and bowed to the Hittites, the people of the land. "},{"book":"Genesis","chapter":"23","verse":"8","text":" He said to them, &#34If you are willing that I should bury my dead out of my sight, hear me, and entreat for me Ephron son of Zohar, "},{"book":"Genesis","chapter":"23","verse":"9","text":" so that he may give me the cave of Machpelah, which he owns; it is at the end of his field. For the full price let him give it to me in your presence as a possession for a burying place.&#34 "},{"book":"Genesis","chapter":"23","verse":"10","text":" Now Ephron was sitting among the Hittites; and Ephron the Hittite answered Abraham in the hearing of the Hittites, of all who went in at the gate of his city, "},{"book":"Genesis","chapter":"23","verse":"11","text":" &#34No, my lord, hear me; I give you the field, and I give you the cave that is in it; in the presence of my people I give it to you; bury your dead.&#34 "},{"book":"Genesis","chapter":"23","verse":"12","text":" Then Abraham bowed down before the people of the land. "},{"book":"Genesis","chapter":"23","verse":"13","text":" He said to Ephron in the hearing of the people of the land, &#34If you only will listen to me! I will give the price of the field; accept it from me, so that I may bury my dead there.&#34 "},{"book":"Genesis","chapter":"23","verse":"14","text":" Ephron answered Abraham, "},{"book":"Genesis","chapter":"23","verse":"15","text":" &#34My lord, listen to me; a piece of land worth four hundred shekels of silver-- what is that between you and me? Bury your dead.&#34 "},{"book":"Genesis","chapter":"23","verse":"16","text":" Abraham agreed with Ephron; and Abraham weighed out for Ephron the silver that he had named in the hearing of the Hittites, four hundred shekels of silver, according to the weights current among the merchants. "},{"book":"Genesis","chapter":"23","verse":"17","text":" So the field of Ephron in Machpelah, which was to the east of Mamre, the field with the cave that was in it and all the trees that were in the field, throughout its whole area, passed "},{"book":"Genesis","chapter":"23","verse":"18","text":" to Abraham as a possession in the presence of the Hittites, in the presence of all who went in at the gate of his city. "},{"book":"Genesis","chapter":"23","verse":"19","text":" After this, Abraham buried Sarah his wife in the cave of the field of Machpelah facing Mamre (that is, Hebron) in the land of Canaan. "},{"book":"Genesis","chapter":"23","verse":"20","text":" The field and the cave that is in it passed from the Hittites into Abraham&#39s possession as a burying place. "}]