[{"book":"Genesis","chapter":"24","verse":"1","text":" Now Abraham was old, well advanced in years; and the LORD had blessed Abraham in all things. "},{"book":"Genesis","chapter":"24","verse":"2","text":" Abraham said to his servant, the oldest of his house, who had charge of all that he had, &#34Put your hand under my thigh "},{"book":"Genesis","chapter":"24","verse":"3","text":" and I will make you swear by the LORD, the God of heaven and earth, that you will not get a wife for my son from the daughters of the Canaanites, among whom I live, "},{"book":"Genesis","chapter":"24","verse":"4","text":" but will go to my country and to my kindred and get a wife for my son Isaac.&#34 "},{"book":"Genesis","chapter":"24","verse":"5","text":" The servant said to him, &#34Perhaps the woman may not be willing to follow me to this land; must I then take your son back to the land from which you came?&#34 "},{"book":"Genesis","chapter":"24","verse":"6","text":" Abraham said to him, &#34See to it that you do not take my son back there. "},{"book":"Genesis","chapter":"24","verse":"7","text":" The LORD, the God of heaven, who took me from my father&#39s house and from the land of my birth, and who spoke to me and swore to me, &#39To your offspring I will give this land,&#39 he will send his angel before you, and you shall take a wife for my son from there. "},{"book":"Genesis","chapter":"24","verse":"8","text":" But if the woman is not willing to follow you, then you will be free from this oath of mine; only you must not take my son back there.&#34 "},{"book":"Genesis","chapter":"24","verse":"9","text":" So the servant put his hand under the thigh of Abraham his master and swore to him concerning this matter. "},{"book":"Genesis","chapter":"24","verse":"10","text":" Then the servant took ten of his master&#39s camels and departed, taking all kinds of choice gifts from his master; and he set out and went to Aram-naharaim, to the city of Nahor. "},{"book":"Genesis","chapter":"24","verse":"11","text":" He made the camels kneel down outside the city by the well of water; it was toward evening, the time when women go out to draw water. "},{"book":"Genesis","chapter":"24","verse":"12","text":" And he said, &#34O LORD, God of my master Abraham, please grant me success today and show steadfast love to my master Abraham. "},{"book":"Genesis","chapter":"24","verse":"13","text":" I am standing here by the spring of water, and the daughters of the townspeople are coming out to draw water. "},{"book":"Genesis","chapter":"24","verse":"14","text":" Let the girl to whom I shall say, &#39Please offer your jar that I may drink,&#39 and who shall say, &#39Drink, and I will water your camels&#39-- let her be the one whom you have appointed for your servant Isaac. By this I shall know that you have shown steadfast love to my master.&#34 "},{"book":"Genesis","chapter":"24","verse":"15","text":" Before he had finished speaking, there was Rebekah, who was born to Bethuel son of Milcah, the wife of Nahor, Abraham&#39s brother, coming out with her water jar on her shoulder. "},{"book":"Genesis","chapter":"24","verse":"16","text":" The girl was very fair to look upon, a virgin, whom no man had known. She went down to the spring, filled her jar, and came up. "},{"book":"Genesis","chapter":"24","verse":"17","text":" Then the servant ran to meet her and said, &#34Please let me sip a little water from your jar.&#34 "},{"book":"Genesis","chapter":"24","verse":"18","text":" &#34Drink, my lord,&#34 she said, and quickly lowered her jar upon her hand and gave him a drink. "},{"book":"Genesis","chapter":"24","verse":"19","text":" When she had finished giving him a drink, she said, &#34I will draw for your camels also, until they have finished drinking.&#34 "},{"book":"Genesis","chapter":"24","verse":"20","text":" So she quickly emptied her jar into the trough and ran again to the well to draw, and she drew for all his camels. "},{"book":"Genesis","chapter":"24","verse":"21","text":" The man gazed at her in silence to learn whether or not the LORD had made his journey successful. "},{"book":"Genesis","chapter":"24","verse":"22","text":" When the camels had finished drinking, the man took a gold nose-ring weighing a half shekel, and two bracelets for her arms weighing ten gold shekels, "},{"book":"Genesis","chapter":"24","verse":"23","text":" and said, &#34Tell me whose daughter you are. Is there room in your father&#39s house for us to spend the night?&#34 "},{"book":"Genesis","chapter":"24","verse":"24","text":" She said to him, &#34I am the daughter of Bethuel son of Milcah, whom she bore to Nahor.&#34 "},{"book":"Genesis","chapter":"24","verse":"25","text":" She added, &#34We have plenty of straw and fodder and a place to spend the night.&#34 "},{"book":"Genesis","chapter":"24","verse":"26","text":" The man bowed his head and worshiped the LORD "},{"book":"Genesis","chapter":"24","verse":"27","text":" and said, &#34Blessed be the LORD, the God of my master Abraham, who has not forsaken his steadfast love and his faithfulness toward my master. As for me, the LORD has led me on the way to the house of my master&#39s kin.&#34 "},{"book":"Genesis","chapter":"24","verse":"28","text":" Then the girl ran and told her mother&#39s household about these things. "},{"book":"Genesis","chapter":"24","verse":"29","text":" Rebekah had a brother whose name was Laban; and Laban ran out to the man, to the spring. "},{"book":"Genesis","chapter":"24","verse":"30","text":" As soon as he had seen the nose-ring, and the bracelets on his sister&#39s arms, and when he heard the words of his sister Rebekah, &#34Thus the man spoke to me,&#34 he went to the man; and there he was, standing by the camels at the spring. "},{"book":"Genesis","chapter":"24","verse":"31","text":" He said, &#34Come in, O blessed of the LORD. Why do you stand outside when I have prepared the house and a place for the camels?&#34 "},{"book":"Genesis","chapter":"24","verse":"32","text":" So the man came into the house; and Laban unloaded the camels, and gave him straw and fodder for the camels, and water to wash his feet and the feet of the men who were with him. "},{"book":"Genesis","chapter":"24","verse":"33","text":" Then food was set before him to eat; but he said, &#34I will not eat until I have told my errand.&#34 He said, &#34Speak on.&#34 "},{"book":"Genesis","chapter":"24","verse":"34","text":" So he said, &#34I am Abraham&#39s servant. "},{"book":"Genesis","chapter":"24","verse":"35","text":" The LORD has greatly blessed my master, and he has become wealthy; he has given him flocks and herds, silver and gold, male and female slaves, camels and donkeys. "},{"book":"Genesis","chapter":"24","verse":"36","text":" And Sarah my master&#39s wife bore a son to my master when she was old; and he has given him all that he has. "},{"book":"Genesis","chapter":"24","verse":"37","text":" My master made me swear, saying, &#39You shall not take a wife for my son from the daughters of the Canaanites, in whose land I live; "},{"book":"Genesis","chapter":"24","verse":"38","text":" but you shall go to my father&#39s house, to my kindred, and get a wife for my son.&#39 "},{"book":"Genesis","chapter":"24","verse":"39","text":" I said to my master, &#39Perhaps the woman will not follow me.&#39 "},{"book":"Genesis","chapter":"24","verse":"40","text":" But he said to me, &#39The LORD, before whom I walk, will send his angel with you and make your way successful. You shall get a wife for my son from my kindred, from my father&#39s house. "},{"book":"Genesis","chapter":"24","verse":"41","text":" Then you will be free from my oath, when you come to my kindred; even if they will not give her to you, you will be free from my oath.&#39 "},{"book":"Genesis","chapter":"24","verse":"42","text":" &#34I came today to the spring, and said, &#39O LORD, the God of my master Abraham, if now you will only make successful the way I am going! "},{"book":"Genesis","chapter":"24","verse":"43","text":" I am standing here by the spring of water; let the young woman who comes out to draw, to whom I shall say, &#34Please give me a little water from your jar to drink,&#34 "},{"book":"Genesis","chapter":"24","verse":"44","text":" and who will say to me, &#34Drink, and I will draw for your camels also&#34-- let her be the woman whom the LORD has appointed for my master&#39s son.&#39 "},{"book":"Genesis","chapter":"24","verse":"45","text":" &#34Before I had finished speaking in my heart, there was Rebekah coming out with her water jar on her shoulder; and she went down to the spring, and drew. I said to her, &#39Please let me drink.&#39 "},{"book":"Genesis","chapter":"24","verse":"46","text":" She quickly let down her jar from her shoulder, and said, &#39Drink, and I will also water your camels.&#39 So I drank, and she also watered the camels. "},{"book":"Genesis","chapter":"24","verse":"47","text":" Then I asked her, &#39Whose daughter are you?&#39 She said, &#39The daughter of Bethuel, Nahor&#39s son, whom Milcah bore to him.&#39 So I put the ring on her nose, and the bracelets on her arms. "},{"book":"Genesis","chapter":"24","verse":"48","text":" Then I bowed my head and worshiped the LORD, and blessed the LORD, the God of my master Abraham, who had led me by the right way to obtain the daughter of my master&#39s kinsman for his son. "},{"book":"Genesis","chapter":"24","verse":"49","text":" Now then, if you will deal loyally and truly with my master, tell me; and if not, tell me, so that I may turn either to the right hand or to the left.&#34 "},{"book":"Genesis","chapter":"24","verse":"50","text":" Then Laban and Bethuel answered, &#34The thing comes from the LORD; we cannot speak to you anything bad or good. "},{"book":"Genesis","chapter":"24","verse":"51","text":" Look, Rebekah is before you, take her and go, and let her be the wife of your master&#39s son, as the LORD has spoken.&#34 "},{"book":"Genesis","chapter":"24","verse":"52","text":" When Abraham&#39s servant heard their words, he bowed himself to the ground before the LORD. "},{"book":"Genesis","chapter":"24","verse":"53","text":" And the servant brought out jewelry of silver and of gold, and garments, and gave them to Rebekah; he also gave to her brother and to her mother costly ornaments. "},{"book":"Genesis","chapter":"24","verse":"54","text":" Then he and the men who were with him ate and drank, and they spent the night there. When they rose in the morning, he said, &#34Send me back to my master.&#34 "},{"book":"Genesis","chapter":"24","verse":"55","text":" Her brother and her mother said, &#34Let the girl remain with us a while, at least ten days; after that she may go.&#34 "},{"book":"Genesis","chapter":"24","verse":"56","text":" But he said to them, &#34Do not delay me, since the LORD has made my journey successful; let me go that I may go to my master.&#34 "},{"book":"Genesis","chapter":"24","verse":"57","text":" They said, &#34We will call the girl, and ask her.&#34 "},{"book":"Genesis","chapter":"24","verse":"58","text":" And they called Rebekah, and said to her, &#34Will you go with this man?&#34 She said, &#34I will.&#34 "},{"book":"Genesis","chapter":"24","verse":"59","text":" So they sent away their sister Rebekah and her nurse along with Abraham&#39s servant and his men. "},{"book":"Genesis","chapter":"24","verse":"60","text":" And they blessed Rebekah and said to her, &#34May you, our sister, become thousands of myriads; may your offspring gain possession of the gates of their foes.&#34 "},{"book":"Genesis","chapter":"24","verse":"61","text":" Then Rebekah and her maids rose up, mounted the camels, and followed the man; thus the servant took Rebekah, and went his way. "},{"book":"Genesis","chapter":"24","verse":"62","text":" Now Isaac had come from Beer-lahai-roi, and was settled in the Negeb. "},{"book":"Genesis","chapter":"24","verse":"63","text":" Isaac went out in the evening to walk in the field; and looking up, he saw camels coming. "},{"book":"Genesis","chapter":"24","verse":"64","text":" And Rebekah looked up, and when she saw Isaac, she slipped quickly from the camel, "},{"book":"Genesis","chapter":"24","verse":"65","text":" and said to the servant, &#34Who is the man over there, walking in the field to meet us?&#34 The servant said, &#34It is my master.&#34 So she took her veil and covered herself. "},{"book":"Genesis","chapter":"24","verse":"66","text":" And the servant told Isaac all the things that he had done. "},{"book":"Genesis","chapter":"24","verse":"67","text":" Then Isaac brought her into his mother Sarah&#39s tent. He took Rebekah, and she became his wife; and he loved her. So Isaac was comforted after his mother&#39s death. "}]