[{"book":"Genesis","chapter":"39","verse":"1","text":" Now Joseph was taken down to Egypt, and Potiphar, an officer of Pharaoh, the captain of the guard, an Egyptian, bought him from the Ishmaelites who had brought him down there. "},{"book":"Genesis","chapter":"39","verse":"2","text":" The LORD was with Joseph, and he became a successful man; he was in the house of his Egyptian master. "},{"book":"Genesis","chapter":"39","verse":"3","text":" His master saw that the LORD was with him, and that the LORD caused all that he did to prosper in his hands. "},{"book":"Genesis","chapter":"39","verse":"4","text":" So Joseph found favor in his sight and attended him; he made him overseer of his house and put him in charge of all that he had. "},{"book":"Genesis","chapter":"39","verse":"5","text":" From the time that he made him overseer in his house and over all that he had, the LORD blessed the Egyptian&#39s house for Joseph&#39s sake; the blessing of the LORD was on all that he had, in house and field. "},{"book":"Genesis","chapter":"39","verse":"6","text":" So he left all that he had in Joseph&#39s charge; and, with him there, he had no concern for anything but the food that he ate. Now Joseph was handsome and good-looking. "},{"book":"Genesis","chapter":"39","verse":"7","text":" And after a time his master&#39s wife cast her eyes on Joseph and said, &#34Lie with me.&#34 "},{"book":"Genesis","chapter":"39","verse":"8","text":" But he refused and said to his master&#39s wife, &#34Look, with me here, my master has no concern about anything in the house, and he has put everything that he has in my hand. "},{"book":"Genesis","chapter":"39","verse":"9","text":" He is not greater in this house than I am, nor has he kept back anything from me except yourself, because you are his wife. How then could I do this great wickedness, and sin against God?&#34 "},{"book":"Genesis","chapter":"39","verse":"10","text":" And although she spoke to Joseph day after day, he would not consent to lie beside her or to be with her. "},{"book":"Genesis","chapter":"39","verse":"11","text":" One day, however, when he went into the house to do his work, and while no one else was in the house, "},{"book":"Genesis","chapter":"39","verse":"12","text":" she caught hold of his garment, saying, &#34Lie with me!&#34 But he left his garment in her hand, and fled and ran outside. "},{"book":"Genesis","chapter":"39","verse":"13","text":" When she saw that he had left his garment in her hand and had fled outside, "},{"book":"Genesis","chapter":"39","verse":"14","text":" she called out to the members of her household and said to them, &#34See, my husband has brought among us a Hebrew to insult us! He came in to me to lie with me, and I cried out with a loud voice; "},{"book":"Genesis","chapter":"39","verse":"15","text":" and when he heard me raise my voice and cry out, he left his garment beside me, and fled outside.&#34 "},{"book":"Genesis","chapter":"39","verse":"16","text":" Then she kept his garment by her until his master came home, "},{"book":"Genesis","chapter":"39","verse":"17","text":" and she told him the same story, saying, &#34The Hebrew servant, whom you have brought among us, came in to me to insult me; "},{"book":"Genesis","chapter":"39","verse":"18","text":" but as soon as I raised my voice and cried out, he left his garment beside me, and fled outside.&#34 "},{"book":"Genesis","chapter":"39","verse":"19","text":" When his master heard the words that his wife spoke to him, saying, &#34This is the way your servant treated me,&#34 he became enraged. "},{"book":"Genesis","chapter":"39","verse":"20","text":" And Joseph&#39s master took him and put him into the prison, the place where the king&#39s prisoners were confined; he remained there in prison. "},{"book":"Genesis","chapter":"39","verse":"21","text":" But the LORD was with Joseph and showed him steadfast love; he gave him favor in the sight of the chief jailer. "},{"book":"Genesis","chapter":"39","verse":"22","text":" The chief jailer committed to Joseph&#39s care all the prisoners who were in the prison, and whatever was done there, he was the one who did it. "},{"book":"Genesis","chapter":"39","verse":"23","text":" The chief jailer paid no heed to anything that was in Joseph&#39s care, because the LORD was with him; and whatever he did, the LORD made it prosper. "}]