[{"book":"Genesis","chapter":"36","verse":"1","text":" These are the descendants of Esau (that is, Edom). "},{"book":"Genesis","chapter":"36","verse":"2","text":" Esau took his wives from the Canaanites: Adah daughter of Elon the Hittite, Oholibamah daughter of Anah son of Zibeon the Hivite, "},{"book":"Genesis","chapter":"36","verse":"3","text":" and Basemath, Ishmael&#39s daughter, sister of Nebaioth. "},{"book":"Genesis","chapter":"36","verse":"4","text":" Adah bore Eliphaz to Esau; Basemath bore Reuel; "},{"book":"Genesis","chapter":"36","verse":"5","text":" and Oholibamah bore Jeush, Jalam, and Korah. These are the sons of Esau who were born to him in the land of Canaan. "},{"book":"Genesis","chapter":"36","verse":"6","text":" Then Esau took his wives, his sons, his daughters, and all the members of his household, his cattle, all his livestock, and all the property he had acquired in the land of Canaan; and he moved to a land some distance from his brother Jacob. "},{"book":"Genesis","chapter":"36","verse":"7","text":" For their possessions were too great for them to live together; the land where they were staying could not support them because of their livestock. "},{"book":"Genesis","chapter":"36","verse":"8","text":" So Esau settled in the hill country of Seir; Esau is Edom. "},{"book":"Genesis","chapter":"36","verse":"9","text":" These are the descendants of Esau, ancestor of the Edomites, in the hill country of Seir. "},{"book":"Genesis","chapter":"36","verse":"10","text":" These are the names of Esau&#39s sons: Eliphaz son of Adah the wife of Esau; Reuel, the son of Esau&#39s wife Basemath. "},{"book":"Genesis","chapter":"36","verse":"11","text":" The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz. "},{"book":"Genesis","chapter":"36","verse":"12","text":" (Timna was a concubine of Eliphaz, Esau&#39s son; she bore Amalek to Eliphaz.) These were the sons of Adah, Esau&#39s wife. "},{"book":"Genesis","chapter":"36","verse":"13","text":" These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Esau&#39s wife, Basemath. "},{"book":"Genesis","chapter":"36","verse":"14","text":" These were the sons of Esau&#39s wife Oholibamah, daughter of Anah son of Zibeon: she bore to Esau Jeush, Jalam, and Korah. "},{"book":"Genesis","chapter":"36","verse":"15","text":" These are the clans of the sons of Esau. The sons of Eliphaz the firstborn of Esau: the clans Teman, Omar, Zepho, Kenaz, "},{"book":"Genesis","chapter":"36","verse":"16","text":" Korah, Gatam, and Amalek; these are the clans of Eliphaz in the land of Edom; they are the sons of Adah. "},{"book":"Genesis","chapter":"36","verse":"17","text":" These are the sons of Esau&#39s son Reuel: the clans Nahath, Zerah, Shammah, and Mizzah; these are the clans of Reuel in the land of Edom; they are the sons of Esau&#39s wife Basemath. "},{"book":"Genesis","chapter":"36","verse":"18","text":" These are the sons of Esau&#39s wife Oholibamah: the clans Jeush, Jalam, and Korah; these are the clans born of Esau&#39s wife Oholibamah, the daughter of Anah. "},{"book":"Genesis","chapter":"36","verse":"19","text":" These are the sons of Esau (that is, Edom), and these are their clans. "},{"book":"Genesis","chapter":"36","verse":"20","text":" These are the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah, "},{"book":"Genesis","chapter":"36","verse":"21","text":" Dishon, Ezer, and Dishan; these are the clans of the Horites, the sons of Seir in the land of Edom. "},{"book":"Genesis","chapter":"36","verse":"22","text":" The sons of Lotan were Hori and Heman; and Lotan&#39s sister was Timna. "},{"book":"Genesis","chapter":"36","verse":"23","text":" These are the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. "},{"book":"Genesis","chapter":"36","verse":"24","text":" These are the sons of Zibeon: Aiah and Anah; he is the Anah who found the springs in the wilderness, as he pastured the donkeys of his father Zibeon. "},{"book":"Genesis","chapter":"36","verse":"25","text":" These are the children of Anah: Dishon and Oholibamah daughter of Anah. "},{"book":"Genesis","chapter":"36","verse":"26","text":" These are the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran. "},{"book":"Genesis","chapter":"36","verse":"27","text":" These are the sons of Ezer: Bilhan, Zaavan, and Akan. "},{"book":"Genesis","chapter":"36","verse":"28","text":" These are the sons of Dishan: Uz and Aran. "},{"book":"Genesis","chapter":"36","verse":"29","text":" These are the clans of the Horites: the clans Lotan, Shobal, Zibeon, Anah, "},{"book":"Genesis","chapter":"36","verse":"30","text":" Dishon, Ezer, and Dishan; these are the clans of the Horites, clan by clan in the land of Seir. "},{"book":"Genesis","chapter":"36","verse":"31","text":" These are the kings who reigned in the land of Edom, before any king reigned over the Israelites. "},{"book":"Genesis","chapter":"36","verse":"32","text":" Bela son of Beor reigned in Edom, the name of his city being Dinhabah. "},{"book":"Genesis","chapter":"36","verse":"33","text":" Bela died, and Jobab son of Zerah of Bozrah succeeded him as king. "},{"book":"Genesis","chapter":"36","verse":"34","text":" Jobab died, and Husham of the land of the Temanites succeeded him as king. "},{"book":"Genesis","chapter":"36","verse":"35","text":" Husham died, and Hadad son of Bedad, who defeated Midian in the country of Moab, succeeded him as king, the name of his city being Avith. "},{"book":"Genesis","chapter":"36","verse":"36","text":" Hadad died, and Samlah of Masrekah succeeded him as king. "},{"book":"Genesis","chapter":"36","verse":"37","text":" Samlah died, and Shaul of Rehoboth on the Euphrates succeeded him as king. "},{"book":"Genesis","chapter":"36","verse":"38","text":" Shaul died, and Baal-hanan son of Achbor succeeded him as king. "},{"book":"Genesis","chapter":"36","verse":"39","text":" Baal-hanan son of Achbor died, and Hadar succeeded him as king, the name of his city being Pau; his wife&#39s name was Mehetabel, the daughter of Matred, daughter of Me-zahab. "},{"book":"Genesis","chapter":"36","verse":"40","text":" These are the names of the clans of Esau, according to their families and their localities by their names: the clans Timna, Alvah, Jetheth, "},{"book":"Genesis","chapter":"36","verse":"41","text":" Oholibamah, Elah, Pinon, "},{"book":"Genesis","chapter":"36","verse":"42","text":" Kenaz, Teman, Mibzar, "},{"book":"Genesis","chapter":"36","verse":"43","text":" Magdiel, and Iram; these are the clans of Edom (that is, Esau, the father of Edom), according to their settlements in the land that they held. "}]