[{"book":"Genesis","chapter":"37","verse":"1","text":" Jacob settled in the land where his father had lived as an alien, the land of Canaan. "},{"book":"Genesis","chapter":"37","verse":"2","text":" This is the story of the family of Jacob. Joseph, being seventeen years old, was shepherding the flock with his brothers; he was a helper to the sons of Bilhah and Zilpah, his father&#39s wives; and Joseph brought a bad report of them to their father. "},{"book":"Genesis","chapter":"37","verse":"3","text":" Now Israel loved Joseph more than any other of his children, because he was the son of his old age; and he had made him a long robe with sleeves. "},{"book":"Genesis","chapter":"37","verse":"4","text":" But when his brothers saw that their father loved him more than all his brothers, they hated him, and could not speak peaceably to him. "},{"book":"Genesis","chapter":"37","verse":"5","text":" Once Joseph had a dream, and when he told it to his brothers, they hated him even more. "},{"book":"Genesis","chapter":"37","verse":"6","text":" He said to them, &#34Listen to this dream that I dreamed. "},{"book":"Genesis","chapter":"37","verse":"7","text":" There we were, binding sheaves in the field. Suddenly my sheaf rose and stood upright; then your sheaves gathered around it, and bowed down to my sheaf.&#34 "},{"book":"Genesis","chapter":"37","verse":"8","text":" His brothers said to him, &#34Are you indeed to reign over us? Are you indeed to have dominion over us?&#34 So they hated him even more because of his dreams and his words. "},{"book":"Genesis","chapter":"37","verse":"9","text":" He had another dream, and told it to his brothers, saying, &#34Look, I have had another dream: the sun, the moon, and eleven stars were bowing down to me.&#34 "},{"book":"Genesis","chapter":"37","verse":"10","text":" But when he told it to his father and to his brothers, his father rebuked him, and said to him, &#34What kind of dream is this that you have had? Shall we indeed come, I and your mother and your brothers, and bow to the ground before you?&#34 "},{"book":"Genesis","chapter":"37","verse":"11","text":" So his brothers were jealous of him, but his father kept the matter in mind. "},{"book":"Genesis","chapter":"37","verse":"12","text":" Now his brothers went to pasture their father&#39s flock near Shechem. "},{"book":"Genesis","chapter":"37","verse":"13","text":" And Israel said to Joseph, &#34Are not your brothers pasturing the flock at Shechem? Come, I will send you to them.&#34 He answered, &#34Here I am.&#34 "},{"book":"Genesis","chapter":"37","verse":"14","text":" So he said to him, &#34Go now, see if it is well with your brothers and with the flock; and bring word back to me.&#34 So he sent him from the valley of Hebron. He came to Shechem, "},{"book":"Genesis","chapter":"37","verse":"15","text":" and a man found him wandering in the fields; the man asked him, &#34What are you seeking?&#34 "},{"book":"Genesis","chapter":"37","verse":"16","text":" &#34I am seeking my brothers,&#34 he said; &#34tell me, please, where they are pasturing the flock.&#34 "},{"book":"Genesis","chapter":"37","verse":"17","text":" The man said, &#34They have gone away, for I heard them say, &#39Let us go to Dothan.&#39&#34 So Joseph went after his brothers, and found them at Dothan. "},{"book":"Genesis","chapter":"37","verse":"18","text":" They saw him from a distance, and before he came near to them, they conspired to kill him. "},{"book":"Genesis","chapter":"37","verse":"19","text":" They said to one another, &#34Here comes this dreamer. "},{"book":"Genesis","chapter":"37","verse":"20","text":" Come now, let us kill him and throw him into one of the pits; then we shall say that a wild animal has devoured him, and we shall see what will become of his dreams.&#34 "},{"book":"Genesis","chapter":"37","verse":"21","text":" But when Reuben heard it, he delivered him out of their hands, saying, &#34Let us not take his life.&#34 "},{"book":"Genesis","chapter":"37","verse":"22","text":" Reuben said to them, &#34Shed no blood; throw him into this pit here in the wilderness, but lay no hand on him&#34-- that he might rescue him out of their hand and restore him to his father. "},{"book":"Genesis","chapter":"37","verse":"23","text":" So when Joseph came to his brothers, they stripped him of his robe, the long robe with sleeves that he wore; "},{"book":"Genesis","chapter":"37","verse":"24","text":" and they took him and threw him into a pit. The pit was empty; there was no water in it. "},{"book":"Genesis","chapter":"37","verse":"25","text":" Then they sat down to eat; and looking up they saw a caravan of Ishmaelites coming from Gilead, with their camels carrying gum, balm, and resin, on their way to carry it down to Egypt. "},{"book":"Genesis","chapter":"37","verse":"26","text":" Then Judah said to his brothers, &#34What profit is it if we kill our brother and conceal his blood? "},{"book":"Genesis","chapter":"37","verse":"27","text":" Come, let us sell him to the Ishmaelites, and not lay our hands on him, for he is our brother, our own flesh.&#34 And his brothers agreed. "},{"book":"Genesis","chapter":"37","verse":"28","text":" When some Midianite traders passed by, they drew Joseph up, lifting him out of the pit, and sold him to the Ishmaelites for twenty pieces of silver. And they took Joseph to Egypt. "},{"book":"Genesis","chapter":"37","verse":"29","text":" When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes. "},{"book":"Genesis","chapter":"37","verse":"30","text":" He returned to his brothers, and said, &#34The boy is gone; and I, where can I turn?&#34 "},{"book":"Genesis","chapter":"37","verse":"31","text":" Then they took Joseph&#39s robe, slaughtered a goat, and dipped the robe in the blood. "},{"book":"Genesis","chapter":"37","verse":"32","text":" They had the long robe with sleeves taken to their father, and they said, &#34This we have found; see now whether it is your son&#39s robe or not.&#34 "},{"book":"Genesis","chapter":"37","verse":"33","text":" He recognized it, and said, &#34It is my son&#39s robe! A wild animal has devoured him; Joseph is without doubt torn to pieces.&#34 "},{"book":"Genesis","chapter":"37","verse":"34","text":" Then Jacob tore his garments, and put sackcloth on his loins, and mourned for his son many days. "},{"book":"Genesis","chapter":"37","verse":"35","text":" All his sons and all his daughters sought to comfort him; but he refused to be comforted, and said, &#34No, I shall go down to Sheol to my son, mourning.&#34 Thus his father bewailed him. "},{"book":"Genesis","chapter":"37","verse":"36","text":" Meanwhile the Midianites had sold him in Egypt to Potiphar, one of Pharaoh&#39s officials, the captain of the guard. "}]