[{"book":"Genesis","chapter":"43","verse":"1","text":" Now the famine was severe in the land. "},{"book":"Genesis","chapter":"43","verse":"2","text":" And when they had eaten up the grain that they had brought from Egypt, their father said to them, &#34Go again, buy us a little more food.&#34 "},{"book":"Genesis","chapter":"43","verse":"3","text":" But Judah said to him, &#34The man solemnly warned us, saying, &#39You shall not see my face unless your brother is with you.&#39 "},{"book":"Genesis","chapter":"43","verse":"4","text":" If you will send our brother with us, we will go down and buy you food; "},{"book":"Genesis","chapter":"43","verse":"5","text":" but if you will not send him, we will not go down, for the man said to us, &#39You shall not see my face, unless your brother is with you.&#39&#34 "},{"book":"Genesis","chapter":"43","verse":"6","text":" Israel said, &#34Why did you treat me so badly as to tell the man that you had another brother?&#34 "},{"book":"Genesis","chapter":"43","verse":"7","text":" They replied, &#34The man questioned us carefully about ourselves and our kindred, saying, &#39Is your father still alive? Have you another brother?&#39 What we told him was in answer to these questions. Could we in any way know that he would say, &#39Bring your brother down&#39?&#34 "},{"book":"Genesis","chapter":"43","verse":"8","text":" Then Judah said to his father Israel, &#34Send the boy with me, and let us be on our way, so that we may live and not die-- you and we and also our little ones. "},{"book":"Genesis","chapter":"43","verse":"9","text":" I myself will be surety for him; you can hold me accountable for him. If I do not bring him back to you and set him before you, then let me bear the blame forever. "},{"book":"Genesis","chapter":"43","verse":"10","text":" If we had not delayed, we would now have returned twice.&#34 "},{"book":"Genesis","chapter":"43","verse":"11","text":" Then their father Israel said to them, &#34If it must be so, then do this: take some of the choice fruits of the land in your bags, and carry them down as a present to the man-- a little balm and a little honey, gum, resin, pistachio nuts, and almonds. "},{"book":"Genesis","chapter":"43","verse":"12","text":" Take double the money with you. Carry back with you the money that was returned in the top of your sacks; perhaps it was an oversight. "},{"book":"Genesis","chapter":"43","verse":"13","text":" Take your brother also, and be on your way again to the man; "},{"book":"Genesis","chapter":"43","verse":"14","text":" may God Almighty grant you mercy before the man, so that he may send back your other brother and Benjamin. As for me, if I am bereaved of my children, I am bereaved.&#34 "},{"book":"Genesis","chapter":"43","verse":"15","text":" So the men took the present, and they took double the money with them, as well as Benjamin. Then they went on their way down to Egypt, and stood before Joseph. "},{"book":"Genesis","chapter":"43","verse":"16","text":" When Joseph saw Benjamin with them, he said to the steward of his house, &#34Bring the men into the house, and slaughter an animal and make ready, for the men are to dine with me at noon.&#34 "},{"book":"Genesis","chapter":"43","verse":"17","text":" The man did as Joseph said, and brought the men to Joseph&#39s house. "},{"book":"Genesis","chapter":"43","verse":"18","text":" Now the men were afraid because they were brought to Joseph&#39s house, and they said, &#34It is because of the money, replaced in our sacks the first time, that we have been brought in, so that he may have an opportunity to fall upon us, to make slaves of us and take our donkeys.&#34 "},{"book":"Genesis","chapter":"43","verse":"19","text":" So they went up to the steward of Joseph&#39s house and spoke with him at the entrance to the house. "},{"book":"Genesis","chapter":"43","verse":"20","text":" They said, &#34Oh, my lord, we came down the first time to buy food; "},{"book":"Genesis","chapter":"43","verse":"21","text":" and when we came to the lodging place we opened our sacks, and there was each one&#39s money in the top of his sack, our money in full weight. So we have brought it back with us. "},{"book":"Genesis","chapter":"43","verse":"22","text":" Moreover we have brought down with us additional money to buy food. We do not know who put our money in our sacks.&#34 "},{"book":"Genesis","chapter":"43","verse":"23","text":" He replied, &#34Rest assured, do not be afraid; your God and the God of your father must have put treasure in your sacks for you; I received your money.&#34 Then he brought Simeon out to them. "},{"book":"Genesis","chapter":"43","verse":"24","text":" When the steward had brought the men into Joseph&#39s house, and given them water, and they had washed their feet, and when he had given their donkeys fodder, "},{"book":"Genesis","chapter":"43","verse":"25","text":" they made the present ready for Joseph&#39s coming at noon, for they had heard that they would dine there. "},{"book":"Genesis","chapter":"43","verse":"26","text":" When Joseph came home, they brought him the present that they had carried into the house, and bowed to the ground before him. "},{"book":"Genesis","chapter":"43","verse":"27","text":" He inquired about their welfare, and said, &#34Is your father well, the old man of whom you spoke? Is he still alive?&#34 "},{"book":"Genesis","chapter":"43","verse":"28","text":" They said, &#34Your servant our father is well; he is still alive.&#34 And they bowed their heads and did obeisance. "},{"book":"Genesis","chapter":"43","verse":"29","text":" Then he looked up and saw his brother Benjamin, his mother&#39s son, and said, &#34Is this your youngest brother, of whom you spoke to me? God be gracious to you, my son!&#34 "},{"book":"Genesis","chapter":"43","verse":"30","text":" With that, Joseph hurried out, because he was overcome with affection for his brother, and he was about to weep. So he went into a private room and wept there. "},{"book":"Genesis","chapter":"43","verse":"31","text":" Then he washed his face and came out; and controlling himself he said, &#34Serve the meal.&#34 "},{"book":"Genesis","chapter":"43","verse":"32","text":" They served him by himself, and them by themselves, and the Egyptians who ate with him by themselves, because the Egyptians could not eat with the Hebrews, for that is an abomination to the Egyptians. "},{"book":"Genesis","chapter":"43","verse":"33","text":" When they were seated before him, the firstborn according to his birthright and the youngest according to his youth, the men looked at one another in amazement. "},{"book":"Genesis","chapter":"43","verse":"34","text":" Portions were taken to them from Joseph&#39s table, but Benjamin&#39s portion was five times as much as any of theirs. So they drank and were merry with him. "}]