[{"book":"Genesis","chapter":"16","verse":"1","text":" Now Sarai, Abram&#39s wife, bore him no children. She had an Egyptian slave-girl whose name was Hagar, "},{"book":"Genesis","chapter":"16","verse":"2","text":" and Sarai said to Abram, &#34You see that the LORD has prevented me from bearing children; go in to my slave-girl; it may be that I shall obtain children by her.&#34 And Abram listened to the voice of Sarai. "},{"book":"Genesis","chapter":"16","verse":"3","text":" So, after Abram had lived ten years in the land of Canaan, Sarai, Abram&#39s wife, took Hagar the Egyptian, her slave-girl, and gave her to her husband Abram as a wife. "},{"book":"Genesis","chapter":"16","verse":"4","text":" He went in to Hagar, and she conceived; and when she saw that she had conceived, she looked with contempt on her mistress. "},{"book":"Genesis","chapter":"16","verse":"5","text":" Then Sarai said to Abram, &#34May the wrong done to me be on you! I gave my slave-girl to your embrace, and when she saw that she had conceived, she looked on me with contempt. May the LORD judge between you and me!&#34 "},{"book":"Genesis","chapter":"16","verse":"6","text":" But Abram said to Sarai, &#34Your slave-girl is in your power; do to her as you please.&#34 Then Sarai dealt harshly with her, and she ran away from her. "},{"book":"Genesis","chapter":"16","verse":"7","text":" The angel of the LORD found her by a spring of water in the wilderness, the spring on the way to Shur. "},{"book":"Genesis","chapter":"16","verse":"8","text":" And he said, &#34Hagar, slave-girl of Sarai, where have you come from and where are you going?&#34 She said, &#34I am running away from my mistress Sarai.&#34 "},{"book":"Genesis","chapter":"16","verse":"9","text":" The angel of the LORD said to her, &#34Return to your mistress, and submit to her.&#34 "},{"book":"Genesis","chapter":"16","verse":"10","text":" The angel of the LORD also said to her, &#34I will so greatly multiply your offspring that they cannot be counted for multitude.&#34 "},{"book":"Genesis","chapter":"16","verse":"11","text":" And the angel of the LORD said to her, &#34Now you have conceived and shall bear a son; you shall call him Ishmael, for the LORD has given heed to your affliction. "},{"book":"Genesis","chapter":"16","verse":"12","text":" He shall be a wild ass of a man, with his hand against everyone, and everyone&#39s hand against him; and he shall live at odds with all his kin.&#34 "},{"book":"Genesis","chapter":"16","verse":"13","text":" So she named the LORD who spoke to her, &#34You are El-roi&#34; for she said, &#34Have I really seen God and remained alive after seeing him?&#34 "},{"book":"Genesis","chapter":"16","verse":"14","text":" Therefore the well was called Beer-lahai-roi; it lies between Kadesh and Bered. "},{"book":"Genesis","chapter":"16","verse":"15","text":" Hagar bore Abram a son; and Abram named his son, whom Hagar bore, Ishmael. "},{"book":"Genesis","chapter":"16","verse":"16","text":" Abram was eighty-six years old when Hagar bore him Ishmael. "}]