[{"book":"Genesis","chapter":"42","verse":"1","text":" When Jacob learned that there was grain in Egypt, he said to his sons, &#34Why do you keep looking at one another? "},{"book":"Genesis","chapter":"42","verse":"2","text":" I have heard,&#34 he said, &#34that there is grain in Egypt; go down and buy grain for us there, that we may live and not die.&#34 "},{"book":"Genesis","chapter":"42","verse":"3","text":" So ten of Joseph&#39s brothers went down to buy grain in Egypt. "},{"book":"Genesis","chapter":"42","verse":"4","text":" But Jacob did not send Joseph&#39s brother Benjamin with his brothers, for he feared that harm might come to him. "},{"book":"Genesis","chapter":"42","verse":"5","text":" Thus the sons of Israel were among the other people who came to buy grain, for the famine had reached the land of Canaan. "},{"book":"Genesis","chapter":"42","verse":"6","text":" Now Joseph was governor over the land; it was he who sold to all the people of the land. And Joseph&#39s brothers came and bowed themselves before him with their faces to the ground. "},{"book":"Genesis","chapter":"42","verse":"7","text":" When Joseph saw his brothers, he recognized them, but he treated them like strangers and spoke harshly to them. &#34Where do you come from?&#34 he said. They said, &#34From the land of Canaan, to buy food.&#34 "},{"book":"Genesis","chapter":"42","verse":"8","text":" Although Joseph had recognized his brothers, they did not recognize him. "},{"book":"Genesis","chapter":"42","verse":"9","text":" Joseph also remembered the dreams that he had dreamed about them. He said to them, &#34You are spies; you have come to see the nakedness of the land!&#34 "},{"book":"Genesis","chapter":"42","verse":"10","text":" They said to him, &#34No, my lord; your servants have come to buy food. "},{"book":"Genesis","chapter":"42","verse":"11","text":" We are all sons of one man; we are honest men; your servants have never been spies.&#34 "},{"book":"Genesis","chapter":"42","verse":"12","text":" But he said to them, &#34No, you have come to see the nakedness of the land!&#34 "},{"book":"Genesis","chapter":"42","verse":"13","text":" They said, &#34We, your servants, are twelve brothers, the sons of a certain man in the land of Canaan; the youngest, however, is now with our father, and one is no more.&#34 "},{"book":"Genesis","chapter":"42","verse":"14","text":" But Joseph said to them, &#34It is just as I have said to you; you are spies! "},{"book":"Genesis","chapter":"42","verse":"15","text":" Here is how you shall be tested: as Pharaoh lives, you shall not leave this place unless your youngest brother comes here! "},{"book":"Genesis","chapter":"42","verse":"16","text":" Let one of you go and bring your brother, while the rest of you remain in prison, in order that your words may be tested, whether there is truth in you; or else, as Pharaoh lives, surely you are spies.&#34 "},{"book":"Genesis","chapter":"42","verse":"17","text":" And he put them all together in prison for three days. "},{"book":"Genesis","chapter":"42","verse":"18","text":" On the third day Joseph said to them, &#34Do this and you will live, for I fear God: "},{"book":"Genesis","chapter":"42","verse":"19","text":" if you are honest men, let one of your brothers stay here where you are imprisoned. The rest of you shall go and carry grain for the famine of your households, "},{"book":"Genesis","chapter":"42","verse":"20","text":" and bring your youngest brother to me. Thus your words will be verified, and you shall not die.&#34 And they agreed to do so. "},{"book":"Genesis","chapter":"42","verse":"21","text":" They said to one another, &#34Alas, we are paying the penalty for what we did to our brother; we saw his anguish when he pleaded with us, but we would not listen. That is why this anguish has come upon us.&#34 "},{"book":"Genesis","chapter":"42","verse":"22","text":" Then Reuben answered them, &#34Did I not tell you not to wrong the boy? But you would not listen. So now there comes a reckoning for his blood.&#34 "},{"book":"Genesis","chapter":"42","verse":"23","text":" They did not know that Joseph understood them, since he spoke with them through an interpreter. "},{"book":"Genesis","chapter":"42","verse":"24","text":" He turned away from them and wept; then he returned and spoke to them. And he picked out Simeon and had him bound before their eyes. "},{"book":"Genesis","chapter":"42","verse":"25","text":" Joseph then gave orders to fill their bags with grain, to return every man&#39s money to his sack, and to give them provisions for their journey. This was done for them. "},{"book":"Genesis","chapter":"42","verse":"26","text":" They loaded their donkeys with their grain, and departed. "},{"book":"Genesis","chapter":"42","verse":"27","text":" When one of them opened his sack to give his donkey fodder at the lodging place, he saw his money at the top of the sack. "},{"book":"Genesis","chapter":"42","verse":"28","text":" He said to his brothers, &#34My money has been put back; here it is in my sack!&#34 At this they lost heart and turned trembling to one another, saying, &#34What is this that God has done to us?&#34 "},{"book":"Genesis","chapter":"42","verse":"29","text":" When they came to their father Jacob in the land of Canaan, they told him all that had happened to them, saying, "},{"book":"Genesis","chapter":"42","verse":"30","text":" &#34The man, the lord of the land, spoke harshly to us, and charged us with spying on the land. "},{"book":"Genesis","chapter":"42","verse":"31","text":" But we said to him, &#39We are honest men, we are not spies. "},{"book":"Genesis","chapter":"42","verse":"32","text":" We are twelve brothers, sons of our father; one is no more, and the youngest is now with our father in the land of Canaan.&#39 "},{"book":"Genesis","chapter":"42","verse":"33","text":" Then the man, the lord of the land, said to us, &#39By this I shall know that you are honest men: leave one of your brothers with me, take grain for the famine of your households, and go your way. "},{"book":"Genesis","chapter":"42","verse":"34","text":" Bring your youngest brother to me, and I shall know that you are not spies but honest men. Then I will release your brother to you, and you may trade in the land.&#39&#34 "},{"book":"Genesis","chapter":"42","verse":"35","text":" As they were emptying their sacks, there in each one&#39s sack was his bag of money. When they and their father saw their bundles of money, they were dismayed. "},{"book":"Genesis","chapter":"42","verse":"36","text":" And their father Jacob said to them, &#34I am the one you have bereaved of children: Joseph is no more, and Simeon is no more, and now you would take Benjamin. All this has happened to me!&#34 "},{"book":"Genesis","chapter":"42","verse":"37","text":" Then Reuben said to his father, &#34You may kill my two sons if I do not bring him back to you. Put him in my hands, and I will bring him back to you.&#34 "},{"book":"Genesis","chapter":"42","verse":"38","text":" But he said, &#34My son shall not go down with you, for his brother is dead, and he alone is left. If harm should come to him on the journey that you are to make, you would bring down my gray hairs with sorrow to Sheol.&#34 "}]