[{"book":"Genesis","chapter":"6","verse":"1","text":" When people began to multiply on the face of the ground, and daughters were born to them, "},{"book":"Genesis","chapter":"6","verse":"2","text":" the sons of God saw that they were fair; and they took wives for themselves of all that they chose. "},{"book":"Genesis","chapter":"6","verse":"3","text":" Then the LORD said, &#34My spirit shall not abide in mortals forever, for they are flesh; their days shall be one hundred twenty years.&#34 "},{"book":"Genesis","chapter":"6","verse":"4","text":" The Nephilim were on the earth in those days-- and also afterward-- when the sons of God went in to the daughters of humans, who bore children to them. These were the heroes that were of old, warriors of renown. "},{"book":"Genesis","chapter":"6","verse":"5","text":" The LORD saw that the wickedness of humankind was great in the earth, and that every inclination of the thoughts of their hearts was only evil continually. "},{"book":"Genesis","chapter":"6","verse":"6","text":" And the LORD was sorry that he had made humankind on the earth, and it grieved him to his heart. "},{"book":"Genesis","chapter":"6","verse":"7","text":" So the LORD said, &#34I will blot out from the earth the human beings I have created-- people together with animals and creeping things and birds of the air, for I am sorry that I have made them.&#34 "},{"book":"Genesis","chapter":"6","verse":"8","text":" But Noah found favor in the sight of the LORD. "},{"book":"Genesis","chapter":"6","verse":"9","text":" These are the descendants of Noah. Noah was a righteous man, blameless in his generation; Noah walked with God. "},{"book":"Genesis","chapter":"6","verse":"10","text":" And Noah had three sons, Shem, Ham, and Japheth. "},{"book":"Genesis","chapter":"6","verse":"11","text":" Now the earth was corrupt in God&#39s sight, and the earth was filled with violence. "},{"book":"Genesis","chapter":"6","verse":"12","text":" And God saw that the earth was corrupt; for all flesh had corrupted its ways upon the earth. "},{"book":"Genesis","chapter":"6","verse":"13","text":" And God said to Noah, &#34I have determined to make an end of all flesh, for the earth is filled with violence because of them; now I am going to destroy them along with the earth. "},{"book":"Genesis","chapter":"6","verse":"14","text":" Make yourself an ark of cypress wood; make rooms in the ark, and cover it inside and out with pitch. "},{"book":"Genesis","chapter":"6","verse":"15","text":" This is how you are to make it: the length of the ark three hundred cubits, its width fifty cubits, and its height thirty cubits. "},{"book":"Genesis","chapter":"6","verse":"16","text":" Make a roof for the ark, and finish it to a cubit above; and put the door of the ark in its side; make it with lower, second, and third decks. "},{"book":"Genesis","chapter":"6","verse":"17","text":" For my part, I am going to bring a flood of waters on the earth, to destroy from under heaven all flesh in which is the breath of life; everything that is on the earth shall die. "},{"book":"Genesis","chapter":"6","verse":"18","text":" But I will establish my covenant with you; and you shall come into the ark, you, your sons, your wife, and your sons&#39 wives with you. "},{"book":"Genesis","chapter":"6","verse":"19","text":" And of every living thing, of all flesh, you shall bring two of every kind into the ark, to keep them alive with you; they shall be male and female. "},{"book":"Genesis","chapter":"6","verse":"20","text":" Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground according to its kind, two of every kind shall come in to you, to keep them alive. "},{"book":"Genesis","chapter":"6","verse":"21","text":" Also take with you every kind of food that is eaten, and store it up; and it shall serve as food for you and for them.&#34 "},{"book":"Genesis","chapter":"6","verse":"22","text":" Noah did this; he did all that God commanded him. "}]