[{"book":"Genesis","chapter":"38","verse":"1","text":" It happened at that time that Judah went down from his brothers and settled near a certain Adullamite whose name was Hirah. "},{"book":"Genesis","chapter":"38","verse":"2","text":" There Judah saw the daughter of a certain Canaanite whose name was Shua; he married her and went in to her. "},{"book":"Genesis","chapter":"38","verse":"3","text":" She conceived and bore a son; and he named him Er. "},{"book":"Genesis","chapter":"38","verse":"4","text":" Again she conceived and bore a son whom she named Onan. "},{"book":"Genesis","chapter":"38","verse":"5","text":" Yet again she bore a son, and she named him Shelah. She was in Chezib when she bore him. "},{"book":"Genesis","chapter":"38","verse":"6","text":" Judah took a wife for Er his firstborn; her name was Tamar. "},{"book":"Genesis","chapter":"38","verse":"7","text":" But Er, Judah&#39s firstborn, was wicked in the sight of the LORD, and the LORD put him to death. "},{"book":"Genesis","chapter":"38","verse":"8","text":" Then Judah said to Onan, &#34Go in to your brother&#39s wife and perform the duty of a brother-in-law to her; raise up offspring for your brother.&#34 "},{"book":"Genesis","chapter":"38","verse":"9","text":" But since Onan knew that the offspring would not be his, he spilled his semen on the ground whenever he went in to his brother&#39s wife, so that he would not give offspring to his brother. "},{"book":"Genesis","chapter":"38","verse":"10","text":" What he did was displeasing in the sight of the LORD, and he put him to death also. "},{"book":"Genesis","chapter":"38","verse":"11","text":" Then Judah said to his daughter-in-law Tamar, &#34Remain a widow in your father&#39s house until my son Shelah grows up&#34-- for he feared that he too would die, like his brothers. So Tamar went to live in her father&#39s house. "},{"book":"Genesis","chapter":"38","verse":"12","text":" In course of time the wife of Judah, Shua&#39s daughter, died; when Judah&#39s time of mourning was over, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite. "},{"book":"Genesis","chapter":"38","verse":"13","text":" When Tamar was told, &#34Your father-in-law is going up to Timnah to shear his sheep,&#34 "},{"book":"Genesis","chapter":"38","verse":"14","text":" she put off her widow&#39s garments, put on a veil, wrapped herself up, and sat down at the entrance to Enaim, which is on the road to Timnah. She saw that Shelah was grown up, yet she had not been given to him in marriage. "},{"book":"Genesis","chapter":"38","verse":"15","text":" When Judah saw her, he thought her to be a prostitute, for she had covered her face. "},{"book":"Genesis","chapter":"38","verse":"16","text":" He went over to her at the road side, and said, &#34Come, let me come in to you,&#34 for he did not know that she was his daughter-in-law. She said, &#34What will you give me, that you may come in to me?&#34 "},{"book":"Genesis","chapter":"38","verse":"17","text":" He answered, &#34I will send you a kid from the flock.&#34 And she said, &#34Only if you give me a pledge, until you send it.&#34 "},{"book":"Genesis","chapter":"38","verse":"18","text":" He said, &#34What pledge shall I give you?&#34 She replied, &#34Your signet and your cord, and the staff that is in your hand.&#34 So he gave them to her, and went in to her, and she conceived by him. "},{"book":"Genesis","chapter":"38","verse":"19","text":" Then she got up and went away, and taking off her veil she put on the garments of her widowhood. "},{"book":"Genesis","chapter":"38","verse":"20","text":" When Judah sent the kid by his friend the Adullamite, to recover the pledge from the woman, he could not find her. "},{"book":"Genesis","chapter":"38","verse":"21","text":" He asked the townspeople, &#34Where is the temple prostitute who was at Enaim by the wayside?&#34 But they said, &#34No prostitute has been here.&#34 "},{"book":"Genesis","chapter":"38","verse":"22","text":" So he returned to Judah, and said, &#34I have not found her; moreover the townspeople said, &#39No prostitute has been here.&#39&#34 "},{"book":"Genesis","chapter":"38","verse":"23","text":" Judah replied, &#34Let her keep the things as her own, otherwise we will be laughed at; you see, I sent this kid, and you could not find her.&#34 "},{"book":"Genesis","chapter":"38","verse":"24","text":" About three months later Judah was told, &#34Your daughter-in-law Tamar has played the whore; moreover she is pregnant as a result of whoredom.&#34 And Judah said, &#34Bring her out, and let her be burned.&#34 "},{"book":"Genesis","chapter":"38","verse":"25","text":" As she was being brought out, she sent word to her father-in-law, &#34It was the owner of these who made me pregnant.&#34 And she said, &#34Take note, please, whose these are, the signet and the cord and the staff.&#34 "},{"book":"Genesis","chapter":"38","verse":"26","text":" Then Judah acknowledged them and said, &#34She is more in the right than I, since I did not give her to my son Shelah.&#34 And he did not lie with her again. "},{"book":"Genesis","chapter":"38","verse":"27","text":" When the time of her delivery came, there were twins in her womb. "},{"book":"Genesis","chapter":"38","verse":"28","text":" While she was in labor, one put out a hand; and the midwife took and bound on his hand a crimson thread, saying, &#34This one came out first.&#34 "},{"book":"Genesis","chapter":"38","verse":"29","text":" But just then he drew back his hand, and out came his brother; and she said, &#34What a breach you have made for yourself!&#34 Therefore he was named Perez. "},{"book":"Genesis","chapter":"38","verse":"30","text":" Afterward his brother came out with the crimson thread on his hand; and he was named Zerah. "}]