[{"book":"Genesis","chapter":"3","verse":"1","text":" Now the serpent was more crafty than any other wild animal that the LORD God had made. He said to the woman, &#34Did God say, &#39You shall not eat from any tree in the garden&#39?&#34 "},{"book":"Genesis","chapter":"3","verse":"2","text":" The woman said to the serpent, &#34We may eat of the fruit of the trees in the garden; "},{"book":"Genesis","chapter":"3","verse":"3","text":" but God said, &#39You shall not eat of the fruit of the tree that is in the middle of the garden, nor shall you touch it, or you shall die.&#39&#34 "},{"book":"Genesis","chapter":"3","verse":"4","text":" But the serpent said to the woman, &#34You will not die; "},{"book":"Genesis","chapter":"3","verse":"5","text":" for God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.&#34 "},{"book":"Genesis","chapter":"3","verse":"6","text":" So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate; and she also gave some to her husband, who was with her, and he ate. "},{"book":"Genesis","chapter":"3","verse":"7","text":" Then the eyes of both were opened, and they knew that they were naked; and they sewed fig leaves together and made loincloths for themselves. "},{"book":"Genesis","chapter":"3","verse":"8","text":" They heard the sound of the LORD God walking in the garden at the time of the evening breeze, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. "},{"book":"Genesis","chapter":"3","verse":"9","text":" But the LORD God called to the man, and said to him, &#34Where are you?&#34 "},{"book":"Genesis","chapter":"3","verse":"10","text":" He said, &#34I heard the sound of you in the garden, and I was afraid, because I was naked; and I hid myself.&#34 "},{"book":"Genesis","chapter":"3","verse":"11","text":" He said, &#34Who told you that you were naked? Have you eaten from the tree of which I commanded you not to eat?&#34 "},{"book":"Genesis","chapter":"3","verse":"12","text":" The man said, &#34The woman whom you gave to be with me, she gave me fruit from the tree, and I ate.&#34 "},{"book":"Genesis","chapter":"3","verse":"13","text":" Then the LORD God said to the woman, &#34What is this that you have done?&#34 The woman said, &#34The serpent tricked me, and I ate.&#34 "},{"book":"Genesis","chapter":"3","verse":"14","text":" The LORD God said to the serpent, &#34Because you have done this, cursed are you among all animals and among all wild creatures; upon your belly you shall go, and dust you shall eat all the days of your life. "},{"book":"Genesis","chapter":"3","verse":"15","text":" I will put enmity between you and the woman, and between your offspring and hers; he will strike your head, and you will strike his heel.&#34 "},{"book":"Genesis","chapter":"3","verse":"16","text":" To the woman he said, &#34I will greatly increase your pangs in childbearing; in pain you shall bring forth children, yet your desire shall be for your husband, and he shall rule over you.&#34 "},{"book":"Genesis","chapter":"3","verse":"17","text":" And to the man he said, &#34Because you have listened to the voice of your wife, and have eaten of the tree about which I commanded you, &#39You shall not eat of it,&#39 cursed is the ground because of you; in toil you shall eat of it all the days of your life; "},{"book":"Genesis","chapter":"3","verse":"18","text":" thorns and thistles it shall bring forth for you; and you shall eat the plants of the field. "},{"book":"Genesis","chapter":"3","verse":"19","text":" By the sweat of your face you shall eat bread until you return to the ground, for out of it you were taken; you are dust, and to dust you shall return.&#34 "},{"book":"Genesis","chapter":"3","verse":"20","text":" The man named his wife Eve, because she was the mother of all living. "},{"book":"Genesis","chapter":"3","verse":"21","text":" And the LORD God made garments of skins for the man and for his wife, and clothed them. "},{"book":"Genesis","chapter":"3","verse":"22","text":" Then the LORD God said, &#34See, the man has become like one of us, knowing good and evil; and now, he might reach out his hand and take also from the tree of life, and eat, and live forever&#34-- "},{"book":"Genesis","chapter":"3","verse":"23","text":" therefore the LORD God sent him forth from the garden of Eden, to till the ground from which he was taken. "},{"book":"Genesis","chapter":"3","verse":"24","text":" He drove out the man; and at the east of the garden of Eden he placed the cherubim, and a sword flaming and turning to guard the way to the tree of life. "}]