[{"book":"Genesis","chapter":"40","verse":"1","text":" Some time after this, the cupbearer of the king of Egypt and his baker offended their lord the king of Egypt. "},{"book":"Genesis","chapter":"40","verse":"2","text":" Pharaoh was angry with his two officers, the chief cupbearer and the chief baker, "},{"book":"Genesis","chapter":"40","verse":"3","text":" and he put them in custody in the house of the captain of the guard, in the prison where Joseph was confined. "},{"book":"Genesis","chapter":"40","verse":"4","text":" The captain of the guard charged Joseph with them, and he waited on them; and they continued for some time in custody. "},{"book":"Genesis","chapter":"40","verse":"5","text":" One night they both dreamed-- the cupbearer and the baker of the king of Egypt, who were confined in the prison-- each his own dream, and each dream with its own meaning. "},{"book":"Genesis","chapter":"40","verse":"6","text":" When Joseph came to them in the morning, he saw that they were troubled. "},{"book":"Genesis","chapter":"40","verse":"7","text":" So he asked Pharaoh&#39s officers, who were with him in custody in his master&#39s house, &#34Why are your faces downcast today?&#34 "},{"book":"Genesis","chapter":"40","verse":"8","text":" They said to him, &#34We have had dreams, and there is no one to interpret them.&#34 And Joseph said to them, &#34Do not interpretations belong to God? Please tell them to me.&#34 "},{"book":"Genesis","chapter":"40","verse":"9","text":" So the chief cupbearer told his dream to Joseph, and said to him, &#34In my dream there was a vine before me, "},{"book":"Genesis","chapter":"40","verse":"10","text":" and on the vine there were three branches. As soon as it budded, its blossoms came out and the clusters ripened into grapes. "},{"book":"Genesis","chapter":"40","verse":"11","text":" Pharaoh&#39s cup was in my hand; and I took the grapes and pressed them into Pharaoh&#39s cup, and placed the cup in Pharaoh&#39s hand.&#34 "},{"book":"Genesis","chapter":"40","verse":"12","text":" Then Joseph said to him, &#34This is its interpretation: the three branches are three days; "},{"book":"Genesis","chapter":"40","verse":"13","text":" within three days Pharaoh will lift up your head and restore you to your office; and you shall place Pharaoh&#39s cup in his hand, just as you used to do when you were his cupbearer. "},{"book":"Genesis","chapter":"40","verse":"14","text":" But remember me when it is well with you; please do me the kindness to make mention of me to Pharaoh, and so get me out of this place. "},{"book":"Genesis","chapter":"40","verse":"15","text":" For in fact I was stolen out of the land of the Hebrews; and here also I have done nothing that they should have put me into the dungeon.&#34 "},{"book":"Genesis","chapter":"40","verse":"16","text":" When the chief baker saw that the interpretation was favorable, he said to Joseph, &#34I also had a dream: there were three cake baskets on my head, "},{"book":"Genesis","chapter":"40","verse":"17","text":" and in the uppermost basket there were all sorts of baked food for Pharaoh, but the birds were eating it out of the basket on my head.&#34 "},{"book":"Genesis","chapter":"40","verse":"18","text":" And Joseph answered, &#34This is its interpretation: the three baskets are three days; "},{"book":"Genesis","chapter":"40","verse":"19","text":" within three days Pharaoh will lift up your head-- from you!-- and hang you on a pole; and the birds will eat the flesh from you.&#34 "},{"book":"Genesis","chapter":"40","verse":"20","text":" On the third day, which was Pharaoh&#39s birthday, he made a feast for all his servants, and lifted up the head of the chief cupbearer and the head of the chief baker among his servants. "},{"book":"Genesis","chapter":"40","verse":"21","text":" He restored the chief cupbearer to his cupbearing, and he placed the cup in Pharaoh&#39s hand; "},{"book":"Genesis","chapter":"40","verse":"22","text":" but the chief baker he hanged, just as Joseph had interpreted to them. "},{"book":"Genesis","chapter":"40","verse":"23","text":" Yet the chief cupbearer did not remember Joseph, but forgot him. "}]