[{"book":"Hebrews","chapter":"3","verse":"1","text":" Therefore, brothers and sisters, holy partners in a heavenly calling, consider that Jesus, the apostle and high priest of our confession, "},{"book":"Hebrews","chapter":"3","verse":"2","text":" was faithful to the one who appointed him, just as Moses also &#34was faithful in all God&#39s house.&#34 "},{"book":"Hebrews","chapter":"3","verse":"3","text":" Yet Jesus is worthy of more glory than Moses, just as the builder of a house has more honor than the house itself. "},{"book":"Hebrews","chapter":"3","verse":"4","text":" (For every house is built by someone, but the builder of all things is God.) "},{"book":"Hebrews","chapter":"3","verse":"5","text":" Now Moses was faithful in all God&#39s house as a servant, to testify to the things that would be spoken later. "},{"book":"Hebrews","chapter":"3","verse":"6","text":" Christ, however, was faithful over God&#39s house as a son, and we are his house if we hold firm the confidence and the pride that belong to hope. "},{"book":"Hebrews","chapter":"3","verse":"7","text":" Therefore, as the Holy Spirit says, &#34Today, if you hear his voice, "},{"book":"Hebrews","chapter":"3","verse":"8","text":" do not harden your hearts as in the rebellion, as on the day of testing in the wilderness, "},{"book":"Hebrews","chapter":"3","verse":"9","text":" where your ancestors put me to the test, though they had seen my works "},{"book":"Hebrews","chapter":"3","verse":"10","text":" for forty years. Therefore I was angry with that generation, and I said, &#39They always go astray in their hearts, and they have not known my ways.&#39 "},{"book":"Hebrews","chapter":"3","verse":"11","text":" As in my anger I swore, &#39They will not enter my rest.&#39&#34 "},{"book":"Hebrews","chapter":"3","verse":"12","text":" Take care, brothers and sisters, that none of you may have an evil, unbelieving heart that turns away from the living God. "},{"book":"Hebrews","chapter":"3","verse":"13","text":" But exhort one another every day, as long as it is called &#34today,&#34 so that none of you may be hardened by the deceitfulness of sin. "},{"book":"Hebrews","chapter":"3","verse":"14","text":" For we have become partners of Christ, if only we hold our first confidence firm to the end. "},{"book":"Hebrews","chapter":"3","verse":"15","text":" As it is said, &#34Today, if you hear his voice, do not harden your hearts as in the rebellion.&#34 "},{"book":"Hebrews","chapter":"3","verse":"16","text":" Now who were they who heard and yet were rebellious? Was it not all those who left Egypt under the leadership of Moses? "},{"book":"Hebrews","chapter":"3","verse":"17","text":" But with whom was he angry forty years? Was it not those who sinned, whose bodies fell in the wilderness? "},{"book":"Hebrews","chapter":"3","verse":"18","text":" And to whom did he swear that they would not enter his rest, if not to those who were disobedient? "},{"book":"Hebrews","chapter":"3","verse":"19","text":" So we see that they were unable to enter because of unbelief. "}]