[{"book":"Hebrews","chapter":"13","verse":"1","text":" Let mutual love continue. "},{"book":"Hebrews","chapter":"13","verse":"2","text":" Do not neglect to show hospitality to strangers, for by doing that some have entertained angels without knowing it. "},{"book":"Hebrews","chapter":"13","verse":"3","text":" Remember those who are in prison, as though you were in prison with them; those who are being tortured, as though you yourselves were being tortured. "},{"book":"Hebrews","chapter":"13","verse":"4","text":" Let marriage be held in honor by all, and let the marriage bed be kept undefiled; for God will judge fornicators and adulterers. "},{"book":"Hebrews","chapter":"13","verse":"5","text":" Keep your lives free from the love of money, and be content with what you have; for he has said, &#34I will never leave you or forsake you.&#34 "},{"book":"Hebrews","chapter":"13","verse":"6","text":" So we can say with confidence, &#34The Lord is my helper; I will not be afraid. What can anyone do to me?&#34 "},{"book":"Hebrews","chapter":"13","verse":"7","text":" Remember your leaders, those who spoke the word of God to you; consider the outcome of their way of life, and imitate their faith. "},{"book":"Hebrews","chapter":"13","verse":"8","text":" Jesus Christ is the same yesterday and today and forever. "},{"book":"Hebrews","chapter":"13","verse":"9","text":" Do not be carried away by all kinds of strange teachings; for it is well for the heart to be strengthened by grace, not by regulations about food, which have not benefited those who observe them. "},{"book":"Hebrews","chapter":"13","verse":"10","text":" We have an altar from which those who officiate in the tent have no right to eat. "},{"book":"Hebrews","chapter":"13","verse":"11","text":" For the bodies of those animals whose blood is brought into the sanctuary by the high priest as a sacrifice for sin are burned outside the camp. "},{"book":"Hebrews","chapter":"13","verse":"12","text":" Therefore Jesus also suffered outside the city gate in order to sanctify the people by his own blood. "},{"book":"Hebrews","chapter":"13","verse":"13","text":" Let us then go to him outside the camp and bear the abuse he endured. "},{"book":"Hebrews","chapter":"13","verse":"14","text":" For here we have no lasting city, but we are looking for the city that is to come. "},{"book":"Hebrews","chapter":"13","verse":"15","text":" Through him, then, let us continually offer a sacrifice of praise to God, that is, the fruit of lips that confess his name. "},{"book":"Hebrews","chapter":"13","verse":"16","text":" Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God. "},{"book":"Hebrews","chapter":"13","verse":"17","text":" Obey your leaders and submit to them, for they are keeping watch over your souls and will give an account. Let them do this with joy and not with sighing-- for that would be harmful to you. "},{"book":"Hebrews","chapter":"13","verse":"18","text":" Pray for us; we are sure that we have a clear conscience, desiring to act honorably in all things. "},{"book":"Hebrews","chapter":"13","verse":"19","text":" I urge you all the more to do this, so that I may be restored to you very soon. "},{"book":"Hebrews","chapter":"13","verse":"20","text":" Now may the God of peace, who brought back from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, "},{"book":"Hebrews","chapter":"13","verse":"21","text":" make you complete in everything good so that you may do his will, working among us that which is pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen. "},{"book":"Hebrews","chapter":"13","verse":"22","text":" I appeal to you, brothers and sisters, bear with my word of exhortation, for I have written to you briefly. "},{"book":"Hebrews","chapter":"13","verse":"23","text":" I want you to know that our brother Timothy has been set free; and if he comes in time, he will be with me when I see you. "},{"book":"Hebrews","chapter":"13","verse":"24","text":" Greet all your leaders and all the saints. Those from Italy send you greetings. "},{"book":"Hebrews","chapter":"13","verse":"25","text":" Grace be with all of you.  "}]