[{"book":"Isaiah","chapter":"59","verse":"1","text":" See, the LORD&#39s hand is not too short to save, nor his ear too dull to hear. "},{"book":"Isaiah","chapter":"59","verse":"2","text":" Rather, your iniquities have been barriers between you and your God, and your sins have hidden his face from you so that he does not hear. "},{"book":"Isaiah","chapter":"59","verse":"3","text":" For your hands are defiled with blood, and your fingers with iniquity; your lips have spoken lies, your tongue mutters wickedness. "},{"book":"Isaiah","chapter":"59","verse":"4","text":" No one brings suit justly, no one goes to law honestly; they rely on empty pleas, they speak lies, conceiving mischief and begetting iniquity. "},{"book":"Isaiah","chapter":"59","verse":"5","text":" They hatch adders&#39 eggs, and weave the spider&#39s web; whoever eats their eggs dies, and the crushed egg hatches out a viper. "},{"book":"Isaiah","chapter":"59","verse":"6","text":" Their webs cannot serve as clothing; they cannot cover themselves with what they make. Their works are works of iniquity, and deeds of violence are in their hands. "},{"book":"Isaiah","chapter":"59","verse":"7","text":" Their feet run to evil, and they rush to shed innocent blood; their thoughts are thoughts of iniquity, desolation and destruction are in their highways. "},{"book":"Isaiah","chapter":"59","verse":"8","text":" The way of peace they do not know, and there is no justice in their paths. Their roads they have made crooked; no one who walks in them knows peace. "},{"book":"Isaiah","chapter":"59","verse":"9","text":" Therefore justice is far from us, and righteousness does not reach us; we wait for light, and lo! there is darkness; and for brightness, but we walk in gloom. "},{"book":"Isaiah","chapter":"59","verse":"10","text":" We grope like the blind along a wall, groping like those who have no eyes; we stumble at noon as in the twilight, among the vigorous as though we were dead. "},{"book":"Isaiah","chapter":"59","verse":"11","text":" We all growl like bears; like doves we moan mournfully. We wait for justice, but there is none; for salvation, but it is far from us. "},{"book":"Isaiah","chapter":"59","verse":"12","text":" For our transgressions before you are many, and our sins testify against us. Our transgressions indeed are with us, and we know our iniquities: "},{"book":"Isaiah","chapter":"59","verse":"13","text":" transgressing, and denying the LORD, and turning away from following our God, talking oppression and revolt, conceiving lying words and uttering them from the heart. "},{"book":"Isaiah","chapter":"59","verse":"14","text":" Justice is turned back, and righteousness stands at a distance; for truth stumbles in the public square, and uprightness cannot enter. "},{"book":"Isaiah","chapter":"59","verse":"15","text":" Truth is lacking, and whoever turns from evil is despoiled. The LORD saw it, and it displeased him that there was no justice. "},{"book":"Isaiah","chapter":"59","verse":"16","text":" He saw that there was no one, and was appalled that there was no one to intervene; so his own arm brought him victory, and his righteousness upheld him. "},{"book":"Isaiah","chapter":"59","verse":"17","text":" He put on righteousness like a breastplate, and a helmet of salvation on his head; he put on garments of vengeance for clothing, and wrapped himself in fury as in a mantle. "},{"book":"Isaiah","chapter":"59","verse":"18","text":" According to their deeds, so will he repay; wrath to his adversaries, requital to his enemies; to the coastlands he will render requital. "},{"book":"Isaiah","chapter":"59","verse":"19","text":" So those in the west shall fear the name of the LORD, and those in the east, his glory; for he will come like a pent-up stream that the wind of the LORD drives on. "},{"book":"Isaiah","chapter":"59","verse":"20","text":" And he will come to Zion as Redeemer, to those in Jacob who turn from transgression, says the LORD. "},{"book":"Isaiah","chapter":"59","verse":"21","text":" And as for me, this is my covenant with them, says the LORD: my spirit that is upon you, and my words that I have put in your mouth, shall not depart out of your mouth, or out of the mouths of your children, or out of the mouths of your children&#39s children, says the LORD, from now on and forever. "}]