[{"book":"Isaiah","chapter":"22","verse":"1","text":" The oracle concerning the valley of vision. What do you mean that you have gone up, all of you, to the housetops, "},{"book":"Isaiah","chapter":"22","verse":"2","text":" you that are full of shoutings, tumultuous city, exultant town? Your slain are not slain by the sword, nor are they dead in battle. "},{"book":"Isaiah","chapter":"22","verse":"3","text":" Your rulers have all fled together; they were captured without the use of a bow. All of you who were found were captured, though they had fled far away. "},{"book":"Isaiah","chapter":"22","verse":"4","text":" Therefore I said: Look away from me, let me weep bitter tears; do not try to comfort me for the destruction of my beloved people. "},{"book":"Isaiah","chapter":"22","verse":"5","text":" For the Lord GOD of hosts has a day of tumult and trampling and confusion in the valley of vision, a battering down of walls and a cry for help to the mountains. "},{"book":"Isaiah","chapter":"22","verse":"6","text":" Elam bore the quiver with chariots and cavalry, and Kir uncovered the shield. "},{"book":"Isaiah","chapter":"22","verse":"7","text":" Your choicest valleys were full of chariots, and the cavalry took their stand at the gates. "},{"book":"Isaiah","chapter":"22","verse":"8","text":" He has taken away the covering of Judah. On that day you looked to the weapons of the House of the Forest, "},{"book":"Isaiah","chapter":"22","verse":"9","text":" and you saw that there were many breaches in the city of David, and you collected the waters of the lower pool. "},{"book":"Isaiah","chapter":"22","verse":"10","text":" You counted the houses of Jerusalem, and you broke down the houses to fortify the wall. "},{"book":"Isaiah","chapter":"22","verse":"11","text":" You made a reservoir between the two walls for the water of the old pool. But you did not look to him who did it, or have regard for him who planned it long ago. "},{"book":"Isaiah","chapter":"22","verse":"12","text":" In that day the Lord GOD of hosts called to weeping and mourning, to baldness and putting on sackcloth; "},{"book":"Isaiah","chapter":"22","verse":"13","text":" but instead there was joy and festivity, killing oxen and slaughtering sheep, eating meat and drinking wine. &#34Let us eat and drink, for tomorrow we die.&#34 "},{"book":"Isaiah","chapter":"22","verse":"14","text":" The LORD of hosts has revealed himself in my ears: Surely this iniquity will not be forgiven you until you die, says the Lord GOD of hosts. "},{"book":"Isaiah","chapter":"22","verse":"15","text":" Thus says the Lord GOD of hosts: Come, go to this steward, to Shebna, who is master of the household, and say to him: "},{"book":"Isaiah","chapter":"22","verse":"16","text":" What right do you have here? Who are your relatives here, that you have cut out a tomb here for yourself, cutting a tomb on the height, and carving a habitation for yourself in the rock? "},{"book":"Isaiah","chapter":"22","verse":"17","text":" The LORD is about to hurl you away violently, my fellow. He will seize firm hold on you, "},{"book":"Isaiah","chapter":"22","verse":"18","text":" whirl you round and round, and throw you like a ball into a wide land; there you shall die, and there your splendid chariots shall lie, O you disgrace to your master&#39s house! "},{"book":"Isaiah","chapter":"22","verse":"19","text":" I will thrust you from your office, and you will be pulled down from your post. "},{"book":"Isaiah","chapter":"22","verse":"20","text":" On that day I will call my servant Eliakim son of Hilkiah, "},{"book":"Isaiah","chapter":"22","verse":"21","text":" and will clothe him with your robe and bind your sash on him. I will commit your authority to his hand, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah. "},{"book":"Isaiah","chapter":"22","verse":"22","text":" I will place on his shoulder the key of the house of David; he shall open, and no one shall shut; he shall shut, and no one shall open. "},{"book":"Isaiah","chapter":"22","verse":"23","text":" I will fasten him like a peg in a secure place, and he will become a throne of honor to his ancestral house. "},{"book":"Isaiah","chapter":"22","verse":"24","text":" And they will hang on him the whole weight of his ancestral house, the offspring and issue, every small vessel, from the cups to all the flagons. "},{"book":"Isaiah","chapter":"22","verse":"25","text":" On that day, says the LORD of hosts, the peg that was fastened in a secure place will give way; it will be cut down and fall, and the load that was on it will perish, for the LORD has spoken. "}]