[{"book":"Isaiah","chapter":"63","verse":"1","text":" Who is this that comes from Edom, from Bozrah in garments stained crimson? Who is this so splendidly robed, marching in his great might?&#34 &#34It is I, announcing vindication, mighty to save.&#34 "},{"book":"Isaiah","chapter":"63","verse":"2","text":" &#34Why are your robes red, and your garments like theirs who tread the wine press?&#34 "},{"book":"Isaiah","chapter":"63","verse":"3","text":" &#34I have trodden the wine press alone, and from the peoples no one was with me; I trod them in my anger and trampled them in my wrath; their juice spattered on my garments, and stained all my robes. "},{"book":"Isaiah","chapter":"63","verse":"4","text":" For the day of vengeance was in my heart, and the year for my redeeming work had come. "},{"book":"Isaiah","chapter":"63","verse":"5","text":" I looked, but there was no helper; I stared, but there was no one to sustain me; so my own arm brought me victory, and my wrath sustained me. "},{"book":"Isaiah","chapter":"63","verse":"6","text":" I trampled down peoples in my anger, I crushed them in my wrath, and I poured out their lifeblood on the earth.&#34 "},{"book":"Isaiah","chapter":"63","verse":"7","text":" I will recount the gracious deeds of the LORD, the praiseworthy acts of the LORD, because of all that the LORD has done for us, and the great favor to the house of Israel that he has shown them according to his mercy, according to the abundance of his steadfast love. "},{"book":"Isaiah","chapter":"63","verse":"8","text":" For he said, &#34Surely they are my people, children who will not deal falsely&#34; and he became their savior "},{"book":"Isaiah","chapter":"63","verse":"9","text":" in all their distress. It was no messenger or angel but his presence that saved them; in his love and in his pity he redeemed them; he lifted them up and carried them all the days of old. "},{"book":"Isaiah","chapter":"63","verse":"10","text":" But they rebelled and grieved his holy spirit; therefore he became their enemy; he himself fought against them. "},{"book":"Isaiah","chapter":"63","verse":"11","text":" Then they remembered the days of old, of Moses his servant. Where is the one who brought them up out of the sea with the shepherds of his flock? Where is the one who put within them his holy spirit, "},{"book":"Isaiah","chapter":"63","verse":"12","text":" who caused his glorious arm to march at the right hand of Moses, who divided the waters before them to make for himself an everlasting name, "},{"book":"Isaiah","chapter":"63","verse":"13","text":" who led them through the depths? Like a horse in the desert, they did not stumble. "},{"book":"Isaiah","chapter":"63","verse":"14","text":" Like cattle that go down into the valley, the spirit of the LORD gave them rest. Thus you led your people, to make for yourself a glorious name. "},{"book":"Isaiah","chapter":"63","verse":"15","text":" Look down from heaven and see, from your holy and glorious habitation. Where are your zeal and your might? The yearning of your heart and your compassion? They are withheld from me. "},{"book":"Isaiah","chapter":"63","verse":"16","text":" For you are our father, though Abraham does not know us and Israel does not acknowledge us; you, O LORD, are our father; our Redeemer from of old is your name. "},{"book":"Isaiah","chapter":"63","verse":"17","text":" Why, O LORD, do you make us stray from your ways and harden our heart, so that we do not fear you? Turn back for the sake of your servants, for the sake of the tribes that are your heritage. "},{"book":"Isaiah","chapter":"63","verse":"18","text":" Your holy people took possession for a little while; but now our adversaries have trampled down your sanctuary. "},{"book":"Isaiah","chapter":"63","verse":"19","text":" We have long been like those whom you do not rule, like those not called by your name. "}]