[{"book":"Isaiah","chapter":"3","verse":"1","text":" For now the Sovereign, the LORD of hosts, is taking away from Jerusalem and from Judah support and staff-- all support of bread, and all support of water-- "},{"book":"Isaiah","chapter":"3","verse":"2","text":" warrior and soldier, judge and prophet, diviner and elder, "},{"book":"Isaiah","chapter":"3","verse":"3","text":" captain of fifty and dignitary, counselor and skillful magician and expert enchanter. "},{"book":"Isaiah","chapter":"3","verse":"4","text":" And I will make boys their princes, and babes shall rule over them. "},{"book":"Isaiah","chapter":"3","verse":"5","text":" The people will be oppressed, everyone by another and everyone by a neighbor; the youth will be insolent to the elder, and the base to the honorable. "},{"book":"Isaiah","chapter":"3","verse":"6","text":" Someone will even seize a relative, a member of the clan, saying, &#34You have a cloak; you shall be our leader, and this heap of ruins shall be under your rule.&#34 "},{"book":"Isaiah","chapter":"3","verse":"7","text":" But the other will cry out on that day, saying, &#34I will not be a healer; in my house there is neither bread nor cloak; you shall not make me leader of the people.&#34 "},{"book":"Isaiah","chapter":"3","verse":"8","text":" For Jerusalem has stumbled and Judah has fallen, because their speech and their deeds are against the LORD, defying his glorious presence. "},{"book":"Isaiah","chapter":"3","verse":"9","text":" The look on their faces bears witness against them; they proclaim their sin like Sodom, they do not hide it. Woe to them! For they have brought evil on themselves. "},{"book":"Isaiah","chapter":"3","verse":"10","text":" Tell the innocent how fortunate they are, for they shall eat the fruit of their labors. "},{"book":"Isaiah","chapter":"3","verse":"11","text":" Woe to the guilty! How unfortunate they are, for what their hands have done shall be done to them. "},{"book":"Isaiah","chapter":"3","verse":"12","text":" My people-- children are their oppressors, and women rule over them. O my people, your leaders mislead you, and confuse the course of your paths. "},{"book":"Isaiah","chapter":"3","verse":"13","text":" The LORD rises to argue his case; he stands to judge the peoples. "},{"book":"Isaiah","chapter":"3","verse":"14","text":" The LORD enters into judgment with the elders and princes of his people: It is you who have devoured the vineyard; the spoil of the poor is in your houses. "},{"book":"Isaiah","chapter":"3","verse":"15","text":" What do you mean by crushing my people, by grinding the face of the poor? says the Lord GOD of hosts. "},{"book":"Isaiah","chapter":"3","verse":"16","text":" The LORD said: Because the daughters of Zion are haughty and walk with outstretched necks, glancing wantonly with their eyes, mincing along as they go, tinkling with their feet; "},{"book":"Isaiah","chapter":"3","verse":"17","text":" the Lord will afflict with scabs the heads of the daughters of Zion, and the LORD will lay bare their secret parts. "},{"book":"Isaiah","chapter":"3","verse":"18","text":" In that day the Lord will take away the finery of the anklets, the headbands, and the crescents; "},{"book":"Isaiah","chapter":"3","verse":"19","text":" the pendants, the bracelets, and the scarfs; "},{"book":"Isaiah","chapter":"3","verse":"20","text":" the headdresses, the armlets, the sashes, the perfume boxes, and the amulets; "},{"book":"Isaiah","chapter":"3","verse":"21","text":" the signet rings and nose rings; "},{"book":"Isaiah","chapter":"3","verse":"22","text":" the festal robes, the mantles, the cloaks, and the handbags; "},{"book":"Isaiah","chapter":"3","verse":"23","text":" the garments of gauze, the linen garments, the turbans, and the veils. "},{"book":"Isaiah","chapter":"3","verse":"24","text":" Instead of perfume there will be a stench; and instead of a sash, a rope; and instead of well-set hair, baldness; and instead of a rich robe, a binding of sackcloth; instead of beauty, shame. "},{"book":"Isaiah","chapter":"3","verse":"25","text":" Your men shall fall by the sword and your warriors in battle. "},{"book":"Isaiah","chapter":"3","verse":"26","text":" And her gates shall lament and mourn; ravaged, she shall sit upon the ground. "}]