[{"book":"Isaiah","chapter":"56","verse":"1","text":" Thus says the LORD: Maintain justice, and do what is right, for soon my salvation will come, and my deliverance be revealed. "},{"book":"Isaiah","chapter":"56","verse":"2","text":" Happy is the mortal who does this, the one who holds it fast, who keeps the sabbath, not profaning it, and refrains from doing any evil. "},{"book":"Isaiah","chapter":"56","verse":"3","text":" Do not let the foreigner joined to the LORD say, &#34The LORD will surely separate me from his people&#34; and do not let the eunuch say, &#34I am just a dry tree.&#34 "},{"book":"Isaiah","chapter":"56","verse":"4","text":" For thus says the LORD: To the eunuchs who keep my sabbaths, who choose the things that please me and hold fast my covenant, "},{"book":"Isaiah","chapter":"56","verse":"5","text":" I will give, in my house and within my walls, a monument and a name better than sons and daughters; I will give them an everlasting name that shall not be cut off. "},{"book":"Isaiah","chapter":"56","verse":"6","text":" And the foreigners who join themselves to the LORD, to minister to him, to love the name of the LORD, and to be his servants, all who keep the sabbath, and do not profane it, and hold fast my covenant-- "},{"book":"Isaiah","chapter":"56","verse":"7","text":" these I will bring to my holy mountain, and make them joyful in my house of prayer; their burnt offerings and their sacrifices will be accepted on my altar; for my house shall be called a house of prayer for all peoples. "},{"book":"Isaiah","chapter":"56","verse":"8","text":" Thus says the Lord GOD, who gathers the outcasts of Israel, I will gather others to them besides those already gathered. "},{"book":"Isaiah","chapter":"56","verse":"9","text":" All you wild animals, all you wild animals in the forest, come to devour! "},{"book":"Isaiah","chapter":"56","verse":"10","text":" Israel&#39s sentinels are blind, they are all without knowledge; they are all silent dogs that cannot bark; dreaming, lying down, loving to slumber. "},{"book":"Isaiah","chapter":"56","verse":"11","text":" The dogs have a mighty appetite; they never have enough. The shepherds also have no understanding; they have all turned to their own way, to their own gain, one and all. "},{"book":"Isaiah","chapter":"56","verse":"12","text":" &#34Come,&#34 they say, &#34let us get wine; let us fill ourselves with strong drink. And tomorrow will be like today, great beyond measure.&#34 "}]