[{"book":"Isaiah","chapter":"2","verse":"1","text":" The word that Isaiah son of Amoz saw concerning Judah and Jerusalem. "},{"book":"Isaiah","chapter":"2","verse":"2","text":" In days to come the mountain of the LORD&#39s house shall be established as the highest of the mountains, and shall be raised above the hills; all the nations shall stream to it. "},{"book":"Isaiah","chapter":"2","verse":"3","text":" Many peoples shall come and say, &#34Come, let us go up to the mountain of the LORD, to the house of the God of Jacob; that he may teach us his ways and that we may walk in his paths.&#34 For out of Zion shall go forth instruction, and the word of the LORD from Jerusalem. "},{"book":"Isaiah","chapter":"2","verse":"4","text":" He shall judge between the nations, and shall arbitrate for many peoples; they shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war any more. "},{"book":"Isaiah","chapter":"2","verse":"5","text":" O house of Jacob, come, let us walk in the light of the LORD! "},{"book":"Isaiah","chapter":"2","verse":"6","text":" For you have forsaken the ways of your people, O house of Jacob. Indeed they are full of diviners from the east and of soothsayers like the Philistines, and they clasp hands with foreigners. "},{"book":"Isaiah","chapter":"2","verse":"7","text":" Their land is filled with silver and gold, and there is no end to their treasures; their land is filled with horses, and there is no end to their chariots. "},{"book":"Isaiah","chapter":"2","verse":"8","text":" Their land is filled with idols; they bow down to the work of their hands, to what their own fingers have made. "},{"book":"Isaiah","chapter":"2","verse":"9","text":" And so people are humbled, and everyone is brought low-- do not forgive them! "},{"book":"Isaiah","chapter":"2","verse":"10","text":" Enter into the rock, and hide in the dust from the terror of the LORD, and from the glory of his majesty. "},{"book":"Isaiah","chapter":"2","verse":"11","text":" The haughty eyes of people shall be brought low, and the pride of everyone shall be humbled; and the LORD alone will be exalted in that day. "},{"book":"Isaiah","chapter":"2","verse":"12","text":" For the LORD of hosts has a day against all that is proud and lofty, against all that is lifted up and high; "},{"book":"Isaiah","chapter":"2","verse":"13","text":" against all the cedars of Lebanon, lofty and lifted up; and against all the oaks of Bashan; "},{"book":"Isaiah","chapter":"2","verse":"14","text":" against all the high mountains, and against all the lofty hills; "},{"book":"Isaiah","chapter":"2","verse":"15","text":" against every high tower, and against every fortified wall; "},{"book":"Isaiah","chapter":"2","verse":"16","text":" against all the ships of Tarshish, and against all the beautiful craft. "},{"book":"Isaiah","chapter":"2","verse":"17","text":" The haughtiness of people shall be humbled, and the pride of everyone shall be brought low; and the LORD alone will be exalted on that day. "},{"book":"Isaiah","chapter":"2","verse":"18","text":" The idols shall utterly pass away. "},{"book":"Isaiah","chapter":"2","verse":"19","text":" Enter the caves of the rocks and the holes of the ground, from the terror of the LORD, and from the glory of his majesty, when he rises to terrify the earth. "},{"book":"Isaiah","chapter":"2","verse":"20","text":" On that day people will throw away to the moles and to the bats their idols of silver and their idols of gold, which they made for themselves to worship, "},{"book":"Isaiah","chapter":"2","verse":"21","text":" to enter the caverns of the rocks and the clefts in the crags, from the terror of the LORD, and from the glory of his majesty, when he rises to terrify the earth. "},{"book":"Isaiah","chapter":"2","verse":"22","text":" Turn away from mortals, who have only breath in their nostrils, for of what account are they? "}]