[{"book":"Isaiah","chapter":"36","verse":"1","text":" In the fourteenth year of King Hezekiah, King Sennacherib of Assyria came up against all the fortified cities of Judah and captured them. "},{"book":"Isaiah","chapter":"36","verse":"2","text":" The king of Assyria sent the Rabshakeh from Lachish to King Hezekiah at Jerusalem, with a great army. He stood by the conduit of the upper pool on the highway to the Fuller&#39s Field. "},{"book":"Isaiah","chapter":"36","verse":"3","text":" And there came out to him Eliakim son of Hilkiah, who was in charge of the palace, and Shebna the secretary, and Joah son of Asaph, the recorder. "},{"book":"Isaiah","chapter":"36","verse":"4","text":" The Rabshakeh said to them, &#34Say to Hezekiah: Thus says the great king, the king of Assyria: On what do you base this confidence of yours? "},{"book":"Isaiah","chapter":"36","verse":"5","text":" Do you think that mere words are strategy and power for war? On whom do you now rely, that you have rebelled against me? "},{"book":"Isaiah","chapter":"36","verse":"6","text":" See, you are relying on Egypt, that broken reed of a staff, which will pierce the hand of anyone who leans on it. Such is Pharaoh king of Egypt to all who rely on him. "},{"book":"Isaiah","chapter":"36","verse":"7","text":" But if you say to me, &#39We rely on the LORD our God,&#39 is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, &#39You shall worship before this altar&#39? "},{"book":"Isaiah","chapter":"36","verse":"8","text":" Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them. "},{"book":"Isaiah","chapter":"36","verse":"9","text":" How then can you repulse a single captain among the least of my master&#39s servants, when you rely on Egypt for chariots and for horsemen? "},{"book":"Isaiah","chapter":"36","verse":"10","text":" Moreover, is it without the LORD that I have come up against this land to destroy it? The LORD said to me, Go up against this land, and destroy it.&#34 "},{"book":"Isaiah","chapter":"36","verse":"11","text":" Then Eliakim, Shebna, and Joah said to the Rabshakeh, &#34Please speak to your servants in Aramaic, for we understand it; do not speak to us in the language of Judah within the hearing of the people who are on the wall.&#34 "},{"book":"Isaiah","chapter":"36","verse":"12","text":" But the Rabshakeh said, &#34Has my master sent me to speak these words to your master and to you, and not to the people sitting on the wall, who are doomed with you to eat their own dung and drink their own urine?&#34 "},{"book":"Isaiah","chapter":"36","verse":"13","text":" Then the Rabshakeh stood and called out in a loud voice in the language of Judah, &#34Hear the words of the great king, the king of Assyria! "},{"book":"Isaiah","chapter":"36","verse":"14","text":" Thus says the king: &#39Do not let Hezekiah deceive you, for he will not be able to deliver you. "},{"book":"Isaiah","chapter":"36","verse":"15","text":" Do not let Hezekiah make you rely on the LORD by saying, The LORD will surely deliver us; this city will not be given into the hand of the king of Assyria.&#39 "},{"book":"Isaiah","chapter":"36","verse":"16","text":" Do not listen to Hezekiah; for thus says the king of Assyria: &#39Make your peace with me and come out to me; then everyone of you will eat from your own vine and your own fig tree and drink water from your own cistern, "},{"book":"Isaiah","chapter":"36","verse":"17","text":" until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards. "},{"book":"Isaiah","chapter":"36","verse":"18","text":" Do not let Hezekiah mislead you by saying, The LORD will save us. Has any of the gods of the nations saved their land out of the hand of the king of Assyria? "},{"book":"Isaiah","chapter":"36","verse":"19","text":" Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered Samaria out of my hand? "},{"book":"Isaiah","chapter":"36","verse":"20","text":" Who among all the gods of these countries have saved their countries out of my hand, that the LORD should save Jerusalem out of my hand?&#39&#34 "},{"book":"Isaiah","chapter":"36","verse":"21","text":" But they were silent and answered him not a word, for the king&#39s command was, &#34Do not answer him.&#34 "},{"book":"Isaiah","chapter":"36","verse":"22","text":" Then Eliakim son of Hilkiah, who was in charge of the palace, and Shebna the secretary, and Joah son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the Rabshakeh. "}]