[{"book":"James","chapter":"5","verse":"1","text":" Come now, you rich people, weep and wail for the miseries that are coming to you. "},{"book":"James","chapter":"5","verse":"2","text":" Your riches have rotted, and your clothes are moth-eaten. "},{"book":"James","chapter":"5","verse":"3","text":" Your gold and silver have rusted, and their rust will be evidence against you, and it will eat your flesh like fire. You have laid up treasure for the last days. "},{"book":"James","chapter":"5","verse":"4","text":" Listen! The wages of the laborers who mowed your fields, which you kept back by fraud, cry out, and the cries of the harvesters have reached the ears of the Lord of hosts. "},{"book":"James","chapter":"5","verse":"5","text":" You have lived on the earth in luxury and in pleasure; you have fattened your hearts in a day of slaughter. "},{"book":"James","chapter":"5","verse":"6","text":" You have condemned and murdered the righteous one, who does not resist you. "},{"book":"James","chapter":"5","verse":"7","text":" Be patient, therefore, beloved, until the coming of the Lord. The farmer waits for the precious crop from the earth, being patient with it until it receives the early and the late rains. "},{"book":"James","chapter":"5","verse":"8","text":" You also must be patient. Strengthen your hearts, for the coming of the Lord is near. "},{"book":"James","chapter":"5","verse":"9","text":" Beloved, do not grumble against one another, so that you may not be judged. See, the Judge is standing at the doors! "},{"book":"James","chapter":"5","verse":"10","text":" As an example of suffering and patience, beloved, take the prophets who spoke in the name of the Lord. "},{"book":"James","chapter":"5","verse":"11","text":" Indeed we call blessed those who showed endurance. You have heard of the endurance of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful. "},{"book":"James","chapter":"5","verse":"12","text":" Above all, my beloved, do not swear, either by heaven or by earth or by any other oath, but let your &#34Yes&#34 be yes and your &#34No&#34 be no, so that you may not fall under condemnation. "},{"book":"James","chapter":"5","verse":"13","text":" Are any among you suffering? They should pray. Are any cheerful? They should sing songs of praise. "},{"book":"James","chapter":"5","verse":"14","text":" Are any among you sick? They should call for the elders of the church and have them pray over them, anointing them with oil in the name of the Lord. "},{"book":"James","chapter":"5","verse":"15","text":" The prayer of faith will save the sick, and the Lord will raise them up; and anyone who has committed sins will be forgiven. "},{"book":"James","chapter":"5","verse":"16","text":" Therefore confess your sins to one another, and pray for one another, so that you may be healed. The prayer of the righteous is powerful and effective. "},{"book":"James","chapter":"5","verse":"17","text":" Elijah was a human being like us, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth. "},{"book":"James","chapter":"5","verse":"18","text":" Then he prayed again, and the heaven gave rain and the earth yielded its harvest. "},{"book":"James","chapter":"5","verse":"19","text":" My brothers and sisters, if anyone among you wanders from the truth and is brought back by another, "},{"book":"James","chapter":"5","verse":"20","text":" you should know that whoever brings back a sinner from wandering will save the sinner&#39s soul from death and will cover a multitude of sins. "}]