[{"book":"James","chapter":"3","verse":"1","text":" Not many of you should become teachers, my brothers and sisters, for you know that we who teach will be judged with greater strictness. "},{"book":"James","chapter":"3","verse":"2","text":" For all of us make many mistakes. Anyone who makes no mistakes in speaking is perfect, able to keep the whole body in check with a bridle. "},{"book":"James","chapter":"3","verse":"3","text":" If we put bits into the mouths of horses to make them obey us, we guide their whole bodies. "},{"book":"James","chapter":"3","verse":"4","text":" Or look at ships: though they are so large that it takes strong winds to drive them, yet they are guided by a very small rudder wherever the will of the pilot directs. "},{"book":"James","chapter":"3","verse":"5","text":" So also the tongue is a small member, yet it boasts of great exploits. How great a forest is set ablaze by a small fire! "},{"book":"James","chapter":"3","verse":"6","text":" And the tongue is a fire. The tongue is placed among our members as a world of iniquity; it stains the whole body, sets on fire the cycle of nature, and is itself set on fire by hell. "},{"book":"James","chapter":"3","verse":"7","text":" For every species of beast and bird, of reptile and sea creature, can be tamed and has been tamed by the human species, "},{"book":"James","chapter":"3","verse":"8","text":" but no one can tame the tongue-- a restless evil, full of deadly poison. "},{"book":"James","chapter":"3","verse":"9","text":" With it we bless the Lord and Father, and with it we curse those who are made in the likeness of God. "},{"book":"James","chapter":"3","verse":"10","text":" From the same mouth come blessing and cursing. My brothers and sisters, this ought not to be so. "},{"book":"James","chapter":"3","verse":"11","text":" Does a spring pour forth from the same opening both fresh and brackish water? "},{"book":"James","chapter":"3","verse":"12","text":" Can a fig tree, my brothers and sisters, yield olives, or a grapevine figs? No more can salt water yield fresh. "},{"book":"James","chapter":"3","verse":"13","text":" Who is wise and understanding among you? Show by your good life that your works are done with gentleness born of wisdom. "},{"book":"James","chapter":"3","verse":"14","text":" But if you have bitter envy and selfish ambition in your hearts, do not be boastful and false to the truth. "},{"book":"James","chapter":"3","verse":"15","text":" Such wisdom does not come down from above, but is earthly, unspiritual, devilish. "},{"book":"James","chapter":"3","verse":"16","text":" For where there is envy and selfish ambition, there will also be disorder and wickedness of every kind. "},{"book":"James","chapter":"3","verse":"17","text":" But the wisdom from above is first pure, then peaceable, gentle, willing to yield, full of mercy and good fruits, without a trace of partiality or hypocrisy. "},{"book":"James","chapter":"3","verse":"18","text":" And a harvest of righteousness is sown in peace for those who make peace. "}]