[{"book":"James","chapter":"1","verse":"1","text":" James, a servant of God and of the Lord Jesus Christ, To the twelve tribes in the Dispersion: Greetings. "},{"book":"James","chapter":"1","verse":"2","text":" My brothers and sisters, whenever you face trials of any kind, consider it nothing but joy, "},{"book":"James","chapter":"1","verse":"3","text":" because you know that the testing of your faith produces endurance; "},{"book":"James","chapter":"1","verse":"4","text":" and let endurance have its full effect, so that you may be mature and complete, lacking in nothing. "},{"book":"James","chapter":"1","verse":"5","text":" If any of you is lacking in wisdom, ask God, who gives to all generously and ungrudgingly, and it will be given you. "},{"book":"James","chapter":"1","verse":"6","text":" But ask in faith, never doubting, for the one who doubts is like a wave of the sea, driven and tossed by the wind; "},{"book":"James","chapter":"1","verse":"7","text":" for the doubter, being double-minded and unstable in every way, must not expect to receive anything from the Lord. "},{"book":"James","chapter":"1","verse":"8","text":"  "},{"book":"James","chapter":"1","verse":"9","text":" Let the believer who is lowly boast in being raised up, "},{"book":"James","chapter":"1","verse":"10","text":" and the rich in being brought low, because the rich will disappear like a flower in the field. "},{"book":"James","chapter":"1","verse":"11","text":" For the sun rises with its scorching heat and withers the field; its flower falls, and its beauty perishes. It is the same way with the rich; in the midst of a busy life, they will wither away. "},{"book":"James","chapter":"1","verse":"12","text":" Blessed is anyone who endures temptation. Such a one has stood the test and will receive the crown of life that the Lord has promised to those who love him. "},{"book":"James","chapter":"1","verse":"13","text":" No one, when tempted, should say, &#34I am being tempted by God&#34; for God cannot be tempted by evil and he himself tempts no one. "},{"book":"James","chapter":"1","verse":"14","text":" But one is tempted by one&#39s own desire, being lured and enticed by it; "},{"book":"James","chapter":"1","verse":"15","text":" then, when that desire has conceived, it gives birth to sin, and that sin, when it is fully grown, gives birth to death. "},{"book":"James","chapter":"1","verse":"16","text":" Do not be deceived, my beloved. "},{"book":"James","chapter":"1","verse":"17","text":" Every generous act of giving, with every perfect gift, is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. "},{"book":"James","chapter":"1","verse":"18","text":" In fulfillment of his own purpose he gave us birth by the word of truth, so that we would become a kind of first fruits of his creatures. "},{"book":"James","chapter":"1","verse":"19","text":" You must understand this, my beloved: let everyone be quick to listen, slow to speak, slow to anger; "},{"book":"James","chapter":"1","verse":"20","text":" for your anger does not produce God&#39s righteousness. "},{"book":"James","chapter":"1","verse":"21","text":" Therefore rid yourselves of all sordidness and rank growth of wickedness, and welcome with meekness the implanted word that has the power to save your souls. "},{"book":"James","chapter":"1","verse":"22","text":" But be doers of the word, and not merely hearers who deceive themselves. "},{"book":"James","chapter":"1","verse":"23","text":" For if any are hearers of the word and not doers, they are like those who look at themselves in a mirror; "},{"book":"James","chapter":"1","verse":"24","text":" for they look at themselves and, on going away, immediately forget what they were like. "},{"book":"James","chapter":"1","verse":"25","text":" But those who look into the perfect law, the law of liberty, and persevere, being not hearers who forget but doers who act-- they will be blessed in their doing. "},{"book":"James","chapter":"1","verse":"26","text":" If any think they are religious, and do not bridle their tongues but deceive their hearts, their religion is worthless. "},{"book":"James","chapter":"1","verse":"27","text":" Religion that is pure and undefiled before God, the Father, is this: to care for orphans and widows in their distress, and to keep oneself unstained by the world. "}]