[{"book":"Jeremiah","chapter":"13","verse":"1","text":" Thus said the LORD to me, &#34Go and buy yourself a linen loincloth, and put it on your loins, but do not dip it in water.&#34 "},{"book":"Jeremiah","chapter":"13","verse":"2","text":" So I bought a loincloth according to the word of the LORD, and put it on my loins. "},{"book":"Jeremiah","chapter":"13","verse":"3","text":" And the word of the LORD came to me a second time, saying, "},{"book":"Jeremiah","chapter":"13","verse":"4","text":" &#34Take the loincloth that you bought and are wearing, and go now to the Euphrates, and hide it there in a cleft of the rock.&#34 "},{"book":"Jeremiah","chapter":"13","verse":"5","text":" So I went, and hid it by the Euphrates, as the LORD commanded me. "},{"book":"Jeremiah","chapter":"13","verse":"6","text":" And after many days the LORD said to me, &#34Go now to the Euphrates, and take from there the loincloth that I commanded you to hide there.&#34 "},{"book":"Jeremiah","chapter":"13","verse":"7","text":" Then I went to the Euphrates, and dug, and I took the loincloth from the place where I had hidden it. But now the loincloth was ruined; it was good for nothing. "},{"book":"Jeremiah","chapter":"13","verse":"8","text":" Then the word of the LORD came to me: "},{"book":"Jeremiah","chapter":"13","verse":"9","text":" Thus says the LORD: Just so I will ruin the pride of Judah and the great pride of Jerusalem. "},{"book":"Jeremiah","chapter":"13","verse":"10","text":" This evil people, who refuse to hear my words, who stubbornly follow their own will and have gone after other gods to serve them and worship them, shall be like this loincloth, which is good for nothing. "},{"book":"Jeremiah","chapter":"13","verse":"11","text":" For as the loincloth clings to one&#39s loins, so I made the whole house of Israel and the whole house of Judah cling to me, says the LORD, in order that they might be for me a people, a name, a praise, and a glory. But they would not listen. "},{"book":"Jeremiah","chapter":"13","verse":"12","text":" You shall speak to them this word: Thus says the LORD, the God of Israel: Every wine-jar should be filled with wine. And they will say to you, &#34Do you think we do not know that every wine-jar should be filled with wine?&#34 "},{"book":"Jeremiah","chapter":"13","verse":"13","text":" Then you shall say to them: Thus says the LORD: I am about to fill all the inhabitants of this land-- the kings who sit on David&#39s throne, the priests, the prophets, and all the inhabitants of Jerusalem-- with drunkenness. "},{"book":"Jeremiah","chapter":"13","verse":"14","text":" And I will dash them one against another, parents and children together, says the LORD. I will not pity or spare or have compassion when I destroy them. "},{"book":"Jeremiah","chapter":"13","verse":"15","text":" Hear and give ear; do not be haughty, for the LORD has spoken. "},{"book":"Jeremiah","chapter":"13","verse":"16","text":" Give glory to the LORD your God before he brings darkness, and before your feet stumble on the mountains at twilight; while you look for light, he turns it into gloom and makes it deep darkness. "},{"book":"Jeremiah","chapter":"13","verse":"17","text":" But if you will not listen, my soul will weep in secret for your pride; my eyes will weep bitterly and run down with tears, because the LORD&#39s flock has been taken captive. "},{"book":"Jeremiah","chapter":"13","verse":"18","text":" Say to the king and the queen mother; &#34Take a lowly seat, for your beautiful crown has come down from your head.&#34 "},{"book":"Jeremiah","chapter":"13","verse":"19","text":" The towns of the Negeb are shut up with no one to open them; all Judah is taken into exile, wholly taken into exile. "},{"book":"Jeremiah","chapter":"13","verse":"20","text":" Lift up your eyes and see those who come from the north. Where is the flock that was given you, your beautiful flock? "},{"book":"Jeremiah","chapter":"13","verse":"21","text":" What will you say when they set as head over you those whom you have trained to be your allies? Will not pangs take hold of you, like those of a woman in labor? "},{"book":"Jeremiah","chapter":"13","verse":"22","text":" And if you say in your heart, &#34Why have these things come upon me?&#34 it is for the greatness of your iniquity that your skirts are lifted up, and you are violated. "},{"book":"Jeremiah","chapter":"13","verse":"23","text":" Can Ethiopians change their skin or leopards their spots? Then also you can do good who are accustomed to do evil. "},{"book":"Jeremiah","chapter":"13","verse":"24","text":" I will scatter you like chaff driven by the wind from the desert. "},{"book":"Jeremiah","chapter":"13","verse":"25","text":" This is your lot, the portion I have measured out to you, says the LORD, because you have forgotten me and trusted in lies. "},{"book":"Jeremiah","chapter":"13","verse":"26","text":" I myself will lift up your skirts over your face, and your shame will be seen. "},{"book":"Jeremiah","chapter":"13","verse":"27","text":" I have seen your abominations, your adulteries and neighings, your shameless prostitutions on the hills of the countryside. Woe to you, O Jerusalem! How long will it be before you are made clean? "}]