[{"book":"Jeremiah","chapter":"36","verse":"1","text":" In the fourth year of King Jehoiakim son of Josiah of Judah, this word came to Jeremiah from the LORD: "},{"book":"Jeremiah","chapter":"36","verse":"2","text":" Take a scroll and write on it all the words that I have spoken to you against Israel and Judah and all the nations, from the day I spoke to you, from the days of Josiah until today. "},{"book":"Jeremiah","chapter":"36","verse":"3","text":" It may be that when the house of Judah hears of all the disasters that I intend to do to them, all of them may turn from their evil ways, so that I may forgive their iniquity and their sin. "},{"book":"Jeremiah","chapter":"36","verse":"4","text":" Then Jeremiah called Baruch son of Neriah, and Baruch wrote on a scroll at Jeremiah&#39s dictation all the words of the LORD that he had spoken to him. "},{"book":"Jeremiah","chapter":"36","verse":"5","text":" And Jeremiah ordered Baruch, saying, &#34I am prevented from entering the house of the LORD; "},{"book":"Jeremiah","chapter":"36","verse":"6","text":" so you go yourself, and on a fast day in the hearing of the people in the LORD&#39s house you shall read the words of the LORD from the scroll that you have written at my dictation. You shall read them also in the hearing of all the people of Judah who come up from their towns. "},{"book":"Jeremiah","chapter":"36","verse":"7","text":" It may be that their plea will come before the LORD, and that all of them will turn from their evil ways, for great is the anger and wrath that the LORD has pronounced against this people.&#34 "},{"book":"Jeremiah","chapter":"36","verse":"8","text":" And Baruch son of Neriah did all that the prophet Jeremiah ordered him about reading from the scroll the words of the LORD in the LORD&#39s house. "},{"book":"Jeremiah","chapter":"36","verse":"9","text":" In the fifth year of King Jehoiakim son of Josiah of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the towns of Judah to Jerusalem proclaimed a fast before the LORD. "},{"book":"Jeremiah","chapter":"36","verse":"10","text":" Then, in the hearing of all the people, Baruch read the words of Jeremiah from the scroll, in the house of the LORD, in the chamber of Gemariah son of Shaphan the secretary, which was in the upper court, at the entry of the New Gate of the LORD&#39s house. "},{"book":"Jeremiah","chapter":"36","verse":"11","text":" When Micaiah son of Gemariah son of Shaphan heard all the words of the LORD from the scroll, "},{"book":"Jeremiah","chapter":"36","verse":"12","text":" he went down to the king&#39s house, into the secretary&#39s chamber; and all the officials were sitting there: Elishama the secretary, Delaiah son of Shemaiah, Elnathan son of Achbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the officials. "},{"book":"Jeremiah","chapter":"36","verse":"13","text":" And Micaiah told them all the words that he had heard, when Baruch read the scroll in the hearing of the people. "},{"book":"Jeremiah","chapter":"36","verse":"14","text":" Then all the officials sent Jehudi son of Nethaniah son of Shelemiah son of Cushi to say to Baruch, &#34Bring the scroll that you read in the hearing of the people, and come.&#34 So Baruch son of Neriah took the scroll in his hand and came to them. "},{"book":"Jeremiah","chapter":"36","verse":"15","text":" And they said to him, &#34Sit down and read it to us.&#34 So Baruch read it to them. "},{"book":"Jeremiah","chapter":"36","verse":"16","text":" When they heard all the words, they turned to one another in alarm, and said to Baruch, &#34We certainly must report all these words to the king.&#34 "},{"book":"Jeremiah","chapter":"36","verse":"17","text":" Then they questioned Baruch, &#34Tell us now, how did you write all these words? Was it at his dictation?&#34 "},{"book":"Jeremiah","chapter":"36","verse":"18","text":" Baruch answered them, &#34He dictated all these words to me, and I wrote them with ink on the scroll.&#34 "},{"book":"Jeremiah","chapter":"36","verse":"19","text":" Then the officials said to Baruch, &#34Go and hide, you and Jeremiah, and let no one know where you are.&#34 "},{"book":"Jeremiah","chapter":"36","verse":"20","text":" Leaving the scroll in the chamber of Elishama the secretary, they went to the court of the king; and they reported all the words to the king. "},{"book":"Jeremiah","chapter":"36","verse":"21","text":" Then the king sent Jehudi to get the scroll, and he took it from the chamber of Elishama the secretary; and Jehudi read it to the king and all the officials who stood beside the king. "},{"book":"Jeremiah","chapter":"36","verse":"22","text":" Now the king was sitting in his winter apartment (it was the ninth month), and there was a fire burning in the brazier before him. "},{"book":"Jeremiah","chapter":"36","verse":"23","text":" As Jehudi read three or four columns, the king would cut them off with a penknife and throw them into the fire in the brazier, until the entire scroll was consumed in the fire that was in the brazier. "},{"book":"Jeremiah","chapter":"36","verse":"24","text":" Yet neither the king, nor any of his servants who heard all these words, was alarmed, nor did they tear their garments. "},{"book":"Jeremiah","chapter":"36","verse":"25","text":" Even when Elnathan and Delaiah and Gemariah urged the king not to burn the scroll, he would not listen to them. "},{"book":"Jeremiah","chapter":"36","verse":"26","text":" And the king commanded Jerahmeel the king&#39s son and Seraiah son of Azriel and Shelemiah son of Abdeel to arrest the secretary Baruch and the prophet Jeremiah. But the LORD hid them. "},{"book":"Jeremiah","chapter":"36","verse":"27","text":" Now, after the king had burned the scroll with the words that Baruch wrote at Jeremiah&#39s dictation, the word of the LORD came to Jeremiah: "},{"book":"Jeremiah","chapter":"36","verse":"28","text":" Take another scroll and write on it all the former words that were in the first scroll, which King Jehoiakim of Judah has burned. "},{"book":"Jeremiah","chapter":"36","verse":"29","text":" And concerning King Jehoiakim of Judah you shall say: Thus says the LORD, You have dared to burn this scroll, saying, Why have you written in it that the king of Babylon will certainly come and destroy this land, and will cut off from it human beings and animals? "},{"book":"Jeremiah","chapter":"36","verse":"30","text":" Therefore thus says the LORD concerning King Jehoiakim of Judah: He shall have no one to sit upon the throne of David, and his dead body shall be cast out to the heat by day and the frost by night. "},{"book":"Jeremiah","chapter":"36","verse":"31","text":" And I will punish him and his offspring and his servants for their iniquity; I will bring on them, and on the inhabitants of Jerusalem, and on the people of Judah, all the disasters with which I have threatened them-- but they would not listen. "},{"book":"Jeremiah","chapter":"36","verse":"32","text":" Then Jeremiah took another scroll and gave it to the secretary Baruch son of Neriah, who wrote on it at Jeremiah&#39s dictation all the words of the scroll that King Jehoiakim of Judah had burned in the fire; and many similar words were added to them. "}]