[{"book":"Jeremiah","chapter":"2","verse":"1","text":" The word of the LORD came to me, saying: "},{"book":"Jeremiah","chapter":"2","verse":"2","text":" Go and proclaim in the hearing of Jerusalem, Thus says the LORD: I remember the devotion of your youth, your love as a bride, how you followed me in the wilderness, in a land not sown. "},{"book":"Jeremiah","chapter":"2","verse":"3","text":" Israel was holy to the LORD, the first fruits of his harvest. All who ate of it were held guilty; disaster came upon them, says the LORD. "},{"book":"Jeremiah","chapter":"2","verse":"4","text":" Hear the word of the LORD, O house of Jacob, and all the families of the house of Israel. "},{"book":"Jeremiah","chapter":"2","verse":"5","text":" Thus says the LORD: What wrong did your ancestors find in me that they went far from me, and went after worthless things, and became worthless themselves? "},{"book":"Jeremiah","chapter":"2","verse":"6","text":" They did not say, &#34Where is the LORD who brought us up from the land of Egypt, who led us in the wilderness, in a land of deserts and pits, in a land of drought and deep darkness, in a land that no one passes through, where no one lives?&#34 "},{"book":"Jeremiah","chapter":"2","verse":"7","text":" I brought you into a plentiful land to eat its fruits and its good things. But when you entered you defiled my land, and made my heritage an abomination. "},{"book":"Jeremiah","chapter":"2","verse":"8","text":" The priests did not say, &#34Where is the LORD?&#34 Those who handle the law did not know me; the rulers transgressed against me; the prophets prophesied by Baal, and went after things that do not profit. "},{"book":"Jeremiah","chapter":"2","verse":"9","text":" Therefore once more I accuse you, says the LORD, and I accuse your children&#39s children. "},{"book":"Jeremiah","chapter":"2","verse":"10","text":" Cross to the coasts of Cyprus and look, send to Kedar and examine with care; see if there has ever been such a thing. "},{"book":"Jeremiah","chapter":"2","verse":"11","text":" Has a nation changed its gods, even though they are no gods? But my people have changed their glory for something that does not profit. "},{"book":"Jeremiah","chapter":"2","verse":"12","text":" Be appalled, O heavens, at this, be shocked, be utterly desolate, says the LORD, "},{"book":"Jeremiah","chapter":"2","verse":"13","text":" for my people have committed two evils: they have forsaken me, the fountain of living water, and dug out cisterns for themselves, cracked cisterns that can hold no water. "},{"book":"Jeremiah","chapter":"2","verse":"14","text":" Is Israel a slave? Is he a homeborn servant? Why then has he become plunder? "},{"book":"Jeremiah","chapter":"2","verse":"15","text":" The lions have roared against him, they have roared loudly. They have made his land a waste; his cities are in ruins, without inhabitant. "},{"book":"Jeremiah","chapter":"2","verse":"16","text":" Moreover, the people of Memphis and Tahpanhes have broken the crown of your head. "},{"book":"Jeremiah","chapter":"2","verse":"17","text":" Have you not brought this upon yourself by forsaking the LORD your God, while he led you in the way? "},{"book":"Jeremiah","chapter":"2","verse":"18","text":" What then do you gain by going to Egypt, to drink the waters of the Nile? Or what do you gain by going to Assyria, to drink the waters of the Euphrates? "},{"book":"Jeremiah","chapter":"2","verse":"19","text":" Your wickedness will punish you, and your apostasies will convict you. Know and see that it is evil and bitter for you to forsake the LORD your God; the fear of me is not in you, says the Lord GOD of hosts. "},{"book":"Jeremiah","chapter":"2","verse":"20","text":" For long ago you broke your yoke and burst your bonds, and you said, &#34I will not serve!&#34 On every high hill and under every green tree you sprawled and played the whore. "},{"book":"Jeremiah","chapter":"2","verse":"21","text":" Yet I planted you as a choice vine, from the purest stock. How then did you turn degenerate and become a wild vine? "},{"book":"Jeremiah","chapter":"2","verse":"22","text":" Though you wash yourself with lye and use much soap, the stain of your guilt is still before me, says the Lord GOD. "},{"book":"Jeremiah","chapter":"2","verse":"23","text":" How can you say, &#34I am not defiled, I have not gone after the Baals&#34? Look at your way in the valley; know what you have done-- a restive young camel interlacing her tracks, "},{"book":"Jeremiah","chapter":"2","verse":"24","text":" a wild ass at home in the wilderness, in her heat sniffing the wind! Who can restrain her lust? None who seek her need weary themselves; in her month they will find her. "},{"book":"Jeremiah","chapter":"2","verse":"25","text":" Keep your feet from going unshod and your throat from thirst. But you said, &#34It is hopeless, for I have loved strangers, and after them I will go.&#34 "},{"book":"Jeremiah","chapter":"2","verse":"26","text":" As a thief is shamed when caught, so the house of Israel shall be shamed-- they, their kings, their officials, their priests, and their prophets, "},{"book":"Jeremiah","chapter":"2","verse":"27","text":" who say to a tree, &#34You are my father,&#34 and to a stone, &#34You gave me birth.&#34 For they have turned their backs to me, and not their faces. But in the time of their trouble they say, &#34Come and save us!&#34 "},{"book":"Jeremiah","chapter":"2","verse":"28","text":" But where are your gods that you made for yourself? Let them come, if they can save you, in your time of trouble; for you have as many gods as you have towns, O Judah. "},{"book":"Jeremiah","chapter":"2","verse":"29","text":" Why do you complain against me? You have all rebelled against me, says the LORD. "},{"book":"Jeremiah","chapter":"2","verse":"30","text":" In vain I have struck down your children; they accepted no correction. Your own sword devoured your prophets like a ravening lion. "},{"book":"Jeremiah","chapter":"2","verse":"31","text":" And you, O generation, behold the word of the LORD! Have I been a wilderness to Israel, or a land of thick darkness? Why then do my people say, &#34We are free, we will come to you no more&#34? "},{"book":"Jeremiah","chapter":"2","verse":"32","text":" Can a girl forget her ornaments, or a bride her attire? Yet my people have forgotten me, days without number. "},{"book":"Jeremiah","chapter":"2","verse":"33","text":" How well you direct your course to seek lovers! So that even to wicked women you have taught your ways. "},{"book":"Jeremiah","chapter":"2","verse":"34","text":" Also on your skirts is found the lifeblood of the innocent poor, though you did not catch them breaking in. Yet in spite of all these things "},{"book":"Jeremiah","chapter":"2","verse":"35","text":" you say, &#34I am innocent; surely his anger has turned from me.&#34 Now I am bringing you to judgment for saying, &#34I have not sinned.&#34 "},{"book":"Jeremiah","chapter":"2","verse":"36","text":" How lightly you gad about, changing your ways! You shall be put to shame by Egypt as you were put to shame by Assyria. "},{"book":"Jeremiah","chapter":"2","verse":"37","text":" From there also you will come away with your hands on your head; for the LORD has rejected those in whom you trust, and you will not prosper through them. "}]