[{"book":"Jeremiah","chapter":"50","verse":"1","text":" The word that the LORD spoke concerning Babylon, concerning the land of the Chaldeans, by the prophet Jeremiah: "},{"book":"Jeremiah","chapter":"50","verse":"2","text":" Declare among the nations and proclaim, set up a banner and proclaim, do not conceal it, say: Babylon is taken, Bel is put to shame, Merodach is dismayed. Her images are put to shame, her idols are dismayed. "},{"book":"Jeremiah","chapter":"50","verse":"3","text":" For out of the north a nation has come up against her; it shall make her land a desolation, and no one shall live in it; both human beings and animals shall flee away. "},{"book":"Jeremiah","chapter":"50","verse":"4","text":" In those days and in that time, says the LORD, the people of Israel shall come, they and the people of Judah together; they shall come weeping as they seek the LORD their God. "},{"book":"Jeremiah","chapter":"50","verse":"5","text":" They shall ask the way to Zion, with faces turned toward it, and they shall come and join themselves to the LORD by an everlasting covenant that will never be forgotten. "},{"book":"Jeremiah","chapter":"50","verse":"6","text":" My people have been lost sheep; their shepherds have led them astray, turning them away on the mountains; from mountain to hill they have gone, they have forgotten their fold. "},{"book":"Jeremiah","chapter":"50","verse":"7","text":" All who found them have devoured them, and their enemies have said, &#34We are not guilty, because they have sinned against the LORD, the true pasture, the LORD, the hope of their ancestors.&#34 "},{"book":"Jeremiah","chapter":"50","verse":"8","text":" Flee from Babylon, and go out of the land of the Chaldeans, and be like male goats leading the flock. "},{"book":"Jeremiah","chapter":"50","verse":"9","text":" For I am going to stir up and bring against Babylon a company of great nations from the land of the north; and they shall array themselves against her; from there she shall be taken. Their arrows are like the arrows of a skilled warrior who does not return empty-handed. "},{"book":"Jeremiah","chapter":"50","verse":"10","text":" Chaldea shall be plundered; all who plunder her shall be sated, says the LORD. "},{"book":"Jeremiah","chapter":"50","verse":"11","text":" Though you rejoice, though you exult, O plunderers of my heritage, though you frisk about like a heifer on the grass, and neigh like stallions, "},{"book":"Jeremiah","chapter":"50","verse":"12","text":" your mother shall be utterly shamed, and she who bore you shall be disgraced. Lo, she shall be the last of the nations, a wilderness, dry land, and a desert. "},{"book":"Jeremiah","chapter":"50","verse":"13","text":" Because of the wrath of the LORD she shall not be inhabited, but shall be an utter desolation; everyone who passes by Babylon shall be appalled and hiss because of all her wounds. "},{"book":"Jeremiah","chapter":"50","verse":"14","text":" Take up your positions around Babylon, all you that bend the bow; shoot at her, spare no arrows, for she has sinned against the LORD. "},{"book":"Jeremiah","chapter":"50","verse":"15","text":" Raise a shout against her from all sides, &#34She has surrendered; her bulwarks have fallen, her walls are thrown down.&#34 For this is the vengeance of the LORD: take vengeance on her, do to her as she has done. "},{"book":"Jeremiah","chapter":"50","verse":"16","text":" Cut off from Babylon the sower, and the wielder of the sickle in time of harvest; because of the destroying sword all of them shall return to their own people, and all of them shall flee to their own land. "},{"book":"Jeremiah","chapter":"50","verse":"17","text":" Israel is a hunted sheep driven away by lions. First the king of Assyria devoured it, and now at the end King Nebuchadrezzar of Babylon has gnawed its bones. "},{"book":"Jeremiah","chapter":"50","verse":"18","text":" Therefore, thus says the LORD of hosts, the God of Israel: I am going to punish the king of Babylon and his land, as I punished the king of Assyria. "},{"book":"Jeremiah","chapter":"50","verse":"19","text":" I will restore Israel to its pasture, and it shall feed on Carmel and in Bashan, and on the hills of Ephraim and in Gilead its hunger shall be satisfied. "},{"book":"Jeremiah","chapter":"50","verse":"20","text":" In those days and at that time, says the LORD, the iniquity of Israel shall be sought, and there shall be none; and the sins of Judah, and none shall be found; for I will pardon the remnant that I have spared. "},{"book":"Jeremiah","chapter":"50","verse":"21","text":" Go up to the land of Merathaim; go up against her, and attack the inhabitants of Pekod and utterly destroy the last of them, says the LORD; do all that I have commanded you. "},{"book":"Jeremiah","chapter":"50","verse":"22","text":" The noise of battle is in the land, and great destruction! "},{"book":"Jeremiah","chapter":"50","verse":"23","text":" How the hammer of the whole earth is cut down and broken! How Babylon has become a horror among the nations! "},{"book":"Jeremiah","chapter":"50","verse":"24","text":" You set a snare for yourself and you were caught, O Babylon, but you did not know it; you were discovered and seized, because you challenged the LORD. "},{"book":"Jeremiah","chapter":"50","verse":"25","text":" The LORD has opened his armory, and brought out the weapons of his wrath, for the Lord GOD of hosts has a task to do in the land of the Chaldeans. "},{"book":"Jeremiah","chapter":"50","verse":"26","text":" Come against her from every quarter; open her granaries; pile her up like heaps of grain, and destroy her utterly; let nothing be left of her. "},{"book":"Jeremiah","chapter":"50","verse":"27","text":" Kill all her bulls, let them go down to the slaughter. Alas for them, their day has come, the time of their punishment! "},{"book":"Jeremiah","chapter":"50","verse":"28","text":" Listen! Fugitives and refugees from the land of Babylon are coming to declare in Zion the vengeance of the LORD our God, vengeance for his temple. "},{"book":"Jeremiah","chapter":"50","verse":"29","text":" Summon archers against Babylon, all who bend the bow. Encamp all around her; let no one escape. Repay her according to her deeds; just as she has done, do to her-- for she has arrogantly defied the LORD, the Holy One of Israel. "},{"book":"Jeremiah","chapter":"50","verse":"30","text":" Therefore her young men shall fall in her squares, and all her soldiers shall be destroyed on that day, says the LORD. "},{"book":"Jeremiah","chapter":"50","verse":"31","text":" I am against you, O arrogant one, says the Lord GOD of hosts; for your day has come, the time when I will punish you. "},{"book":"Jeremiah","chapter":"50","verse":"32","text":" The arrogant one shall stumble and fall, with no one to raise him up, and I will kindle a fire in his cities, and it will devour everything around him. "},{"book":"Jeremiah","chapter":"50","verse":"33","text":" Thus says the LORD of hosts: The people of Israel are oppressed, and so too are the people of Judah; all their captors have held them fast and refuse to let them go. "},{"book":"Jeremiah","chapter":"50","verse":"34","text":" Their Redeemer is strong; the LORD of hosts is his name. He will surely plead their cause, that he may give rest to the earth, but unrest to the inhabitants of Babylon. "},{"book":"Jeremiah","chapter":"50","verse":"35","text":" A sword against the Chaldeans, says the LORD, and against the inhabitants of Babylon, and against her officials and her sages! "},{"book":"Jeremiah","chapter":"50","verse":"36","text":" A sword against the diviners, so that they may become fools! A sword against her warriors, so that they may be destroyed! "},{"book":"Jeremiah","chapter":"50","verse":"37","text":" A sword against her horses and against her chariots, and against all the foreign troops in her midst, so that they may become women! A sword against all her treasures, that they may be plundered! "},{"book":"Jeremiah","chapter":"50","verse":"38","text":" A drought against her waters, that they may be dried up! For it is a land of images, and they go mad over idols. "},{"book":"Jeremiah","chapter":"50","verse":"39","text":" Therefore wild animals shall live with hyenas in Babylon, and ostriches shall inhabit her; she shall never again be peopled, or inhabited for all generations. "},{"book":"Jeremiah","chapter":"50","verse":"40","text":" As when God overthrew Sodom and Gomorrah and their neighbors, says the LORD, so no one shall live there, nor shall anyone settle in her. "},{"book":"Jeremiah","chapter":"50","verse":"41","text":" Look, a people is coming from the north; a mighty nation and many kings are stirring from the farthest parts of the earth. "},{"book":"Jeremiah","chapter":"50","verse":"42","text":" They wield bow and spear, they are cruel and have no mercy. The sound of them is like the roaring sea; they ride upon horses, set in array as a warrior for battle, against you, O daughter Babylon! "},{"book":"Jeremiah","chapter":"50","verse":"43","text":" The king of Babylon heard news of them, and his hands fell helpless; anguish seized him, pain like that of a woman in labor. "},{"book":"Jeremiah","chapter":"50","verse":"44","text":" Like a lion coming up from the thickets of the Jordan against a perennial pasture, I will suddenly chase them away from her; and I will appoint over her whomever I choose. For who is like me? Who can summon me? Who is the shepherd who can stand before me? "},{"book":"Jeremiah","chapter":"50","verse":"45","text":" Therefore hear the plan that the LORD has made against Babylon, and the purposes that he has formed against the land of the Chaldeans: Surely the little ones of the flock shall be dragged away; surely their fold shall be appalled at their fate. "},{"book":"Jeremiah","chapter":"50","verse":"46","text":" At the sound of the capture of Babylon the earth shall tremble, and her cry shall be heard among the nations. "}]