[{"book":"Jeremiah","chapter":"32","verse":"1","text":" The word that came to Jeremiah from the LORD in the tenth year of King Zedekiah of Judah, which was the eighteenth year of Nebuchadrezzar. "},{"book":"Jeremiah","chapter":"32","verse":"2","text":" At that time the army of the king of Babylon was besieging Jerusalem, and the prophet Jeremiah was confined in the court of the guard that was in the palace of the king of Judah, "},{"book":"Jeremiah","chapter":"32","verse":"3","text":" where King Zedekiah of Judah had confined him. Zedekiah had said, &#34Why do you prophesy and say: Thus says the LORD: I am going to give this city into the hand of the king of Babylon, and he shall take it; "},{"book":"Jeremiah","chapter":"32","verse":"4","text":" King Zedekiah of Judah shall not escape out of the hands of the Chaldeans, but shall surely be given into the hands of the king of Babylon, and shall speak with him face to face and see him eye to eye; "},{"book":"Jeremiah","chapter":"32","verse":"5","text":" and he shall take Zedekiah to Babylon, and there he shall remain until I attend to him, says the LORD; though you fight against the Chaldeans, you shall not succeed?&#34 "},{"book":"Jeremiah","chapter":"32","verse":"6","text":" Jeremiah said, The word of the LORD came to me: "},{"book":"Jeremiah","chapter":"32","verse":"7","text":" Hanamel son of your uncle Shallum is going to come to you and say, &#34Buy my field that is at Anathoth, for the right of redemption by purchase is yours.&#34 "},{"book":"Jeremiah","chapter":"32","verse":"8","text":" Then my cousin Hanamel came to me in the court of the guard, in accordance with the word of the LORD, and said to me, &#34Buy my field that is at Anathoth in the land of Benjamin, for the right of possession and redemption is yours; buy it for yourself.&#34 Then I knew that this was the word of the LORD. "},{"book":"Jeremiah","chapter":"32","verse":"9","text":" And I bought the field at Anathoth from my cousin Hanamel, and weighed out the money to him, seventeen shekels of silver. "},{"book":"Jeremiah","chapter":"32","verse":"10","text":" I signed the deed, sealed it, got witnesses, and weighed the money on scales. "},{"book":"Jeremiah","chapter":"32","verse":"11","text":" Then I took the sealed deed of purchase, containing the terms and conditions, and the open copy; "},{"book":"Jeremiah","chapter":"32","verse":"12","text":" and I gave the deed of purchase to Baruch son of Neriah son of Mahseiah, in the presence of my cousin Hanamel, in the presence of the witnesses who signed the deed of purchase, and in the presence of all the Judeans who were sitting in the court of the guard. "},{"book":"Jeremiah","chapter":"32","verse":"13","text":" In their presence I charged Baruch, saying, "},{"book":"Jeremiah","chapter":"32","verse":"14","text":" Thus says the LORD of hosts, the God of Israel: Take these deeds, both this sealed deed of purchase and this open deed, and put them in an earthenware jar, in order that they may last for a long time. "},{"book":"Jeremiah","chapter":"32","verse":"15","text":" For thus says the LORD of hosts, the God of Israel: Houses and fields and vineyards shall again be bought in this land. "},{"book":"Jeremiah","chapter":"32","verse":"16","text":" After I had given the deed of purchase to Baruch son of Neriah, I prayed to the LORD, saying: "},{"book":"Jeremiah","chapter":"32","verse":"17","text":" Ah Lord GOD! It is you who made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you. "},{"book":"Jeremiah","chapter":"32","verse":"18","text":" You show steadfast love to the thousandth generation, but repay the guilt of parents into the laps of their children after them, O great and mighty God whose name is the LORD of hosts, "},{"book":"Jeremiah","chapter":"32","verse":"19","text":" great in counsel and mighty in deed; whose eyes are open to all the ways of mortals, rewarding all according to their ways and according to the fruit of their doings. "},{"book":"Jeremiah","chapter":"32","verse":"20","text":" You showed signs and wonders in the land of Egypt, and to this day in Israel and among all humankind, and have made yourself a name that continues to this very day. "},{"book":"Jeremiah","chapter":"32","verse":"21","text":" You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and outstretched arm, and with great terror; "},{"book":"Jeremiah","chapter":"32","verse":"22","text":" and you gave them this land, which you swore to their ancestors to give them, a land flowing with milk and honey; "},{"book":"Jeremiah","chapter":"32","verse":"23","text":" and they entered and took possession of it. But they did not obey your voice or follow your law; of all you commanded them to do, they did nothing. Therefore you have made all these disasters come upon them. "},{"book":"Jeremiah","chapter":"32","verse":"24","text":" See, the siege ramps have been cast up against the city to take it, and the city, faced with sword, famine, and pestilence, has been given into the hands of the Chaldeans who are fighting against it. What you spoke has happened, as you yourself can see. "},{"book":"Jeremiah","chapter":"32","verse":"25","text":" Yet you, O Lord GOD, have said to me, &#34Buy the field for money and get witnesses&#34-- though the city has been given into the hands of the Chaldeans. "},{"book":"Jeremiah","chapter":"32","verse":"26","text":" The word of the LORD came to Jeremiah: "},{"book":"Jeremiah","chapter":"32","verse":"27","text":" See, I am the LORD, the God of all flesh; is anything too hard for me? "},{"book":"Jeremiah","chapter":"32","verse":"28","text":" Therefore, thus says the LORD: I am going to give this city into the hands of the Chaldeans and into the hand of King Nebuchadrezzar of Babylon, and he shall take it. "},{"book":"Jeremiah","chapter":"32","verse":"29","text":" The Chaldeans who are fighting against this city shall come, set it on fire, and burn it, with the houses on whose roofs offerings have been made to Baal and libations have been poured out to other gods, to provoke me to anger. "},{"book":"Jeremiah","chapter":"32","verse":"30","text":" For the people of Israel and the people of Judah have done nothing but evil in my sight from their youth; the people of Israel have done nothing but provoke me to anger by the work of their hands, says the LORD. "},{"book":"Jeremiah","chapter":"32","verse":"31","text":" This city has aroused my anger and wrath, from the day it was built until this day, so that I will remove it from my sight "},{"book":"Jeremiah","chapter":"32","verse":"32","text":" because of all the evil of the people of Israel and the people of Judah that they did to provoke me to anger-- they, their kings and their officials, their priests and their prophets, the citizens of Judah and the inhabitants of Jerusalem. "},{"book":"Jeremiah","chapter":"32","verse":"33","text":" They have turned their backs to me, not their faces; though I have taught them persistently, they would not listen and accept correction. "},{"book":"Jeremiah","chapter":"32","verse":"34","text":" They set up their abominations in the house that bears my name, and defiled it. "},{"book":"Jeremiah","chapter":"32","verse":"35","text":" They built the high places of Baal in the valley of the son of Hinnom, to offer up their sons and daughters to Molech, though I did not command them, nor did it enter my mind that they should do this abomination, causing Judah to sin. "},{"book":"Jeremiah","chapter":"32","verse":"36","text":" Now therefore thus says the LORD, the God of Israel, concerning this city of which you say, &#34It is being given into the hand of the king of Babylon by the sword, by famine, and by pestilence&#34: "},{"book":"Jeremiah","chapter":"32","verse":"37","text":" See, I am going to gather them from all the lands to which I drove them in my anger and my wrath and in great indignation; I will bring them back to this place, and I will settle them in safety. "},{"book":"Jeremiah","chapter":"32","verse":"38","text":" They shall be my people, and I will be their God. "},{"book":"Jeremiah","chapter":"32","verse":"39","text":" I will give them one heart and one way, that they may fear me for all time, for their own good and the good of their children after them. "},{"book":"Jeremiah","chapter":"32","verse":"40","text":" I will make an everlasting covenant with them, never to draw back from doing good to them; and I will put the fear of me in their hearts, so that they may not turn from me. "},{"book":"Jeremiah","chapter":"32","verse":"41","text":" I will rejoice in doing good to them, and I will plant them in this land in faithfulness, with all my heart and all my soul. "},{"book":"Jeremiah","chapter":"32","verse":"42","text":" For thus says the LORD: Just as I have brought all this great disaster upon this people, so I will bring upon them all the good fortune that I now promise them. "},{"book":"Jeremiah","chapter":"32","verse":"43","text":" Fields shall be bought in this land of which you are saying, It is a desolation, without human beings or animals; it has been given into the hands of the Chaldeans. "},{"book":"Jeremiah","chapter":"32","verse":"44","text":" Fields shall be bought for money, and deeds shall be signed and sealed and witnessed, in the land of Benjamin, in the places around Jerusalem, and in the cities of Judah, of the hill country, of the Shephelah, and of the Negeb; for I will restore their fortunes, says the LORD. "}]