[{"book":"Jeremiah","chapter":"33","verse":"1","text":" The word of the LORD came to Jeremiah a second time, while he was still confined in the court of the guard: "},{"book":"Jeremiah","chapter":"33","verse":"2","text":" Thus says the LORD who made the earth, the LORD who formed it to establish it-- the LORD is his name: "},{"book":"Jeremiah","chapter":"33","verse":"3","text":" Call to me and I will answer you, and will tell you great and hidden things that you have not known. "},{"book":"Jeremiah","chapter":"33","verse":"4","text":" For thus says the LORD, the God of Israel, concerning the houses of this city and the houses of the kings of Judah that were torn down to make a defense against the siege ramps and before the sword: "},{"book":"Jeremiah","chapter":"33","verse":"5","text":" The Chaldeans are coming in to fight and to fill them with the dead bodies of those whom I shall strike down in my anger and my wrath, for I have hidden my face from this city because of all their wickedness. "},{"book":"Jeremiah","chapter":"33","verse":"6","text":" I am going to bring it recovery and healing; I will heal them and reveal to them abundance of prosperity and security. "},{"book":"Jeremiah","chapter":"33","verse":"7","text":" I will restore the fortunes of Judah and the fortunes of Israel, and rebuild them as they were at first. "},{"book":"Jeremiah","chapter":"33","verse":"8","text":" I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me. "},{"book":"Jeremiah","chapter":"33","verse":"9","text":" And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them; they shall fear and tremble because of all the good and all the prosperity I provide for it. "},{"book":"Jeremiah","chapter":"33","verse":"10","text":" Thus says the LORD: In this place of which you say, &#34It is a waste without human beings or animals,&#34 in the towns of Judah and the streets of Jerusalem that are desolate, without inhabitants, human or animal, there shall once more be heard "},{"book":"Jeremiah","chapter":"33","verse":"11","text":" the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voices of those who sing, as they bring thank offerings to the house of the LORD: &#34Give thanks to the LORD of hosts, for the LORD is good, for his steadfast love endures forever!&#34 For I will restore the fortunes of the land as at first, says the LORD. "},{"book":"Jeremiah","chapter":"33","verse":"12","text":" Thus says the LORD of hosts: In this place that is waste, without human beings or animals, and in all its towns there shall again be pasture for shepherds resting their flocks. "},{"book":"Jeremiah","chapter":"33","verse":"13","text":" In the towns of the hill country, of the Shephelah, and of the Negeb, in the land of Benjamin, the places around Jerusalem, and in the towns of Judah, flocks shall again pass under the hands of the one who counts them, says the LORD. "},{"book":"Jeremiah","chapter":"33","verse":"14","text":" The days are surely coming, says the LORD, when I will fulfill the promise I made to the house of Israel and the house of Judah. "},{"book":"Jeremiah","chapter":"33","verse":"15","text":" In those days and at that time I will cause a righteous Branch to spring up for David; and he shall execute justice and righteousness in the land. "},{"book":"Jeremiah","chapter":"33","verse":"16","text":" In those days Judah will be saved and Jerusalem will live in safety. And this is the name by which it will be called: &#34The LORD is our righteousness.&#34 "},{"book":"Jeremiah","chapter":"33","verse":"17","text":" For thus says the LORD: David shall never lack a man to sit on the throne of the house of Israel, "},{"book":"Jeremiah","chapter":"33","verse":"18","text":" and the levitical priests shall never lack a man in my presence to offer burnt offerings, to make grain offerings, and to make sacrifices for all time. "},{"book":"Jeremiah","chapter":"33","verse":"19","text":" The word of the LORD came to Jeremiah: "},{"book":"Jeremiah","chapter":"33","verse":"20","text":" Thus says the LORD: If any of you could break my covenant with the day and my covenant with the night, so that day and night would not come at their appointed time, "},{"book":"Jeremiah","chapter":"33","verse":"21","text":" only then could my covenant with my servant David be broken, so that he would not have a son to reign on his throne, and my covenant with my ministers the Levites. "},{"book":"Jeremiah","chapter":"33","verse":"22","text":" Just as the host of heaven cannot be numbered and the sands of the sea cannot be measured, so I will increase the offspring of my servant David, and the Levites who minister to me. "},{"book":"Jeremiah","chapter":"33","verse":"23","text":" The word of the LORD came to Jeremiah: "},{"book":"Jeremiah","chapter":"33","verse":"24","text":" Have you not observed how these people say, &#34The two families that the LORD chose have been rejected by him,&#34 and how they hold my people in such contempt that they no longer regard them as a nation? "},{"book":"Jeremiah","chapter":"33","verse":"25","text":" Thus says the LORD: Only if I had not established my covenant with day and night and the ordinances of heaven and earth, "},{"book":"Jeremiah","chapter":"33","verse":"26","text":" would I reject the offspring of Jacob and of my servant David and not choose any of his descendants as rulers over the offspring of Abraham, Isaac, and Jacob. For I will restore their fortunes, and will have mercy upon them. "}]