[{"book":"Jeremiah","chapter":"11","verse":"1","text":" The word that came to Jeremiah from the LORD: "},{"book":"Jeremiah","chapter":"11","verse":"2","text":" Hear the words of this covenant, and speak to the people of Judah and the inhabitants of Jerusalem. "},{"book":"Jeremiah","chapter":"11","verse":"3","text":" You shall say to them, Thus says the LORD, the God of Israel: Cursed be anyone who does not heed the words of this covenant, "},{"book":"Jeremiah","chapter":"11","verse":"4","text":" which I commanded your ancestors when I brought them out of the land of Egypt, from the iron-smelter, saying, Listen to my voice, and do all that I command you. So shall you be my people, and I will be your God, "},{"book":"Jeremiah","chapter":"11","verse":"5","text":" that I may perform the oath that I swore to your ancestors, to give them a land flowing with milk and honey, as at this day. Then I answered, &#34So be it, LORD.&#34 "},{"book":"Jeremiah","chapter":"11","verse":"6","text":" And the LORD said to me: Proclaim all these words in the cities of Judah, and in the streets of Jerusalem: Hear the words of this covenant and do them. "},{"book":"Jeremiah","chapter":"11","verse":"7","text":" For I solemnly warned your ancestors when I brought them up out of the land of Egypt, warning them persistently, even to this day, saying, Obey my voice. "},{"book":"Jeremiah","chapter":"11","verse":"8","text":" Yet they did not obey or incline their ear, but everyone walked in the stubbornness of an evil will. So I brought upon them all the words of this covenant, which I commanded them to do, but they did not. "},{"book":"Jeremiah","chapter":"11","verse":"9","text":" And the LORD said to me: Conspiracy exists among the people of Judah and the inhabitants of Jerusalem. "},{"book":"Jeremiah","chapter":"11","verse":"10","text":" They have turned back to the iniquities of their ancestors of old, who refused to heed my words; they have gone after other gods to serve them; the house of Israel and the house of Judah have broken the covenant that I made with their ancestors. "},{"book":"Jeremiah","chapter":"11","verse":"11","text":" Therefore, thus says the LORD, assuredly I am going to bring disaster upon them that they cannot escape; though they cry out to me, I will not listen to them. "},{"book":"Jeremiah","chapter":"11","verse":"12","text":" Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they make offerings, but they will never save them in the time of their trouble. "},{"book":"Jeremiah","chapter":"11","verse":"13","text":" For your gods have become as many as your towns, O Judah; and as many as the streets of Jerusalem are the altars you have set up to shame, altars to make offerings to Baal. "},{"book":"Jeremiah","chapter":"11","verse":"14","text":" As for you, do not pray for this people, or lift up a cry or prayer on their behalf, for I will not listen when they call to me in the time of their trouble. "},{"book":"Jeremiah","chapter":"11","verse":"15","text":" What right has my beloved in my house, when she has done vile deeds? Can vows and sacrificial flesh avert your doom? Can you then exult? "},{"book":"Jeremiah","chapter":"11","verse":"16","text":" The LORD once called you, &#34A green olive tree, fair with goodly fruit&#34; but with the roar of a great tempest he will set fire to it, and its branches will be consumed. "},{"book":"Jeremiah","chapter":"11","verse":"17","text":" The LORD of hosts, who planted you, has pronounced evil against you, because of the evil that the house of Israel and the house of Judah have done, provoking me to anger by making offerings to Baal. "},{"book":"Jeremiah","chapter":"11","verse":"18","text":" It was the LORD who made it known to me, and I knew; then you showed me their evil deeds. "},{"book":"Jeremiah","chapter":"11","verse":"19","text":" But I was like a gentle lamb led to the slaughter. And I did not know it was against me that they devised schemes, saying, &#34Let us destroy the tree with its fruit, let us cut him off from the land of the living, so that his name will no longer be remembered!&#34 "},{"book":"Jeremiah","chapter":"11","verse":"20","text":" But you, O LORD of hosts, who judge righteously, who try the heart and the mind, let me see your retribution upon them, for to you I have committed my cause. "},{"book":"Jeremiah","chapter":"11","verse":"21","text":" Therefore thus says the LORD concerning the people of Anathoth, who seek your life, and say, &#34You shall not prophesy in the name of the LORD, or you will die by our hand&#34-- "},{"book":"Jeremiah","chapter":"11","verse":"22","text":" therefore thus says the LORD of hosts: I am going to punish them; the young men shall die by the sword; their sons and their daughters shall die by famine; "},{"book":"Jeremiah","chapter":"11","verse":"23","text":" and not even a remnant shall be left of them. For I will bring disaster upon the people of Anathoth, the year of their punishment. "}]