[{"book":"Jeremiah","chapter":"29","verse":"1","text":" These are the words of the letter that the prophet Jeremiah sent from Jerusalem to the remaining elders among the exiles, and to the priests, the prophets, and all the people, whom Nebuchadnezzar had taken into exile from Jerusalem to Babylon. "},{"book":"Jeremiah","chapter":"29","verse":"2","text":" This was after King Jeconiah, and the queen mother, the court officials, the leaders of Judah and Jerusalem, the artisans, and the smiths had departed from Jerusalem. "},{"book":"Jeremiah","chapter":"29","verse":"3","text":" The letter was sent by the hand of Elasah son of Shaphan and Gemariah son of Hilkiah, whom King Zedekiah of Judah sent to Babylon to King Nebuchadnezzar of Babylon. It said: "},{"book":"Jeremiah","chapter":"29","verse":"4","text":" Thus says the LORD of hosts, the God of Israel, to all the exiles whom I have sent into exile from Jerusalem to Babylon: "},{"book":"Jeremiah","chapter":"29","verse":"5","text":" Build houses and live in them; plant gardens and eat what they produce. "},{"book":"Jeremiah","chapter":"29","verse":"6","text":" Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease. "},{"book":"Jeremiah","chapter":"29","verse":"7","text":" But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare. "},{"book":"Jeremiah","chapter":"29","verse":"8","text":" For thus says the LORD of hosts, the God of Israel: Do not let the prophets and the diviners who are among you deceive you, and do not listen to the dreams that they dream, "},{"book":"Jeremiah","chapter":"29","verse":"9","text":" for it is a lie that they are prophesying to you in my name; I did not send them, says the LORD. "},{"book":"Jeremiah","chapter":"29","verse":"10","text":" For thus says the LORD: Only when Babylon&#39s seventy years are completed will I visit you, and I will fulfill to you my promise and bring you back to this place. "},{"book":"Jeremiah","chapter":"29","verse":"11","text":" For surely I know the plans I have for you, says the LORD, plans for your welfare and not for harm, to give you a future with hope. "},{"book":"Jeremiah","chapter":"29","verse":"12","text":" Then when you call upon me and come and pray to me, I will hear you. "},{"book":"Jeremiah","chapter":"29","verse":"13","text":" When you search for me, you will find me; if you seek me with all your heart, "},{"book":"Jeremiah","chapter":"29","verse":"14","text":" I will let you find me, says the LORD, and I will restore your fortunes and gather you from all the nations and all the places where I have driven you, says the LORD, and I will bring you back to the place from which I sent you into exile. "},{"book":"Jeremiah","chapter":"29","verse":"15","text":" Because you have said, &#34The LORD has raised up prophets for us in Babylon,&#34-- "},{"book":"Jeremiah","chapter":"29","verse":"16","text":" Thus says the LORD concerning the king who sits on the throne of David, and concerning all the people who live in this city, your kinsfolk who did not go out with you into exile: "},{"book":"Jeremiah","chapter":"29","verse":"17","text":" Thus says the LORD of hosts, I am going to let loose on them sword, famine, and pestilence, and I will make them like rotten figs that are so bad they cannot be eaten. "},{"book":"Jeremiah","chapter":"29","verse":"18","text":" I will pursue them with the sword, with famine, and with pestilence, and will make them a horror to all the kingdoms of the earth, to be an object of cursing, and horror, and hissing, and a derision among all the nations where I have driven them, "},{"book":"Jeremiah","chapter":"29","verse":"19","text":" because they did not heed my words, says the LORD, when I persistently sent to you my servants the prophets, but they would not listen, says the LORD. "},{"book":"Jeremiah","chapter":"29","verse":"20","text":" But now, all you exiles whom I sent away from Jerusalem to Babylon, hear the word of the LORD: "},{"book":"Jeremiah","chapter":"29","verse":"21","text":" Thus says the LORD of hosts, the God of Israel, concerning Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are prophesying a lie to you in my name: I am going to deliver them into the hand of King Nebuchadrezzar of Babylon, and he shall kill them before your eyes. "},{"book":"Jeremiah","chapter":"29","verse":"22","text":" And on account of them this curse shall be used by all the exiles from Judah in Babylon: &#34The LORD make you like Zedekiah and Ahab, whom the king of Babylon roasted in the fire,&#34 "},{"book":"Jeremiah","chapter":"29","verse":"23","text":" because they have perpetrated outrage in Israel and have committed adultery with their neighbors&#39 wives, and have spoken in my name lying words that I did not command them; I am the one who knows and bears witness, says the LORD. "},{"book":"Jeremiah","chapter":"29","verse":"24","text":" To Shemaiah of Nehelam you shall say: "},{"book":"Jeremiah","chapter":"29","verse":"25","text":" Thus says the LORD of hosts, the God of Israel: In your own name you sent a letter to all the people who are in Jerusalem, and to the priest Zephaniah son of Maaseiah, and to all the priests, saying, "},{"book":"Jeremiah","chapter":"29","verse":"26","text":" The LORD himself has made you priest instead of the priest Jehoiada, so that there may be officers in the house of the LORD to control any madman who plays the prophet, to put him in the stocks and the collar. "},{"book":"Jeremiah","chapter":"29","verse":"27","text":" So now why have you not rebuked Jeremiah of Anathoth who plays the prophet for you? "},{"book":"Jeremiah","chapter":"29","verse":"28","text":" For he has actually sent to us in Babylon, saying, &#34It will be a long time; build houses and live in them, and plant gardens and eat what they produce.&#34 "},{"book":"Jeremiah","chapter":"29","verse":"29","text":" The priest Zephaniah read this letter in the hearing of the prophet Jeremiah. "},{"book":"Jeremiah","chapter":"29","verse":"30","text":" Then the word of the LORD came to Jeremiah: "},{"book":"Jeremiah","chapter":"29","verse":"31","text":" Send to all the exiles, saying, Thus says the LORD concerning Shemaiah of Nehelam: Because Shemaiah has prophesied to you, though I did not send him, and has led you to trust in a lie, "},{"book":"Jeremiah","chapter":"29","verse":"32","text":" therefore thus says the LORD: I am going to punish Shemaiah of Nehelam and his descendants; he shall not have anyone living among this people to see the good that I am going to do to my people, says the LORD, for he has spoken rebellion against the LORD. "}]