[{"book":"Jeremiah","chapter":"9","verse":"1","text":" O that my head were a spring of water, and my eyes a fountain of tears, so that I might weep day and night for the slain of my poor people! "},{"book":"Jeremiah","chapter":"9","verse":"2","text":" O that I had in the desert a traveler&#39s lodging place, that I might leave my people and go away from them! For they are all adulterers, a band of traitors. "},{"book":"Jeremiah","chapter":"9","verse":"3","text":" They bend their tongues like bows; they have grown strong in the land for falsehood, and not for truth; for they proceed from evil to evil, and they do not know me, says the LORD. "},{"book":"Jeremiah","chapter":"9","verse":"4","text":" Beware of your neighbors, and put no trust in any of your kin; for all your kin are supplanters, and every neighbor goes around like a slanderer. "},{"book":"Jeremiah","chapter":"9","verse":"5","text":" They all deceive their neighbors, and no one speaks the truth; they have taught their tongues to speak lies; they commit iniquity and are too weary to repent. "},{"book":"Jeremiah","chapter":"9","verse":"6","text":" Oppression upon oppression, deceit upon deceit! They refuse to know me, says the LORD. "},{"book":"Jeremiah","chapter":"9","verse":"7","text":" Therefore thus says the LORD of hosts: I will now refine and test them, for what else can I do with my sinful people? "},{"book":"Jeremiah","chapter":"9","verse":"8","text":" Their tongue is a deadly arrow; it speaks deceit through the mouth. They all speak friendly words to their neighbors, but inwardly are planning to lay an ambush. "},{"book":"Jeremiah","chapter":"9","verse":"9","text":" Shall I not punish them for these things? says the LORD; and shall I not bring retribution on a nation such as this? "},{"book":"Jeremiah","chapter":"9","verse":"10","text":" Take up weeping and wailing for the mountains, and a lamentation for the pastures of the wilderness, because they are laid waste so that no one passes through, and the lowing of cattle is not heard; both the birds of the air and the animals have fled and are gone. "},{"book":"Jeremiah","chapter":"9","verse":"11","text":" I will make Jerusalem a heap of ruins, a lair of jackals; and I will make the towns of Judah a desolation, without inhabitant. "},{"book":"Jeremiah","chapter":"9","verse":"12","text":" Who is wise enough to understand this? To whom has the mouth of the LORD spoken, so that they may declare it? Why is the land ruined and laid waste like a wilderness, so that no one passes through? "},{"book":"Jeremiah","chapter":"9","verse":"13","text":" And the LORD says: Because they have forsaken my law that I set before them, and have not obeyed my voice, or walked in accordance with it, "},{"book":"Jeremiah","chapter":"9","verse":"14","text":" but have stubbornly followed their own hearts and have gone after the Baals, as their ancestors taught them. "},{"book":"Jeremiah","chapter":"9","verse":"15","text":" Therefore thus says the LORD of hosts, the God of Israel: I am feeding this people with wormwood, and giving them poisonous water to drink. "},{"book":"Jeremiah","chapter":"9","verse":"16","text":" I will scatter them among nations that neither they nor their ancestors have known; and I will send the sword after them, until I have consumed them. "},{"book":"Jeremiah","chapter":"9","verse":"17","text":" Thus says the LORD of hosts: Consider, and call for the mourning women to come; send for the skilled women to come; "},{"book":"Jeremiah","chapter":"9","verse":"18","text":" let them quickly raise a dirge over us, so that our eyes may run down with tears, and our eyelids flow with water. "},{"book":"Jeremiah","chapter":"9","verse":"19","text":" For a sound of wailing is heard from Zion: &#34How we are ruined! We are utterly shamed, because we have left the land, because they have cast down our dwellings.&#34 "},{"book":"Jeremiah","chapter":"9","verse":"20","text":" Hear, O women, the word of the LORD, and let your ears receive the word of his mouth; teach to your daughters a dirge, and each to her neighbor a lament. "},{"book":"Jeremiah","chapter":"9","verse":"21","text":" &#34Death has come up into our windows, it has entered our palaces, to cut off the children from the streets and the young men from the squares.&#34 "},{"book":"Jeremiah","chapter":"9","verse":"22","text":" Speak! Thus says the LORD: &#34Human corpses shall fall like dung upon the open field, like sheaves behind the reaper, and no one shall gather them.&#34 "},{"book":"Jeremiah","chapter":"9","verse":"23","text":" Thus says the LORD: Do not let the wise boast in their wisdom, do not let the mighty boast in their might, do not let the wealthy boast in their wealth; "},{"book":"Jeremiah","chapter":"9","verse":"24","text":" but let those who boast boast in this, that they understand and know me, that I am the LORD; I act with steadfast love, justice, and righteousness in the earth, for in these things I delight, says the LORD. "},{"book":"Jeremiah","chapter":"9","verse":"25","text":" The days are surely coming, says the LORD, when I will attend to all those who are circumcised only in the foreskin: "},{"book":"Jeremiah","chapter":"9","verse":"26","text":" Egypt, Judah, Edom, the Ammonites, Moab, and all those with shaven temples who live in the desert. For all these nations are uncircumcised, and all the house of Israel is uncircumcised in heart. "}]