[{"book":"Jeremiah","chapter":"14","verse":"1","text":" The word of the LORD that came to Jeremiah concerning the drought: "},{"book":"Jeremiah","chapter":"14","verse":"2","text":" Judah mourns and her gates languish; they lie in gloom on the ground, and the cry of Jerusalem goes up. "},{"book":"Jeremiah","chapter":"14","verse":"3","text":" Her nobles send their servants for water; they come to the cisterns, they find no water, they return with their vessels empty. They are ashamed and dismayed and cover their heads, "},{"book":"Jeremiah","chapter":"14","verse":"4","text":" because the ground is cracked. Because there has been no rain on the land the farmers are dismayed; they cover their heads. "},{"book":"Jeremiah","chapter":"14","verse":"5","text":" Even the doe in the field forsakes her newborn fawn because there is no grass. "},{"book":"Jeremiah","chapter":"14","verse":"6","text":" The wild asses stand on the bare heights, they pant for air like jackals; their eyes fail because there is no herbage. "},{"book":"Jeremiah","chapter":"14","verse":"7","text":" Although our iniquities testify against us, act, O LORD, for your name&#39s sake; our apostasies indeed are many, and we have sinned against you. "},{"book":"Jeremiah","chapter":"14","verse":"8","text":" O hope of Israel, its savior in time of trouble, why should you be like a stranger in the land, like a traveler turning aside for the night? "},{"book":"Jeremiah","chapter":"14","verse":"9","text":" Why should you be like someone confused, like a mighty warrior who cannot give help? Yet you, O LORD, are in the midst of us, and we are called by your name; do not forsake us! "},{"book":"Jeremiah","chapter":"14","verse":"10","text":" Thus says the LORD concerning this people: Truly they have loved to wander, they have not restrained their feet; therefore the LORD does not accept them, now he will remember their iniquity and punish their sins. "},{"book":"Jeremiah","chapter":"14","verse":"11","text":" The LORD said to me: Do not pray for the welfare of this people. "},{"book":"Jeremiah","chapter":"14","verse":"12","text":" Although they fast, I do not hear their cry, and although they offer burnt offering and grain offering, I do not accept them; but by the sword, by famine, and by pestilence I consume them. "},{"book":"Jeremiah","chapter":"14","verse":"13","text":" Then I said: &#34Ah, Lord GOD! Here are the prophets saying to them, &#39You shall not see the sword, nor shall you have famine, but I will give you true peace in this place.&#39&#34 "},{"book":"Jeremiah","chapter":"14","verse":"14","text":" And the LORD said to me: The prophets are prophesying lies in my name; I did not send them, nor did I command them or speak to them. They are prophesying to you a lying vision, worthless divination, and the deceit of their own minds. "},{"book":"Jeremiah","chapter":"14","verse":"15","text":" Therefore thus says the LORD concerning the prophets who prophesy in my name though I did not send them, and who say, &#34Sword and famine shall not come on this land&#34: By sword and famine those prophets shall be consumed. "},{"book":"Jeremiah","chapter":"14","verse":"16","text":" And the people to whom they prophesy shall be thrown out into the streets of Jerusalem, victims of famine and sword. There shall be no one to bury them-- themselves, their wives, their sons, and their daughters. For I will pour out their wickedness upon them. "},{"book":"Jeremiah","chapter":"14","verse":"17","text":" You shall say to them this word: Let my eyes run down with tears night and day, and let them not cease, for the virgin daughter-- my people-- is struck down with a crushing blow, with a very grievous wound. "},{"book":"Jeremiah","chapter":"14","verse":"18","text":" If I go out into the field, look-- those killed by the sword! And if I enter the city, look-- those sick with famine! For both prophet and priest ply their trade throughout the land, and have no knowledge. "},{"book":"Jeremiah","chapter":"14","verse":"19","text":" Have you completely rejected Judah? Does your heart loathe Zion? Why have you struck us down so that there is no healing for us? We look for peace, but find no good; for a time of healing, but there is terror instead. "},{"book":"Jeremiah","chapter":"14","verse":"20","text":" We acknowledge our wickedness, O LORD, the iniquity of our ancestors, for we have sinned against you. "},{"book":"Jeremiah","chapter":"14","verse":"21","text":" Do not spurn us, for your name&#39s sake; do not dishonor your glorious throne; remember and do not break your covenant with us. "},{"book":"Jeremiah","chapter":"14","verse":"22","text":" Can any idols of the nations bring rain? Or can the heavens give showers? Is it not you, O LORD our God? We set our hope on you, for it is you who do all this. "}]