[{"book":"Jeremiah","chapter":"8","verse":"1","text":" At that time, says the LORD, the bones of the kings of Judah, the bones of its officials, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem shall be brought out of their tombs; "},{"book":"Jeremiah","chapter":"8","verse":"2","text":" and they shall be spread before the sun and the moon and all the host of heaven, which they have loved and served, which they have followed, and which they have inquired of and worshiped; and they shall not be gathered or buried; they shall be like dung on the surface of the ground. "},{"book":"Jeremiah","chapter":"8","verse":"3","text":" Death shall be preferred to life by all the remnant that remains of this evil family in all the places where I have driven them, says the LORD of hosts. "},{"book":"Jeremiah","chapter":"8","verse":"4","text":" You shall say to them, Thus says the LORD: When people fall, do they not get up again? If they go astray, do they not turn back? "},{"book":"Jeremiah","chapter":"8","verse":"5","text":" Why then has this people turned away in perpetual backsliding? They have held fast to deceit, they have refused to return. "},{"book":"Jeremiah","chapter":"8","verse":"6","text":" I have given heed and listened, but they do not speak honestly; no one repents of wickedness, saying, &#34What have I done!&#34 All of them turn to their own course, like a horse plunging headlong into battle. "},{"book":"Jeremiah","chapter":"8","verse":"7","text":" Even the stork in the heavens knows its times; and the turtledove, swallow, and crane observe the time of their coming; but my people do not know the ordinance of the LORD. "},{"book":"Jeremiah","chapter":"8","verse":"8","text":" How can you say, &#34We are wise, and the law of the LORD is with us,&#34 when, in fact, the false pen of the scribes has made it into a lie? "},{"book":"Jeremiah","chapter":"8","verse":"9","text":" The wise shall be put to shame, they shall be dismayed and taken; since they have rejected the word of the LORD, what wisdom is in them? "},{"book":"Jeremiah","chapter":"8","verse":"10","text":" Therefore I will give their wives to others and their fields to conquerors, because from the least to the greatest everyone is greedy for unjust gain; from prophet to priest everyone deals falsely. "},{"book":"Jeremiah","chapter":"8","verse":"11","text":" They have treated the wound of my people carelessly, saying, &#34Peace, peace,&#34 when there is no peace. "},{"book":"Jeremiah","chapter":"8","verse":"12","text":" They acted shamefully, they committed abomination; yet they were not at all ashamed, they did not know how to blush. Therefore they shall fall among those who fall; at the time when I punish them, they shall be overthrown, says the LORD. "},{"book":"Jeremiah","chapter":"8","verse":"13","text":" When I wanted to gather them, says the LORD, there are no grapes on the vine, nor figs on the fig tree; even the leaves are withered, and what I gave them has passed away from them. "},{"book":"Jeremiah","chapter":"8","verse":"14","text":" Why do we sit still? Gather together, let us go into the fortified cities and perish there; for the LORD our God has doomed us to perish, and has given us poisoned water to drink, because we have sinned against the LORD. "},{"book":"Jeremiah","chapter":"8","verse":"15","text":" We look for peace, but find no good, for a time of healing, but there is terror instead. "},{"book":"Jeremiah","chapter":"8","verse":"16","text":" The snorting of their horses is heard from Dan; at the sound of the neighing of their stallions the whole land quakes. They come and devour the land and all that fills it, the city and those who live in it. "},{"book":"Jeremiah","chapter":"8","verse":"17","text":" See, I am letting snakes loose among you, adders that cannot be charmed, and they shall bite you, says the LORD. "},{"book":"Jeremiah","chapter":"8","verse":"18","text":" My joy is gone, grief is upon me, my heart is sick. "},{"book":"Jeremiah","chapter":"8","verse":"19","text":" Hark, the cry of my poor people from far and wide in the land: &#34Is the LORD not in Zion? Is her King not in her?&#34 (&#34Why have they provoked me to anger with their images, with their foreign idols?&#34) "},{"book":"Jeremiah","chapter":"8","verse":"20","text":" &#34The harvest is past, the summer is ended, and we are not saved.&#34 "},{"book":"Jeremiah","chapter":"8","verse":"21","text":" For the hurt of my poor people I am hurt, I mourn, and dismay has taken hold of me. "},{"book":"Jeremiah","chapter":"8","verse":"22","text":" Is there no balm in Gilead? Is there no physician there? Why then has the health of my poor people not been restored? "}]