[{"book":"Jeremiah","chapter":"16","verse":"1","text":" The word of the LORD came to me: "},{"book":"Jeremiah","chapter":"16","verse":"2","text":" You shall not take a wife, nor shall you have sons or daughters in this place. "},{"book":"Jeremiah","chapter":"16","verse":"3","text":" For thus says the LORD concerning the sons and daughters who are born in this place, and concerning the mothers who bear them and the fathers who beget them in this land: "},{"book":"Jeremiah","chapter":"16","verse":"4","text":" They shall die of deadly diseases. They shall not be lamented, nor shall they be buried; they shall become like dung on the surface of the ground. They shall perish by the sword and by famine, and their dead bodies shall become food for the birds of the air and for the wild animals of the earth. "},{"book":"Jeremiah","chapter":"16","verse":"5","text":" For thus says the LORD: Do not enter the house of mourning, or go to lament, or bemoan them; for I have taken away my peace from this people, says the LORD, my steadfast love and mercy. "},{"book":"Jeremiah","chapter":"16","verse":"6","text":" Both great and small shall die in this land; they shall not be buried, and no one shall lament for them; there shall be no gashing, no shaving of the head for them. "},{"book":"Jeremiah","chapter":"16","verse":"7","text":" No one shall break bread for the mourner, to offer comfort for the dead; nor shall anyone give them the cup of consolation to drink for their fathers or their mothers. "},{"book":"Jeremiah","chapter":"16","verse":"8","text":" You shall not go into the house of feasting to sit with them, to eat and drink. "},{"book":"Jeremiah","chapter":"16","verse":"9","text":" For thus says the LORD of hosts, the God of Israel: I am going to banish from this place, in your days and before your eyes, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride. "},{"book":"Jeremiah","chapter":"16","verse":"10","text":" And when you tell this people all these words, and they say to you, &#34Why has the LORD pronounced all this great evil against us? What is our iniquity? What is the sin that we have committed against the LORD our God?&#34 "},{"book":"Jeremiah","chapter":"16","verse":"11","text":" then you shall say to them: It is because your ancestors have forsaken me, says the LORD, and have gone after other gods and have served and worshiped them, and have forsaken me and have not kept my law; "},{"book":"Jeremiah","chapter":"16","verse":"12","text":" and because you have behaved worse than your ancestors, for here you are, every one of you, following your stubborn evil will, refusing to listen to me. "},{"book":"Jeremiah","chapter":"16","verse":"13","text":" Therefore I will hurl you out of this land into a land that neither you nor your ancestors have known, and there you shall serve other gods day and night, for I will show you no favor. "},{"book":"Jeremiah","chapter":"16","verse":"14","text":" Therefore, the days are surely coming, says the LORD, when it shall no longer be said, &#34As the LORD lives who brought the people of Israel up out of the land of Egypt,&#34 "},{"book":"Jeremiah","chapter":"16","verse":"15","text":" but &#34As the LORD lives who brought the people of Israel up out of the land of the north and out of all the lands where he had driven them.&#34 For I will bring them back to their own land that I gave to their ancestors. "},{"book":"Jeremiah","chapter":"16","verse":"16","text":" I am now sending for many fishermen, says the LORD, and they shall catch them; and afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks. "},{"book":"Jeremiah","chapter":"16","verse":"17","text":" For my eyes are on all their ways; they are not hidden from my presence, nor is their iniquity concealed from my sight. "},{"book":"Jeremiah","chapter":"16","verse":"18","text":" And I will doubly repay their iniquity and their sin, because they have polluted my land with the carcasses of their detestable idols, and have filled my inheritance with their abominations. "},{"book":"Jeremiah","chapter":"16","verse":"19","text":" O LORD, my strength and my stronghold, my refuge in the day of trouble, to you shall the nations come from the ends of the earth and say: Our ancestors have inherited nothing but lies, worthless things in which there is no profit. "},{"book":"Jeremiah","chapter":"16","verse":"20","text":" Can mortals make for themselves gods? Such are no gods! "},{"book":"Jeremiah","chapter":"16","verse":"21","text":" &#34Therefore I am surely going to teach them, this time I am going to teach them my power and my might, and they shall know that my name is the LORD.&#34 "}]