[{"book":"Job","chapter":"27","verse":"1","text":" Job again took up his discourse and said: "},{"book":"Job","chapter":"27","verse":"2","text":" &#34As God lives, who has taken away my right, and the Almighty, who has made my soul bitter, "},{"book":"Job","chapter":"27","verse":"3","text":" as long as my breath is in me and the spirit of God is in my nostrils, "},{"book":"Job","chapter":"27","verse":"4","text":" my lips will not speak falsehood, and my tongue will not utter deceit. "},{"book":"Job","chapter":"27","verse":"5","text":" Far be it from me to say that you are right; until I die I will not put away my integrity from me. "},{"book":"Job","chapter":"27","verse":"6","text":" I hold fast my righteousness, and will not let it go; my heart does not reproach me for any of my days. "},{"book":"Job","chapter":"27","verse":"7","text":" &#34May my enemy be like the wicked, and may my opponent be like the unrighteous. "},{"book":"Job","chapter":"27","verse":"8","text":" For what is the hope of the godless when God cuts them off, when God takes away their lives? "},{"book":"Job","chapter":"27","verse":"9","text":" Will God hear their cry when trouble comes upon them? "},{"book":"Job","chapter":"27","verse":"10","text":" Will they take delight in the Almighty? Will they call upon God at all times? "},{"book":"Job","chapter":"27","verse":"11","text":" I will teach you concerning the hand of God; that which is with the Almighty I will not conceal. "},{"book":"Job","chapter":"27","verse":"12","text":" All of you have seen it yourselves; why then have you become altogether vain? "},{"book":"Job","chapter":"27","verse":"13","text":" &#34This is the portion of the wicked with God, and the heritage that oppressors receive from the Almighty: "},{"book":"Job","chapter":"27","verse":"14","text":" If their children are multiplied, it is for the sword; and their offspring have not enough to eat. "},{"book":"Job","chapter":"27","verse":"15","text":" Those who survive them the pestilence buries, and their widows make no lamentation. "},{"book":"Job","chapter":"27","verse":"16","text":" Though they heap up silver like dust, and pile up clothing like clay-- "},{"book":"Job","chapter":"27","verse":"17","text":" they may pile it up, but the just will wear it, and the innocent will divide the silver. "},{"book":"Job","chapter":"27","verse":"18","text":" They build their houses like nests, like booths made by sentinels of the vineyard. "},{"book":"Job","chapter":"27","verse":"19","text":" They go to bed with wealth, but will do so no more; they open their eyes, and it is gone. "},{"book":"Job","chapter":"27","verse":"20","text":" Terrors overtake them like a flood; in the night a whirlwind carries them off. "},{"book":"Job","chapter":"27","verse":"21","text":" The east wind lifts them up and they are gone; it sweeps them out of their place. "},{"book":"Job","chapter":"27","verse":"22","text":" It hurls at them without pity; they flee from its power in headlong flight. "},{"book":"Job","chapter":"27","verse":"23","text":" It claps its hands at them, and hisses at them from its place. "}]