[{"book":"Job","chapter":"32","verse":"1","text":" So these three men ceased to answer Job, because he was righteous in his own eyes. "},{"book":"Job","chapter":"32","verse":"2","text":" Then Elihu son of Barachel the Buzite, of the family of Ram, became angry. He was angry at Job because he justified himself rather than God; "},{"book":"Job","chapter":"32","verse":"3","text":" he was angry also at Job&#39s three friends because they had found no answer, though they had declared Job to be in the wrong. "},{"book":"Job","chapter":"32","verse":"4","text":" Now Elihu had waited to speak to Job, because they were older than he. "},{"book":"Job","chapter":"32","verse":"5","text":" But when Elihu saw that there was no answer in the mouths of these three men, he became angry. "},{"book":"Job","chapter":"32","verse":"6","text":" Elihu son of Barachel the Buzite answered: &#34I am young in years, and you are aged; therefore I was timid and afraid to declare my opinion to you. "},{"book":"Job","chapter":"32","verse":"7","text":" I said, &#39Let days speak, and many years teach wisdom.&#39 "},{"book":"Job","chapter":"32","verse":"8","text":" But truly it is the spirit in a mortal, the breath of the Almighty, that makes for understanding. "},{"book":"Job","chapter":"32","verse":"9","text":" It is not the old that are wise, nor the aged that understand what is right. "},{"book":"Job","chapter":"32","verse":"10","text":" Therefore I say, &#39Listen to me; let me also declare my opinion.&#39 "},{"book":"Job","chapter":"32","verse":"11","text":" &#34See, I waited for your words, I listened for your wise sayings, while you searched out what to say. "},{"book":"Job","chapter":"32","verse":"12","text":" I gave you my attention, but there was in fact no one that confuted Job, no one among you that answered his words. "},{"book":"Job","chapter":"32","verse":"13","text":" Yet do not say, &#39We have found wisdom; God may vanquish him, not a human.&#39 "},{"book":"Job","chapter":"32","verse":"14","text":" He has not directed his words against me, and I will not answer him with your speeches. "},{"book":"Job","chapter":"32","verse":"15","text":" &#34They are dismayed, they answer no more; they have not a word to say. "},{"book":"Job","chapter":"32","verse":"16","text":" And am I to wait, because they do not speak, because they stand there, and answer no more? "},{"book":"Job","chapter":"32","verse":"17","text":" I also will give my answer; I also will declare my opinion. "},{"book":"Job","chapter":"32","verse":"18","text":" For I am full of words; the spirit within me constrains me. "},{"book":"Job","chapter":"32","verse":"19","text":" My heart is indeed like wine that has no vent; like new wineskins, it is ready to burst. "},{"book":"Job","chapter":"32","verse":"20","text":" I must speak, so that I may find relief; I must open my lips and answer. "},{"book":"Job","chapter":"32","verse":"21","text":" I will not show partiality to any person or use flattery toward anyone. "},{"book":"Job","chapter":"32","verse":"22","text":" For I do not know how to flatter-- or my Maker would soon put an end to me! "}]