[{"book":"Job","chapter":"20","verse":"1","text":" Then Zophar the Naamathite answered: "},{"book":"Job","chapter":"20","verse":"2","text":" &#34Pay attention! My thoughts urge me to answer, because of the agitation within me. "},{"book":"Job","chapter":"20","verse":"3","text":" I hear censure that insults me, and a spirit beyond my understanding answers me. "},{"book":"Job","chapter":"20","verse":"4","text":" Do you not know this from of old, ever since mortals were placed on earth, "},{"book":"Job","chapter":"20","verse":"5","text":" that the exulting of the wicked is short, and the joy of the godless is but for a moment? "},{"book":"Job","chapter":"20","verse":"6","text":" Even though they mount up high as the heavens, and their head reaches to the clouds, "},{"book":"Job","chapter":"20","verse":"7","text":" they will perish forever like their own dung; those who have seen them will say, &#39Where are they?&#39 "},{"book":"Job","chapter":"20","verse":"8","text":" They will fly away like a dream, and not be found; they will be chased away like a vision of the night. "},{"book":"Job","chapter":"20","verse":"9","text":" The eye that saw them will see them no more, nor will their place behold them any longer. "},{"book":"Job","chapter":"20","verse":"10","text":" Their children will seek the favor of the poor, and their hands will give back their wealth. "},{"book":"Job","chapter":"20","verse":"11","text":" Their bodies, once full of youth, will lie down in the dust with them. "},{"book":"Job","chapter":"20","verse":"12","text":" &#34Though wickedness is sweet in their mouth, though they hide it under their tongues, "},{"book":"Job","chapter":"20","verse":"13","text":" though they are loath to let it go, and hold it in their mouths, "},{"book":"Job","chapter":"20","verse":"14","text":" yet their food is turned in their stomachs; it is the venom of asps within them. "},{"book":"Job","chapter":"20","verse":"15","text":" They swallow down riches and vomit them up again; God casts them out of their bellies. "},{"book":"Job","chapter":"20","verse":"16","text":" They will suck the poison of asps; the tongue of a viper will kill them. "},{"book":"Job","chapter":"20","verse":"17","text":" They will not look on the rivers, the streams flowing with honey and curds. "},{"book":"Job","chapter":"20","verse":"18","text":" They will give back the fruit of their toil, and will not swallow it down; from the profit of their trading they will get no enjoyment. "},{"book":"Job","chapter":"20","verse":"19","text":" For they have crushed and abandoned the poor, they have seized a house that they did not build. "},{"book":"Job","chapter":"20","verse":"20","text":" &#34They knew no quiet in their bellies; in their greed they let nothing escape. "},{"book":"Job","chapter":"20","verse":"21","text":" There was nothing left after they had eaten; therefore their prosperity will not endure. "},{"book":"Job","chapter":"20","verse":"22","text":" In full sufficiency they will be in distress; all the force of misery will come upon them. "},{"book":"Job","chapter":"20","verse":"23","text":" To fill their belly to the full God will send his fierce anger into them, and rain it upon them as their food. "},{"book":"Job","chapter":"20","verse":"24","text":" They will flee from an iron weapon; a bronze arrow will strike them through. "},{"book":"Job","chapter":"20","verse":"25","text":" It is drawn forth and comes out of their body, and the glittering point comes out of their gall; terrors come upon them. "},{"book":"Job","chapter":"20","verse":"26","text":" Utter darkness is laid up for their treasures; a fire fanned by no one will devour them; what is left in their tent will be consumed. "},{"book":"Job","chapter":"20","verse":"27","text":" The heavens will reveal their iniquity, and the earth will rise up against them. "},{"book":"Job","chapter":"20","verse":"28","text":" The possessions of their house will be carried away, dragged off in the day of God&#39s wrath. "},{"book":"Job","chapter":"20","verse":"29","text":" This is the portion of the wicked from God, the heritage decreed for them by God.&#34 "}]