[{"book":"Job","chapter":"4","verse":"1","text":" Then Eliphaz the Temanite answered: "},{"book":"Job","chapter":"4","verse":"2","text":" &#34If one ventures a word with you, will you be offended? But who can keep from speaking? "},{"book":"Job","chapter":"4","verse":"3","text":" See, you have instructed many; you have strengthened the weak hands. "},{"book":"Job","chapter":"4","verse":"4","text":" Your words have supported those who were stumbling, and you have made firm the feeble knees. "},{"book":"Job","chapter":"4","verse":"5","text":" But now it has come to you, and you are impatient; it touches you, and you are dismayed. "},{"book":"Job","chapter":"4","verse":"6","text":" Is not your fear of God your confidence, and the integrity of your ways your hope? "},{"book":"Job","chapter":"4","verse":"7","text":" &#34Think now, who that was innocent ever perished? Or where were the upright cut off? "},{"book":"Job","chapter":"4","verse":"8","text":" As I have seen, those who plow iniquity and sow trouble reap the same. "},{"book":"Job","chapter":"4","verse":"9","text":" By the breath of God they perish, and by the blast of his anger they are consumed. "},{"book":"Job","chapter":"4","verse":"10","text":" The roar of the lion, the voice of the fierce lion, and the teeth of the young lions are broken. "},{"book":"Job","chapter":"4","verse":"11","text":" The strong lion perishes for lack of prey, and the whelps of the lioness are scattered. "},{"book":"Job","chapter":"4","verse":"12","text":" &#34Now a word came stealing to me, my ear received the whisper of it. "},{"book":"Job","chapter":"4","verse":"13","text":" Amid thoughts from visions of the night, when deep sleep falls on mortals, "},{"book":"Job","chapter":"4","verse":"14","text":" dread came upon me, and trembling, which made all my bones shake. "},{"book":"Job","chapter":"4","verse":"15","text":" A spirit glided past my face; the hair of my flesh bristled. "},{"book":"Job","chapter":"4","verse":"16","text":" It stood still, but I could not discern its appearance. A form was before my eyes; there was silence, then I heard a voice: "},{"book":"Job","chapter":"4","verse":"17","text":" &#39Can mortals be righteous before God? Can human beings be pure before their Maker? "},{"book":"Job","chapter":"4","verse":"18","text":" Even in his servants he puts no trust, and his angels he charges with error; "},{"book":"Job","chapter":"4","verse":"19","text":" how much more those who live in houses of clay, whose foundation is in the dust, who are crushed like a moth. "},{"book":"Job","chapter":"4","verse":"20","text":" Between morning and evening they are destroyed; they perish forever without any regarding it. "},{"book":"Job","chapter":"4","verse":"21","text":" Their tent-cord is plucked up within them, and they die devoid of wisdom.&#39 "}]