[{"book":"Job","chapter":"5","verse":"1","text":" Call now; is there anyone who will answer you? To which of the holy ones will you turn? "},{"book":"Job","chapter":"5","verse":"2","text":" Surely vexation kills the fool, and jealousy slays the simple. "},{"book":"Job","chapter":"5","verse":"3","text":" I have seen fools taking root, but suddenly I cursed their dwelling. "},{"book":"Job","chapter":"5","verse":"4","text":" Their children are far from safety, they are crushed in the gate, and there is no one to deliver them. "},{"book":"Job","chapter":"5","verse":"5","text":" The hungry eat their harvest, and they take it even out of the thorns; and the thirsty pant after their wealth. "},{"book":"Job","chapter":"5","verse":"6","text":" For misery does not come from the earth, nor does trouble sprout from the ground; "},{"book":"Job","chapter":"5","verse":"7","text":" but human beings are born to trouble just as sparks fly upward. "},{"book":"Job","chapter":"5","verse":"8","text":" &#34As for me, I would seek God, and to God I would commit my cause. "},{"book":"Job","chapter":"5","verse":"9","text":" He does great things and unsearchable, marvelous things without number. "},{"book":"Job","chapter":"5","verse":"10","text":" He gives rain on the earth and sends waters on the fields; "},{"book":"Job","chapter":"5","verse":"11","text":" he sets on high those who are lowly, and those who mourn are lifted to safety. "},{"book":"Job","chapter":"5","verse":"12","text":" He frustrates the devices of the crafty, so that their hands achieve no success. "},{"book":"Job","chapter":"5","verse":"13","text":" He takes the wise in their own craftiness; and the schemes of the wily are brought to a quick end. "},{"book":"Job","chapter":"5","verse":"14","text":" They meet with darkness in the daytime, and grope at noonday as in the night. "},{"book":"Job","chapter":"5","verse":"15","text":" But he saves the needy from the sword of their mouth, from the hand of the mighty. "},{"book":"Job","chapter":"5","verse":"16","text":" So the poor have hope, and injustice shuts its mouth. "},{"book":"Job","chapter":"5","verse":"17","text":" &#34How happy is the one whom God reproves; therefore do not despise the discipline of the Almighty. "},{"book":"Job","chapter":"5","verse":"18","text":" For he wounds, but he binds up; he strikes, but his hands heal. "},{"book":"Job","chapter":"5","verse":"19","text":" He will deliver you from six troubles; in seven no harm shall touch you. "},{"book":"Job","chapter":"5","verse":"20","text":" In famine he will redeem you from death, and in war from the power of the sword. "},{"book":"Job","chapter":"5","verse":"21","text":" You shall be hidden from the scourge of the tongue, and shall not fear destruction when it comes. "},{"book":"Job","chapter":"5","verse":"22","text":" At destruction and famine you shall laugh, and shall not fear the wild animals of the earth. "},{"book":"Job","chapter":"5","verse":"23","text":" For you shall be in league with the stones of the field, and the wild animals shall be at peace with you. "},{"book":"Job","chapter":"5","verse":"24","text":" You shall know that your tent is safe, you shall inspect your fold and miss nothing. "},{"book":"Job","chapter":"5","verse":"25","text":" You shall know that your descendants will be many, and your offspring like the grass of the earth. "},{"book":"Job","chapter":"5","verse":"26","text":" You shall come to your grave in ripe old age, as a shock of grain comes up to the threshing floor in its season. "},{"book":"Job","chapter":"5","verse":"27","text":" See, we have searched this out; it is true. Hear, and know it for yourself.&#34 "}]