[{"book":"Job","chapter":"2","verse":"1","text":" One day the heavenly beings came to present themselves before the LORD, and Satan also came among them to present himself before the LORD. "},{"book":"Job","chapter":"2","verse":"2","text":" The LORD said to Satan, &#34Where have you come from?&#34 Satan answered the LORD, &#34From going to and fro on the earth, and from walking up and down on it.&#34 "},{"book":"Job","chapter":"2","verse":"3","text":" The LORD said to Satan, &#34Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man who fears God and turns away from evil. He still persists in his integrity, although you incited me against him, to destroy him for no reason.&#34 "},{"book":"Job","chapter":"2","verse":"4","text":" Then Satan answered the LORD, &#34Skin for skin! All that people have they will give to save their lives. "},{"book":"Job","chapter":"2","verse":"5","text":" But stretch out your hand now and touch his bone and his flesh, and he will curse you to your face.&#34 "},{"book":"Job","chapter":"2","verse":"6","text":" The LORD said to Satan, &#34Very well, he is in your power; only spare his life.&#34 "},{"book":"Job","chapter":"2","verse":"7","text":" So Satan went out from the presence of the LORD, and inflicted loathsome sores on Job from the sole of his foot to the crown of his head. "},{"book":"Job","chapter":"2","verse":"8","text":" Job took a potsherd with which to scrape himself, and sat among the ashes. "},{"book":"Job","chapter":"2","verse":"9","text":" Then his wife said to him, &#34Do you still persist in your integrity? Curse God, and die.&#34 "},{"book":"Job","chapter":"2","verse":"10","text":" But he said to her, &#34You speak as any foolish woman would speak. Shall we receive the good at the hand of God, and not receive the bad?&#34 In all this Job did not sin with his lips. "},{"book":"Job","chapter":"2","verse":"11","text":" Now when Job&#39s three friends heard of all these troubles that had come upon him, each of them set out from his home-- Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to go and console and comfort him. "},{"book":"Job","chapter":"2","verse":"12","text":" When they saw him from a distance, they did not recognize him, and they raised their voices and wept aloud; they tore their robes and threw dust in the air upon their heads. "},{"book":"Job","chapter":"2","verse":"13","text":" They sat with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his suffering was very great. "}]