[{"book":"Job","chapter":"36","verse":"1","text":" Elihu continued and said: "},{"book":"Job","chapter":"36","verse":"2","text":" &#34Bear with me a little, and I will show you, for I have yet something to say on God&#39s behalf. "},{"book":"Job","chapter":"36","verse":"3","text":" I will bring my knowledge from far away, and ascribe righteousness to my Maker. "},{"book":"Job","chapter":"36","verse":"4","text":" For truly my words are not false; one who is perfect in knowledge is with you. "},{"book":"Job","chapter":"36","verse":"5","text":" &#34Surely God is mighty and does not despise any; he is mighty in strength of understanding. "},{"book":"Job","chapter":"36","verse":"6","text":" He does not keep the wicked alive, but gives the afflicted their right. "},{"book":"Job","chapter":"36","verse":"7","text":" He does not withdraw his eyes from the righteous, but with kings on the throne he sets them forever, and they are exalted. "},{"book":"Job","chapter":"36","verse":"8","text":" And if they are bound in fetters and caught in the cords of affliction, "},{"book":"Job","chapter":"36","verse":"9","text":" then he declares to them their work and their transgressions, that they are behaving arrogantly. "},{"book":"Job","chapter":"36","verse":"10","text":" He opens their ears to instruction, and commands that they return from iniquity. "},{"book":"Job","chapter":"36","verse":"11","text":" If they listen, and serve him, they complete their days in prosperity, and their years in pleasantness. "},{"book":"Job","chapter":"36","verse":"12","text":" But if they do not listen, they shall perish by the sword, and die without knowledge. "},{"book":"Job","chapter":"36","verse":"13","text":" &#34The godless in heart cherish anger; they do not cry for help when he binds them. "},{"book":"Job","chapter":"36","verse":"14","text":" They die in their youth, and their life ends in shame. "},{"book":"Job","chapter":"36","verse":"15","text":" He delivers the afflicted by their affliction, and opens their ear by adversity. "},{"book":"Job","chapter":"36","verse":"16","text":" He also allured you out of distress into a broad place where there was no constraint, and what was set on your table was full of fatness. "},{"book":"Job","chapter":"36","verse":"17","text":" &#34But you are obsessed with the case of the wicked; judgment and justice seize you. "},{"book":"Job","chapter":"36","verse":"18","text":" Beware that wrath does not entice you into scoffing, and do not let the greatness of the ransom turn you aside. "},{"book":"Job","chapter":"36","verse":"19","text":" Will your cry avail to keep you from distress, or will all the force of your strength? "},{"book":"Job","chapter":"36","verse":"20","text":" Do not long for the night, when peoples are cut off in their place. "},{"book":"Job","chapter":"36","verse":"21","text":" Beware! Do not turn to iniquity; because of that you have been tried by affliction. "},{"book":"Job","chapter":"36","verse":"22","text":" See, God is exalted in his power; who is a teacher like him? "},{"book":"Job","chapter":"36","verse":"23","text":" Who has prescribed for him his way, or who can say, &#39You have done wrong&#39? "},{"book":"Job","chapter":"36","verse":"24","text":" &#34Remember to extol his work, of which mortals have sung. "},{"book":"Job","chapter":"36","verse":"25","text":" All people have looked on it; everyone watches it from far away. "},{"book":"Job","chapter":"36","verse":"26","text":" Surely God is great, and we do not know him; the number of his years is unsearchable. "},{"book":"Job","chapter":"36","verse":"27","text":" For he draws up the drops of water; he distills his mist in rain, "},{"book":"Job","chapter":"36","verse":"28","text":" which the skies pour down and drop upon mortals abundantly. "},{"book":"Job","chapter":"36","verse":"29","text":" Can anyone understand the spreading of the clouds, the thunderings of his pavilion? "},{"book":"Job","chapter":"36","verse":"30","text":" See, he scatters his lightning around him and covers the roots of the sea. "},{"book":"Job","chapter":"36","verse":"31","text":" For by these he governs peoples; he gives food in abundance. "},{"book":"Job","chapter":"36","verse":"32","text":" He covers his hands with the lightning, and commands it to strike the mark. "},{"book":"Job","chapter":"36","verse":"33","text":" Its crashing tells about him; he is jealous with anger against iniquity. "}]