[{"book":"Job","chapter":"35","verse":"1","text":" Elihu continued and said: "},{"book":"Job","chapter":"35","verse":"2","text":" &#34Do you think this to be just? You say, &#39I am in the right before God.&#39 "},{"book":"Job","chapter":"35","verse":"3","text":" If you ask, &#39What advantage have I? How am I better off than if I had sinned?&#39 "},{"book":"Job","chapter":"35","verse":"4","text":" I will answer you and your friends with you. "},{"book":"Job","chapter":"35","verse":"5","text":" Look at the heavens and see; observe the clouds, which are higher than you. "},{"book":"Job","chapter":"35","verse":"6","text":" If you have sinned, what do you accomplish against him? And if your transgressions are multiplied, what do you do to him? "},{"book":"Job","chapter":"35","verse":"7","text":" If you are righteous, what do you give to him; or what does he receive from your hand? "},{"book":"Job","chapter":"35","verse":"8","text":" Your wickedness affects others like you, and your righteousness, other human beings. "},{"book":"Job","chapter":"35","verse":"9","text":" &#34Because of the multitude of oppressions people cry out; they call for help because of the arm of the mighty. "},{"book":"Job","chapter":"35","verse":"10","text":" But no one says, &#39Where is God my Maker, who gives strength in the night, "},{"book":"Job","chapter":"35","verse":"11","text":" who teaches us more than the animals of the earth, and makes us wiser than the birds of the air?&#39 "},{"book":"Job","chapter":"35","verse":"12","text":" There they cry out, but he does not answer, because of the pride of evildoers. "},{"book":"Job","chapter":"35","verse":"13","text":" Surely God does not hear an empty cry, nor does the Almighty regard it. "},{"book":"Job","chapter":"35","verse":"14","text":" How much less when you say that you do not see him, that the case is before him, and you are waiting for him! "},{"book":"Job","chapter":"35","verse":"15","text":" And now, because his anger does not punish, and he does not greatly heed transgression, "},{"book":"Job","chapter":"35","verse":"16","text":" Job opens his mouth in empty talk, he multiplies words without knowledge.&#34 "}]