[{"book":"John","chapter":"10","verse":"1","text":" Very truly, I tell you, anyone who does not enter the sheepfold by the gate but climbs in by another way is a thief and a bandit. "},{"book":"John","chapter":"10","verse":"2","text":" The one who enters by the gate is the shepherd of the sheep. "},{"book":"John","chapter":"10","verse":"3","text":" The gatekeeper opens the gate for him, and the sheep hear his voice. He calls his own sheep by name and leads them out. "},{"book":"John","chapter":"10","verse":"4","text":" When he has brought out all his own, he goes ahead of them, and the sheep follow him because they know his voice. "},{"book":"John","chapter":"10","verse":"5","text":" They will not follow a stranger, but they will run from him because they do not know the voice of strangers.&#34 "},{"book":"John","chapter":"10","verse":"6","text":" Jesus used this figure of speech with them, but they did not understand what he was saying to them. "},{"book":"John","chapter":"10","verse":"7","text":" So again Jesus said to them, &#34Very truly, I tell you, I am the gate for the sheep. "},{"book":"John","chapter":"10","verse":"8","text":" All who came before me are thieves and bandits; but the sheep did not listen to them. "},{"book":"John","chapter":"10","verse":"9","text":" I am the gate. Whoever enters by me will be saved, and will come in and go out and find pasture. "},{"book":"John","chapter":"10","verse":"10","text":" The thief comes only to steal and kill and destroy. I came that they may have life, and have it abundantly. "},{"book":"John","chapter":"10","verse":"11","text":" &#34I am the good shepherd. The good shepherd lays down his life for the sheep. "},{"book":"John","chapter":"10","verse":"12","text":" The hired hand, who is not the shepherd and does not own the sheep, sees the wolf coming and leaves the sheep and runs away-- and the wolf snatches them and scatters them. "},{"book":"John","chapter":"10","verse":"13","text":" The hired hand runs away because a hired hand does not care for the sheep. "},{"book":"John","chapter":"10","verse":"14","text":" I am the good shepherd. I know my own and my own know me, "},{"book":"John","chapter":"10","verse":"15","text":" just as the Father knows me and I know the Father. And I lay down my life for the sheep. "},{"book":"John","chapter":"10","verse":"16","text":" I have other sheep that do not belong to this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd. "},{"book":"John","chapter":"10","verse":"17","text":" For this reason the Father loves me, because I lay down my life in order to take it up again. "},{"book":"John","chapter":"10","verse":"18","text":" No one takes it from me, but I lay it down of my own accord. I have power to lay it down, and I have power to take it up again. I have received this command from my Father.&#34 "},{"book":"John","chapter":"10","verse":"19","text":" Again the Jews were divided because of these words. "},{"book":"John","chapter":"10","verse":"20","text":" Many of them were saying, &#34He has a demon and is out of his mind. Why listen to him?&#34 "},{"book":"John","chapter":"10","verse":"21","text":" Others were saying, &#34These are not the words of one who has a demon. Can a demon open the eyes of the blind?&#34 "},{"book":"John","chapter":"10","verse":"22","text":" At that time the festival of the Dedication took place in Jerusalem. It was winter, "},{"book":"John","chapter":"10","verse":"23","text":" and Jesus was walking in the temple, in the portico of Solomon. "},{"book":"John","chapter":"10","verse":"24","text":" So the Jews gathered around him and said to him, &#34How long will you keep us in suspense? If you are the Messiah, tell us plainly.&#34 "},{"book":"John","chapter":"10","verse":"25","text":" Jesus answered, &#34I have told you, and you do not believe. The works that I do in my Father&#39s name testify to me; "},{"book":"John","chapter":"10","verse":"26","text":" but you do not believe, because you do not belong to my sheep. "},{"book":"John","chapter":"10","verse":"27","text":" My sheep hear my voice. I know them, and they follow me. "},{"book":"John","chapter":"10","verse":"28","text":" I give them eternal life, and they will never perish. No one will snatch them out of my hand. "},{"book":"John","chapter":"10","verse":"29","text":" What my Father has given me is greater than all else, and no one can snatch it out of the Father&#39s hand. "},{"book":"John","chapter":"10","verse":"30","text":" The Father and I are one.&#34 "},{"book":"John","chapter":"10","verse":"31","text":" The Jews took up stones again to stone him. "},{"book":"John","chapter":"10","verse":"32","text":" Jesus replied, &#34I have shown you many good works from the Father. For which of these are you going to stone me?&#34 "},{"book":"John","chapter":"10","verse":"33","text":" The Jews answered, &#34It is not for a good work that we are going to stone you, but for blasphemy, because you, though only a human being, are making yourself God.&#34 "},{"book":"John","chapter":"10","verse":"34","text":" Jesus answered, &#34Is it not written in your law, &#39I said, you are gods&#39? "},{"book":"John","chapter":"10","verse":"35","text":" If those to whom the word of God came were called &#39gods&#39-- and the scripture cannot be annulled-- "},{"book":"John","chapter":"10","verse":"36","text":" can you say that the one whom the Father has sanctified and sent into the world is blaspheming because I said, &#39I am God&#39s Son&#39? "},{"book":"John","chapter":"10","verse":"37","text":" If I am not doing the works of my Father, then do not believe me. "},{"book":"John","chapter":"10","verse":"38","text":" But if I do them, even though you do not believe me, believe the works, so that you may know and understand that the Father is in me and I am in the Father.&#34 "},{"book":"John","chapter":"10","verse":"39","text":" Then they tried to arrest him again, but he escaped from their hands. "},{"book":"John","chapter":"10","verse":"40","text":" He went away again across the Jordan to the place where John had been baptizing earlier, and he remained there. "},{"book":"John","chapter":"10","verse":"41","text":" Many came to him, and they were saying, &#34John performed no sign, but everything that John said about this man was true.&#34 "},{"book":"John","chapter":"10","verse":"42","text":" And many believed in him there. "}]
