[{"book":"John","chapter":"1","verse":"1","text":" In the beginning was the Word, and the Word was with God, and the Word was God. "},{"book":"John","chapter":"1","verse":"2","text":" He was in the beginning with God. "},{"book":"John","chapter":"1","verse":"3","text":" All things came into being through him, and without him not one thing came into being. What has come into being "},{"book":"John","chapter":"1","verse":"4","text":" in him was life, and the life was the light of all people. "},{"book":"John","chapter":"1","verse":"5","text":" The light shines in the darkness, and the darkness did not overcome it. "},{"book":"John","chapter":"1","verse":"6","text":" There was a man sent from God, whose name was John. "},{"book":"John","chapter":"1","verse":"7","text":" He came as a witness to testify to the light, so that all might believe through him. "},{"book":"John","chapter":"1","verse":"8","text":" He himself was not the light, but he came to testify to the light. "},{"book":"John","chapter":"1","verse":"9","text":" The true light, which enlightens everyone, was coming into the world. "},{"book":"John","chapter":"1","verse":"10","text":" He was in the world, and the world came into being through him; yet the world did not know him. "},{"book":"John","chapter":"1","verse":"11","text":" He came to what was his own, and his own people did not accept him. "},{"book":"John","chapter":"1","verse":"12","text":" But to all who received him, who believed in his name, he gave power to become children of God, "},{"book":"John","chapter":"1","verse":"13","text":" who were born, not of blood or of the will of the flesh or of the will of man, but of God. "},{"book":"John","chapter":"1","verse":"14","text":" And the Word became flesh and lived among us, and we have seen his glory, the glory as of a father&#39s only son, full of grace and truth. "},{"book":"John","chapter":"1","verse":"15","text":" (John testified to him and cried out, &#34This was he of whom I said, &#39He who comes after me ranks ahead of me because he was before me.&#39&#34) "},{"book":"John","chapter":"1","verse":"16","text":" From his fullness we have all received, grace upon grace. "},{"book":"John","chapter":"1","verse":"17","text":" The law indeed was given through Moses; grace and truth came through Jesus Christ. "},{"book":"John","chapter":"1","verse":"18","text":" No one has ever seen God. It is God the only Son, who is close to the Father&#39s heart, who has made him known. "},{"book":"John","chapter":"1","verse":"19","text":" This is the testimony given by John when the Jews sent priests and Levites from Jerusalem to ask him, &#34Who are you?&#34 "},{"book":"John","chapter":"1","verse":"20","text":" He confessed and did not deny it, but confessed, &#34I am not the Messiah.&#34 "},{"book":"John","chapter":"1","verse":"21","text":" And they asked him, &#34What then? Are you Elijah?&#34 He said, &#34I am not.&#34 &#34Are you the prophet?&#34 He answered, &#34No.&#34 "},{"book":"John","chapter":"1","verse":"22","text":" Then they said to him, &#34Who are you? Let us have an answer for those who sent us. What do you say about yourself?&#34 "},{"book":"John","chapter":"1","verse":"23","text":" He said, &#34I am the voice of one crying out in the wilderness, &#39Make straight the way of the Lord,&#39&#34 as the prophet Isaiah said. "},{"book":"John","chapter":"1","verse":"24","text":" Now they had been sent from the Pharisees. "},{"book":"John","chapter":"1","verse":"25","text":" They asked him, &#34Why then are you baptizing if you are neither the Messiah, nor Elijah, nor the prophet?&#34 "},{"book":"John","chapter":"1","verse":"26","text":" John answered them, &#34I baptize with water. Among you stands one whom you do not know, "},{"book":"John","chapter":"1","verse":"27","text":" the one who is coming after me; I am not worthy to untie the thong of his sandal.&#34 "},{"book":"John","chapter":"1","verse":"28","text":" This took place in Bethany across the Jordan where John was baptizing. "},{"book":"John","chapter":"1","verse":"29","text":" The next day he saw Jesus coming toward him and declared, &#34Here is the Lamb of God who takes away the sin of the world! "},{"book":"John","chapter":"1","verse":"30","text":" This is he of whom I said, &#39After me comes a man who ranks ahead of me because he was before me.&#39 "},{"book":"John","chapter":"1","verse":"31","text":" I myself did not know him; but I came baptizing with water for this reason, that he might be revealed to Israel.&#34 "},{"book":"John","chapter":"1","verse":"32","text":" And John testified, &#34I saw the Spirit descending from heaven like a dove, and it remained on him. "},{"book":"John","chapter":"1","verse":"33","text":" I myself did not know him, but the one who sent me to baptize with water said to me, &#39He on whom you see the Spirit descend and remain is the one who baptizes with the Holy Spirit.&#39 "},{"book":"John","chapter":"1","verse":"34","text":" And I myself have seen and have testified that this is the Son of God.&#34 "},{"book":"John","chapter":"1","verse":"35","text":" The next day John again was standing with two of his disciples, "},{"book":"John","chapter":"1","verse":"36","text":" and as he watched Jesus walk by, he exclaimed, &#34Look, here is the Lamb of God!&#34 "},{"book":"John","chapter":"1","verse":"37","text":" The two disciples heard him say this, and they followed Jesus. "},{"book":"John","chapter":"1","verse":"38","text":" When Jesus turned and saw them following, he said to them, &#34What are you looking for?&#34 They said to him, &#34Rabbi&#34 (which translated means Teacher), &#34where are you staying?&#34 "},{"book":"John","chapter":"1","verse":"39","text":" He said to them, &#34Come and see.&#34 They came and saw where he was staying, and they remained with him that day. It was about four o&#39clock in the afternoon. "},{"book":"John","chapter":"1","verse":"40","text":" One of the two who heard John speak and followed him was Andrew, Simon Peter&#39s brother. "},{"book":"John","chapter":"1","verse":"41","text":" He first found his brother Simon and said to him, &#34We have found the Messiah&#34 (which is translated Anointed). "},{"book":"John","chapter":"1","verse":"42","text":" He brought Simon to Jesus, who looked at him and said, &#34You are Simon son of John. You are to be called Cephas&#34 (which is translated Peter). "},{"book":"John","chapter":"1","verse":"43","text":" The next day Jesus decided to go to Galilee. He found Philip and said to him, &#34Follow me.&#34 "},{"book":"John","chapter":"1","verse":"44","text":" Now Philip was from Bethsaida, the city of Andrew and Peter. "},{"book":"John","chapter":"1","verse":"45","text":" Philip found Nathanael and said to him, &#34We have found him about whom Moses in the law and also the prophets wrote, Jesus son of Joseph from Nazareth.&#34 "},{"book":"John","chapter":"1","verse":"46","text":" Nathanael said to him, &#34Can anything good come out of Nazareth?&#34 Philip said to him, &#34Come and see.&#34 "},{"book":"John","chapter":"1","verse":"47","text":" When Jesus saw Nathanael coming toward him, he said of him, &#34Here is truly an Israelite in whom there is no deceit!&#34 "},{"book":"John","chapter":"1","verse":"48","text":" Nathanael asked him, &#34Where did you get to know me?&#34 Jesus answered, &#34I saw you under the fig tree before Philip called you.&#34 "},{"book":"John","chapter":"1","verse":"49","text":" Nathanael replied, &#34Rabbi, you are the Son of God! You are the King of Israel!&#34 "},{"book":"John","chapter":"1","verse":"50","text":" Jesus answered, &#34Do you believe because I told you that I saw you under the fig tree? You will see greater things than these.&#34 "},{"book":"John","chapter":"1","verse":"51","text":" And he said to him, &#34Very truly, I tell you, you will see heaven opened and the angels of God ascending and descending upon the Son of Man.&#34 "}]