[{"book":"Jonah","chapter":"1","verse":"1","text":" Now the word of the LORD came to Jonah son of Amittai, saying, "},{"book":"Jonah","chapter":"1","verse":"2","text":" &#34Go at once to Nineveh, that great city, and cry out against it; for their wickedness has come up before me.&#34 "},{"book":"Jonah","chapter":"1","verse":"3","text":" But Jonah set out to flee to Tarshish from the presence of the LORD. He went down to Joppa and found a ship going to Tarshish; so he paid his fare and went on board, to go with them to Tarshish, away from the presence of the LORD. "},{"book":"Jonah","chapter":"1","verse":"4","text":" But the LORD hurled a great wind upon the sea, and such a mighty storm came upon the sea that the ship threatened to break up. "},{"book":"Jonah","chapter":"1","verse":"5","text":" Then the mariners were afraid, and each cried to his god. They threw the cargo that was in the ship into the sea, to lighten it for them. Jonah, meanwhile, had gone down into the hold of the ship and had lain down, and was fast asleep. "},{"book":"Jonah","chapter":"1","verse":"6","text":" The captain came and said to him, &#34What are you doing sound asleep? Get up, call on your god! Perhaps the god will spare us a thought so that we do not perish.&#34 "},{"book":"Jonah","chapter":"1","verse":"7","text":" The sailors said to one another, &#34Come, let us cast lots, so that we may know on whose account this calamity has come upon us.&#34 So they cast lots, and the lot fell on Jonah. "},{"book":"Jonah","chapter":"1","verse":"8","text":" Then they said to him, &#34Tell us why this calamity has come upon us. What is your occupation? Where do you come from? What is your country? And of what people are you?&#34 "},{"book":"Jonah","chapter":"1","verse":"9","text":" &#34I am a Hebrew,&#34 he replied. &#34I worship the LORD, the God of heaven, who made the sea and the dry land.&#34 "},{"book":"Jonah","chapter":"1","verse":"10","text":" Then the men were even more afraid, and said to him, &#34What is this that you have done!&#34 For the men knew that he was fleeing from the presence of the LORD, because he had told them so. "},{"book":"Jonah","chapter":"1","verse":"11","text":" Then they said to him, &#34What shall we do to you, that the sea may quiet down for us?&#34 For the sea was growing more and more tempestuous. "},{"book":"Jonah","chapter":"1","verse":"12","text":" He said to them, &#34Pick me up and throw me into the sea; then the sea will quiet down for you; for I know it is because of me that this great storm has come upon you.&#34 "},{"book":"Jonah","chapter":"1","verse":"13","text":" Nevertheless the men rowed hard to bring the ship back to land, but they could not, for the sea grew more and more stormy against them. "},{"book":"Jonah","chapter":"1","verse":"14","text":" Then they cried out to the LORD, &#34Please, O LORD, we pray, do not let us perish on account of this man&#39s life. Do not make us guilty of innocent blood; for you, O LORD, have done as it pleased you.&#34 "},{"book":"Jonah","chapter":"1","verse":"15","text":" So they picked Jonah up and threw him into the sea; and the sea ceased from its raging. "},{"book":"Jonah","chapter":"1","verse":"16","text":" Then the men feared the LORD even more, and they offered a sacrifice to the LORD and made vows. "},{"book":"Jonah","chapter":"1","verse":"17","text":" But the LORD provided a large fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights. "}]