[{"book":"Judges","chapter":"13","verse":"1","text":" The Israelites again did what was evil in the sight of the LORD, and the LORD gave them into the hand of the Philistines forty years. "},{"book":"Judges","chapter":"13","verse":"2","text":" There was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. His wife was barren, having borne no children. "},{"book":"Judges","chapter":"13","verse":"3","text":" And the angel of the LORD appeared to the woman and said to her, &#34Although you are barren, having borne no children, you shall conceive and bear a son. "},{"book":"Judges","chapter":"13","verse":"4","text":" Now be careful not to drink wine or strong drink, or to eat anything unclean, "},{"book":"Judges","chapter":"13","verse":"5","text":" for you shall conceive and bear a son. No razor is to come on his head, for the boy shall be a nazirite to God from birth. It is he who shall begin to deliver Israel from the hand of the Philistines.&#34 "},{"book":"Judges","chapter":"13","verse":"6","text":" Then the woman came and told her husband, &#34A man of God came to me, and his appearance was like that of an angel of God, most awe-inspiring; I did not ask him where he came from, and he did not tell me his name; "},{"book":"Judges","chapter":"13","verse":"7","text":" but he said to me, &#39You shall conceive and bear a son. So then drink no wine or strong drink, and eat nothing unclean, for the boy shall be a nazirite to God from birth to the day of his death.&#39&#34 "},{"book":"Judges","chapter":"13","verse":"8","text":" Then Manoah entreated the LORD, and said, &#34O, LORD, I pray, let the man of God whom you sent come to us again and teach us what we are to do concerning the boy who will be born.&#34 "},{"book":"Judges","chapter":"13","verse":"9","text":" God listened to Manoah, and the angel of God came again to the woman as she sat in the field; but her husband Manoah was not with her. "},{"book":"Judges","chapter":"13","verse":"10","text":" So the woman ran quickly and told her husband, &#34The man who came to me the other day has appeared to me.&#34 "},{"book":"Judges","chapter":"13","verse":"11","text":" Manoah got up and followed his wife, and came to the man and said to him, &#34Are you the man who spoke to this woman?&#34 And he said, &#34I am.&#34 "},{"book":"Judges","chapter":"13","verse":"12","text":" Then Manoah said, &#34Now when your words come true, what is to be the boy&#39s rule of life; what is he to do?&#34 "},{"book":"Judges","chapter":"13","verse":"13","text":" The angel of the LORD said to Manoah, &#34Let the woman give heed to all that I said to her. "},{"book":"Judges","chapter":"13","verse":"14","text":" She may not eat of anything that comes from the vine. She is not to drink wine or strong drink, or eat any unclean thing. She is to observe everything that I commanded her.&#34 "},{"book":"Judges","chapter":"13","verse":"15","text":" Manoah said to the angel of the LORD, &#34Allow us to detain you, and prepare a kid for you.&#34 "},{"book":"Judges","chapter":"13","verse":"16","text":" The angel of the LORD said to Manoah, &#34If you detain me, I will not eat your food; but if you want to prepare a burnt offering, then offer it to the LORD.&#34 (For Manoah did not know that he was the angel of the LORD.) "},{"book":"Judges","chapter":"13","verse":"17","text":" Then Manoah said to the angel of the LORD, &#34What is your name, so that we may honor you when your words come true?&#34 "},{"book":"Judges","chapter":"13","verse":"18","text":" But the angel of the LORD said to him, &#34Why do you ask my name? It is too wonderful.&#34 "},{"book":"Judges","chapter":"13","verse":"19","text":" So Manoah took the kid with the grain offering, and offered it on the rock to the LORD, to him who works wonders. "},{"book":"Judges","chapter":"13","verse":"20","text":" When the flame went up toward heaven from the altar, the angel of the LORD ascended in the flame of the altar while Manoah and his wife looked on; and they fell on their faces to the ground. "},{"book":"Judges","chapter":"13","verse":"21","text":" The angel of the LORD did not appear again to Manoah and his wife. Then Manoah realized that it was the angel of the LORD. "},{"book":"Judges","chapter":"13","verse":"22","text":" And Manoah said to his wife, &#34We shall surely die, for we have seen God.&#34 "},{"book":"Judges","chapter":"13","verse":"23","text":" But his wife said to him, &#34If the LORD had meant to kill us, he would not have accepted a burnt offering and a grain offering at our hands, or shown us all these things, or now announced to us such things as these.&#34 "},{"book":"Judges","chapter":"13","verse":"24","text":" The woman bore a son, and named him Samson. The boy grew, and the LORD blessed him. "},{"book":"Judges","chapter":"13","verse":"25","text":" The spirit of the LORD began to stir him in Mahaneh-dan, between Zorah and Eshtaol. "}]