[{"book":"Judges","chapter":"10","verse":"1","text":" After Abimelech, Tola son of Puah son of Dodo, a man of Issachar, who lived at Shamir in the hill country of Ephraim, rose to deliver Israel. "},{"book":"Judges","chapter":"10","verse":"2","text":" He judged Israel twenty-three years. Then he died, and was buried at Shamir. "},{"book":"Judges","chapter":"10","verse":"3","text":" After him came Jair the Gileadite, who judged Israel twenty-two years. "},{"book":"Judges","chapter":"10","verse":"4","text":" He had thirty sons who rode on thirty donkeys; and they had thirty towns, which are in the land of Gilead, and are called Havvoth-jair to this day. "},{"book":"Judges","chapter":"10","verse":"5","text":" Jair died, and was buried in Kamon. "},{"book":"Judges","chapter":"10","verse":"6","text":" The Israelites again did what was evil in the sight of the LORD, worshiping the Baals and the Astartes, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. Thus they abandoned the LORD, and did not worship him. "},{"book":"Judges","chapter":"10","verse":"7","text":" So the anger of the LORD was kindled against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites, "},{"book":"Judges","chapter":"10","verse":"8","text":" and they crushed and oppressed the Israelites that year. For eighteen years they oppressed all the Israelites that were beyond the Jordan in the land of the Amorites, which is in Gilead. "},{"book":"Judges","chapter":"10","verse":"9","text":" The Ammonites also crossed the Jordan to fight against Judah and against Benjamin and against the house of Ephraim; so that Israel was greatly distressed. "},{"book":"Judges","chapter":"10","verse":"10","text":" So the Israelites cried to the LORD, saying, &#34We have sinned against you, because we have abandoned our God and have worshiped the Baals.&#34 "},{"book":"Judges","chapter":"10","verse":"11","text":" And the LORD said to the Israelites, &#34Did I not deliver you from the Egyptians and from the Amorites, from the Ammonites and from the Philistines? "},{"book":"Judges","chapter":"10","verse":"12","text":" The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I delivered you out of their hand. "},{"book":"Judges","chapter":"10","verse":"13","text":" Yet you have abandoned me and worshiped other gods; therefore I will deliver you no more. "},{"book":"Judges","chapter":"10","verse":"14","text":" Go and cry to the gods whom you have chosen; let them deliver you in the time of your distress.&#34 "},{"book":"Judges","chapter":"10","verse":"15","text":" And the Israelites said to the LORD, &#34We have sinned; do to us whatever seems good to you; but deliver us this day!&#34 "},{"book":"Judges","chapter":"10","verse":"16","text":" So they put away the foreign gods from among them and worshiped the LORD; and he could no longer bear to see Israel suffer. "},{"book":"Judges","chapter":"10","verse":"17","text":" Then the Ammonites were called to arms, and they encamped in Gilead; and the Israelites came together, and they encamped at Mizpah. "},{"book":"Judges","chapter":"10","verse":"18","text":" The commanders of the people of Gilead said to one another, &#34Who will begin the fight against the Ammonites? He shall be head over all the inhabitants of Gilead.&#34 "}]