[{"book":"Judges","chapter":"2","verse":"1","text":" Now the angel of the LORD went up from Gilgal to Bochim, and said, &#34I brought you up from Egypt, and brought you into the land that I had promised to your ancestors. I said, &#39I will never break my covenant with you. "},{"book":"Judges","chapter":"2","verse":"2","text":" For your part, do not make a covenant with the inhabitants of this land; tear down their altars.&#39 But you have not obeyed my command. See what you have done! "},{"book":"Judges","chapter":"2","verse":"3","text":" So now I say, I will not drive them out before you; but they shall become adversaries to you, and their gods shall be a snare to you.&#34 "},{"book":"Judges","chapter":"2","verse":"4","text":" When the angel of the LORD spoke these words to all the Israelites, the people lifted up their voices and wept. "},{"book":"Judges","chapter":"2","verse":"5","text":" So they named that place Bochim, and there they sacrificed to the LORD. "},{"book":"Judges","chapter":"2","verse":"6","text":" When Joshua dismissed the people, the Israelites all went to their own inheritances to take possession of the land. "},{"book":"Judges","chapter":"2","verse":"7","text":" The people worshiped the LORD all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work that the LORD had done for Israel. "},{"book":"Judges","chapter":"2","verse":"8","text":" Joshua son of Nun, the servant of the LORD, died at the age of one hundred ten years. "},{"book":"Judges","chapter":"2","verse":"9","text":" So they buried him within the bounds of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash. "},{"book":"Judges","chapter":"2","verse":"10","text":" Moreover, that whole generation was gathered to their ancestors, and another generation grew up after them, who did not know the LORD or the work that he had done for Israel. "},{"book":"Judges","chapter":"2","verse":"11","text":" Then the Israelites did what was evil in the sight of the LORD and worshiped the Baals; "},{"book":"Judges","chapter":"2","verse":"12","text":" and they abandoned the LORD, the God of their ancestors, who had brought them out of the land of Egypt; they followed other gods, from among the gods of the peoples who were all around them, and bowed down to them; and they provoked the LORD to anger. "},{"book":"Judges","chapter":"2","verse":"13","text":" They abandoned the LORD, and worshiped Baal and the Astartes. "},{"book":"Judges","chapter":"2","verse":"14","text":" So the anger of the LORD was kindled against Israel, and he gave them over to plunderers who plundered them, and he sold them into the power of their enemies all around, so that they could no longer withstand their enemies. "},{"book":"Judges","chapter":"2","verse":"15","text":" Whenever they marched out, the hand of the LORD was against them to bring misfortune, as the LORD had warned them and sworn to them; and they were in great distress. "},{"book":"Judges","chapter":"2","verse":"16","text":" Then the LORD raised up judges, who delivered them out of the power of those who plundered them. "},{"book":"Judges","chapter":"2","verse":"17","text":" Yet they did not listen even to their judges; for they lusted after other gods and bowed down to them. They soon turned aside from the way in which their ancestors had walked, who had obeyed the commandments of the LORD; they did not follow their example. "},{"book":"Judges","chapter":"2","verse":"18","text":" Whenever the LORD raised up judges for them, the LORD was with the judge, and he delivered them from the hand of their enemies all the days of the judge; for the LORD would be moved to pity by their groaning because of those who persecuted and oppressed them. "},{"book":"Judges","chapter":"2","verse":"19","text":" But whenever the judge died, they would relapse and behave worse than their ancestors, following other gods, worshiping them and bowing down to them. They would not drop any of their practices or their stubborn ways. "},{"book":"Judges","chapter":"2","verse":"20","text":" So the anger of the LORD was kindled against Israel; and he said, &#34Because this people have transgressed my covenant that I commanded their ancestors, and have not obeyed my voice, "},{"book":"Judges","chapter":"2","verse":"21","text":" I will no longer drive out before them any of the nations that Joshua left when he died.&#34 "},{"book":"Judges","chapter":"2","verse":"22","text":" In order to test Israel, whether or not they would take care to walk in the way of the LORD as their ancestors did, "},{"book":"Judges","chapter":"2","verse":"23","text":" the LORD had left those nations, not driving them out at once, and had not handed them over to Joshua. "}]