[{"book":"Judith","chapter":"14","verse":"1","text":" Then Judith said to them, &#34Listen to me, my friends. Take this head and hang it upon the parapet of your wall. "},{"book":"Judith","chapter":"14","verse":"2","text":" As soon as day breaks and the sun rises on the earth, each of you take up your weapons, and let every able-bodied man go out of the town; set a captain over them, as if you were going down to the plain against the Assyrian outpost; only do not go down. "},{"book":"Judith","chapter":"14","verse":"3","text":" Then they will seize their arms and go into the camp and rouse the officers of the Assyrian army. They will rush into the tent of Holofernes and will not find him. Then panic will come over them, and they will flee before you. "},{"book":"Judith","chapter":"14","verse":"4","text":" Then you and all who live within the borders of Israel will pursue them and cut them down in their tracks. "},{"book":"Judith","chapter":"14","verse":"5","text":" But before you do all this, bring Achior the Ammonite to me so that he may see and recognize the man who despised the house of Israel and sent him to us as if to his death.&#34 "},{"book":"Judith","chapter":"14","verse":"6","text":" So they summoned Achior from the house of Uzziah. When he came and saw the head of Holofernes in the hand of one of the men in the assembly of the people, he fell down on his face in a faint. "},{"book":"Judith","chapter":"14","verse":"7","text":" When they raised him up he threw himself at Judith&#39s feet, and did obeisance to her, and said, &#34Blessed are you in every tent of Judah! In every nation those who hear your name will be alarmed. "},{"book":"Judith","chapter":"14","verse":"8","text":" Now tell me what you have done during these days.&#34 So Judith told him in the presence of the people all that she had done, from the day she left until the moment she began speaking to them. "},{"book":"Judith","chapter":"14","verse":"9","text":" When she had finished, the people raised a great shout and made a joyful noise in their town. "},{"book":"Judith","chapter":"14","verse":"10","text":" When Achior saw all that the God of Israel had done, he believed firmly in God. So he was circumcised, and joined the house of Israel, remaining so to this day. "},{"book":"Judith","chapter":"14","verse":"11","text":" As soon as it was dawn they hung the head of Holofernes on the wall. Then they all took their weapons, and they went out in companies to the mountain passes. "},{"book":"Judith","chapter":"14","verse":"12","text":" When the Assyrians saw them they sent word to their commanders, who then went to the generals and the captains and to all their other officers. "},{"book":"Judith","chapter":"14","verse":"13","text":" They came to Holofernes&#39 tent and said to the steward in charge of all his personal affairs, &#34Wake up our lord, for the slaves have been so bold as to come down against us to give battle, to their utter destruction.&#34 "},{"book":"Judith","chapter":"14","verse":"14","text":" So Bagoas went in and knocked at the entry of the tent, for he supposed that he was sleeping with Judith. "},{"book":"Judith","chapter":"14","verse":"15","text":" But when no one answered, he opened it and went into the bedchamber and found him sprawled on the floor dead, with his head missing. "},{"book":"Judith","chapter":"14","verse":"16","text":" He cried out with a loud voice and wept and groaned and shouted, and tore his clothes. "},{"book":"Judith","chapter":"14","verse":"17","text":" Then he went to the tent where Judith had stayed, and when he did not find her, he rushed out to the people and shouted, "},{"book":"Judith","chapter":"14","verse":"18","text":" &#34The slaves have tricked us! One Hebrew woman has brought disgrace on the house of King Nebuchadnezzar. Look, Holofernes is lying on the ground, and his head is missing!&#34 "},{"book":"Judith","chapter":"14","verse":"19","text":" When the leaders of the Assyrian army heard this, they tore their tunics and were greatly dismayed, and their loud cries and shouts rose up throughout the camp. "}]