[{"book":"Judith","chapter":"15","verse":"1","text":" When the men in the tents heard it, they were amazed at what had happened. "},{"book":"Judith","chapter":"15","verse":"2","text":" Overcome with fear and trembling, they did not wait for one another, but with one impulse all rushed out and fled by every path across the plain and through the hill country. "},{"book":"Judith","chapter":"15","verse":"3","text":" Those who had camped in the hills around Bethulia also took to flight. Then the Israelites, everyone that was a soldier, rushed out upon them. "},{"book":"Judith","chapter":"15","verse":"4","text":" Uzziah sent men to Betomasthaim and Choba and Kola, and to all the frontiers of Israel, to tell what had taken place and to urge all to rush out upon the enemy to destroy them. "},{"book":"Judith","chapter":"15","verse":"5","text":" When the Israelites heard it, with one accord they fell upon the enemy, and cut them down as far as Choba. Those in Jerusalem and all the hill country also came, for they were told what had happened in the camp of the enemy. The men in Gilead and in Galilee outflanked them with great slaughter, even beyond Damascus and its borders. "},{"book":"Judith","chapter":"15","verse":"6","text":" The rest of the people of Bethulia fell upon the Assyrian camp and plundered it, acquiring great riches. "},{"book":"Judith","chapter":"15","verse":"7","text":" And the Israelites, when they returned from the slaughter, took possession of what remained. Even the villages and towns in the hill country and in the plain got a great amount of booty, since there was a vast quantity of it. "},{"book":"Judith","chapter":"15","verse":"8","text":" Then the high priest Joakim and the elders of the Israelites who lived in Jerusalem came to witness the good things that the Lord had done for Israel, and to see Judith and to wish her well. "},{"book":"Judith","chapter":"15","verse":"9","text":" When they met her, they all blessed her with one accord and said to her, &#34You are the glory of Jerusalem, you are the great boast of Israel, you are the great pride of our nation! "},{"book":"Judith","chapter":"15","verse":"10","text":" You have done all this with your own hand; you have done great good to Israel, and God is well pleased with it. May the Almighty Lord bless you forever!&#34 And all the people said, &#34Amen.&#34 "},{"book":"Judith","chapter":"15","verse":"11","text":" All the people plundered the camp for thirty days. They gave Judith the tent of Holofernes and all his silver dinnerware, his beds, his bowls, and all his furniture. She took them and loaded her mules and hitched up her carts and piled the things on them. "},{"book":"Judith","chapter":"15","verse":"12","text":" All the women of Israel gathered to see her, and blessed her, and some of them performed a dance in her honor. She took ivy-wreathed wands in her hands and distributed them to the women who were with her; "},{"book":"Judith","chapter":"15","verse":"13","text":" and she and those who were with her crowned themselves with olive wreaths. She went before all the people in the dance, leading all the women, while all the men of Israel followed, bearing their arms and wearing garlands and singing hymns. "},{"book":"Judith","chapter":"15","verse":"14","text":" Judith began this thanksgiving before all Israel, and all the people loudly sang this song of praise. "}]