[{"book":"Judith","chapter":"4","verse":"1","text":" When the Israelites living in Judea heard of everything that Holofernes, the general of Nebuchadnezzar, the king of the Assyrians, had done to the nations, and how he had plundered and destroyed all their temples, "},{"book":"Judith","chapter":"4","verse":"2","text":" they were therefore greatly terrified at his approach; they were alarmed both for Jerusalem and for the temple of the Lord their God. "},{"book":"Judith","chapter":"4","verse":"3","text":" For they had only recently returned from exile, and all the people of Judea had just now gathered together, and the sacred vessels and the altar and the temple had been consecrated after their profanation. "},{"book":"Judith","chapter":"4","verse":"4","text":" So they sent word to every district of Samaria, and to Kona, Beth-horon, Belmain, and Jericho, and to Choba and Aesora, and the valley of Salem. "},{"book":"Judith","chapter":"4","verse":"5","text":" They immediately seized all the high hilltops and fortified the villages on them and stored up food in preparation for war-- since their fields had recently been harvested. "},{"book":"Judith","chapter":"4","verse":"6","text":" The high priest, Joakim, who was in Jerusalem at the time, wrote to the people of Bethulia and Betomesthaim, which faces Esdraelon opposite the plain near Dothan, "},{"book":"Judith","chapter":"4","verse":"7","text":" ordering them to seize the mountain passes, since by them Judea could be invaded; and it would be easy to stop any who tried to enter, for the approach was narrow, wide enough for only two at a time to pass. "},{"book":"Judith","chapter":"4","verse":"8","text":" So the Israelites did as they had been ordered by the high priest Joakim and the senate of the whole people of Israel, in session at Jerusalem. "},{"book":"Judith","chapter":"4","verse":"9","text":" And every man of Israel cried out to God with great fervor, and they humbled themselves with much fasting. "},{"book":"Judith","chapter":"4","verse":"10","text":" They and their wives and their children and their cattle and every resident alien and hired laborer and purchased slave-- they all put sackcloth around their waists. "},{"book":"Judith","chapter":"4","verse":"11","text":" And all the Israelite men, women, and children living at Jerusalem prostrated themselves before the temple and put ashes on their heads and spread out their sackcloth before the Lord. "},{"book":"Judith","chapter":"4","verse":"12","text":" They even draped the altar with sackcloth and cried out in unison, praying fervently to the God of Israel not to allow their infants to be carried off and their wives to be taken as booty, and the towns they had inherited to be destroyed, and the sanctuary to be profaned and desecrated to the malicious joy of the Gentiles. "},{"book":"Judith","chapter":"4","verse":"13","text":" The Lord heard their prayers and had regard for their distress; for the people fasted many days throughout Judea and in Jerusalem before the sanctuary of the Lord Almighty. "},{"book":"Judith","chapter":"4","verse":"14","text":" The high priest Joakim and all the priests who stood before the Lord and ministered to the Lord, with sackcloth around their loins, offered the daily burnt offerings, the votive offerings, and freewill offerings of the people. "},{"book":"Judith","chapter":"4","verse":"15","text":" With ashes on their turbans, they cried out to the Lord with all their might to look with favor on the whole house of Israel. "}]