[{"book":"Judith","chapter":"1","verse":"1","text":" It was the twelfth year of the reign of Nebuchadnezzar, who ruled over the Assyrians in the great city of Nineveh. In those days Arphaxad ruled over the Medes in Ecbatana. "},{"book":"Judith","chapter":"1","verse":"2","text":" He built walls around Ecbatana with hewn stones three cubits thick and six cubits long; he made the walls seventy cubits high and fifty cubits wide. "},{"book":"Judith","chapter":"1","verse":"3","text":" At its gates he raised towers one hundred cubits high and sixty cubits wide at the foundations. "},{"book":"Judith","chapter":"1","verse":"4","text":" He made its gates seventy cubits high and forty cubits wide to allow his armies to march out in force and his infantry to form their ranks. "},{"book":"Judith","chapter":"1","verse":"5","text":" Then King Nebuchadnezzar made war against King Arphaxad in the great plain that is on the borders of Ragau. "},{"book":"Judith","chapter":"1","verse":"6","text":" There rallied to him all the people of the hill country and all those who lived along the Euphrates, the Tigris, and the Hydaspes, and, on the plain, Arioch, king of the Elymeans. Thus, many nations joined the forces of the Chaldeans. "},{"book":"Judith","chapter":"1","verse":"7","text":" Then Nebuchadnezzar, king of the Assyrians, sent messengers to all who lived in Persia and to all who lived in the west, those who lived in Cilicia and Damascus, Lebanon and Antilebanon, and all who lived along the seacoast, "},{"book":"Judith","chapter":"1","verse":"8","text":" and those among the nations of Carmel and Gilead, and Upper Galilee and the great plain of Esdraelon, "},{"book":"Judith","chapter":"1","verse":"9","text":" and all who were in Samaria and its towns, and beyond the Jordan as far as Jerusalem and Bethany and Chelous and Kadesh and the river of Egypt, and Tahpanhes and Raamses and the whole land of Goshen, "},{"book":"Judith","chapter":"1","verse":"10","text":" even beyond Tanis and Memphis, and all who lived in Egypt as far as the borders of Ethiopia. "},{"book":"Judith","chapter":"1","verse":"11","text":" But all who lived in the whole region disregarded the summons of Nebuchadnezzar, king of the Assyrians, and refused to join him in the war; for they were not afraid of him, but regarded him as only one man. So they sent back his messengers empty-handed and in disgrace. "},{"book":"Judith","chapter":"1","verse":"12","text":" Then Nebuchadnezzar became very angry with this whole region, and swore by his throne and kingdom that he would take revenge on the whole territory of Cilicia and Damascus and Syria, that he would kill with his sword also all the inhabitants of the land of Moab, and the people of Ammon, and all Judea, and every one in Egypt, as far as the coasts of the two seas. "},{"book":"Judith","chapter":"1","verse":"13","text":" In the seventeenth year he led his forces against King Arphaxad and defeated him in battle, overthrowing the whole army of Arphaxad and all his cavalry and all his chariots. "},{"book":"Judith","chapter":"1","verse":"14","text":" Thus he took possession of his towns and came to Ecbatana, captured its towers, plundered its markets, and turned its glory into disgrace. "},{"book":"Judith","chapter":"1","verse":"15","text":" He captured Arphaxad in the mountains of Ragau and struck him down with his spears, thus destroying him once and for all. "},{"book":"Judith","chapter":"1","verse":"16","text":" Then he returned to Nineveh, he and all his combined forces, a vast body of troops; and there he and his forces rested and feasted for one hundred twenty days. "}]