[{"book":"Judith","chapter":"16","verse":"1","text":" And Judith said, Begin a song to my God with tambourines, sing to my Lord with cymbals. Raise to him a new psalm; exalt him, and call upon his name. "},{"book":"Judith","chapter":"16","verse":"2","text":" For the Lord is a God who crushes wars; he sets up his camp among his people; he delivered me from the hands of my pursuers. "},{"book":"Judith","chapter":"16","verse":"3","text":" The Assyrian came down from the mountains of the north; he came with myriads of his warriors; their numbers blocked up the wadis, and their cavalry covered the hills. "},{"book":"Judith","chapter":"16","verse":"4","text":" He boasted that he would burn up my territory, and kill my young men with the sword, and dash my infants to the ground, and seize my children as booty, and take my virgins as spoil. "},{"book":"Judith","chapter":"16","verse":"5","text":" But the Lord Almighty has foiled them by the hand of a woman. "},{"book":"Judith","chapter":"16","verse":"6","text":" For their mighty one did not fall by the hands of the young men, nor did the sons of the Titans strike him down, nor did tall giants set upon him; but Judith daughter of Merari with the beauty of her countenance undid him. "},{"book":"Judith","chapter":"16","verse":"7","text":" For she put away her widow&#39s clothing to exalt the oppressed in Israel. She anointed her face with perfume; "},{"book":"Judith","chapter":"16","verse":"8","text":" she fastened her hair with a tiara and put on a linen gown to beguile him. "},{"book":"Judith","chapter":"16","verse":"9","text":" Her sandal ravished his eyes, her beauty captivated his mind, and the sword severed his neck! "},{"book":"Judith","chapter":"16","verse":"10","text":" The Persians trembled at her boldness, the Medes were daunted at her daring. "},{"book":"Judith","chapter":"16","verse":"11","text":" Then my oppressed people shouted; my weak people cried out, and the enemy trembled; they lifted up their voices, and the enemy were turned back. "},{"book":"Judith","chapter":"16","verse":"12","text":" Sons of slave-girls pierced them through and wounded them like the children of fugitives; they perished before the army of my Lord. "},{"book":"Judith","chapter":"16","verse":"13","text":" I will sing to my God a new song: O Lord, you are great and glorious, wonderful in strength, invincible. "},{"book":"Judith","chapter":"16","verse":"14","text":" Let all your creatures serve you, for you spoke, and they were made. You sent forth your spirit, and it formed them; there is none that can resist your voice. "},{"book":"Judith","chapter":"16","verse":"15","text":" For the mountains shall be shaken to their foundations with the waters; before your glance the rocks shall melt like wax. But to those who fear you you show mercy. "},{"book":"Judith","chapter":"16","verse":"16","text":" For every sacrifice as a fragrant offering is a small thing, and the fat of all whole burnt offerings to you is a very little thing; but whoever fears the Lord is great forever. "},{"book":"Judith","chapter":"16","verse":"17","text":" Woe to the nations that rise up against my people! The Lord Almighty will take vengeance on them in the day of judgment; he will send fire and worms into their flesh; they shall weep in pain forever. "},{"book":"Judith","chapter":"16","verse":"18","text":" When they arrived at Jerusalem, they worshiped God. As soon as the people were purified, they offered their burnt offerings, their freewill offerings, and their gifts. "},{"book":"Judith","chapter":"16","verse":"19","text":" Judith also dedicated to God all the possessions of Holofernes, which the people had given her; and the canopy that she had taken for herself from his bedchamber she gave as a votive offering. "},{"book":"Judith","chapter":"16","verse":"20","text":" For three months the people continued feasting in Jerusalem before the sanctuary, and Judith remained with them. "},{"book":"Judith","chapter":"16","verse":"21","text":" After this they all returned home to their own inheritances. Judith went to Bethulia, and remained on her estate. For the rest of her life she was honored throughout the whole country. "},{"book":"Judith","chapter":"16","verse":"22","text":" Many desired to marry her, but she gave herself to no man all the days of her life after her husband Manasseh died and was gathered to his people. "},{"book":"Judith","chapter":"16","verse":"23","text":" She became more and more famous, and grew old in her husband&#39s house, reaching the age of one hundred five. She set her maid free. She died in Bethulia, and they buried her in the cave of her husband Manasseh; "},{"book":"Judith","chapter":"16","verse":"24","text":" and the house of Israel mourned her for seven days. Before she died she distributed her property to all those who were next of kin to her husband Manasseh, and to her own nearest kindred. "},{"book":"Judith","chapter":"16","verse":"25","text":" No one ever again spread terror among the Israelites during the lifetime of Judith, or for a long time after her death. "}]