[{"book":"Judith","chapter":"2","verse":"1","text":" In the eighteenth year, on the twenty-second day of the first month, there was talk in the palace of Nebuchadnezzar, king of the Assyrians, about carrying out his revenge on the whole region, just as he had said. "},{"book":"Judith","chapter":"2","verse":"2","text":" He summoned all his ministers and all his nobles and set before them his secret plan and recounted fully, with his own lips, all the wickedness of the region. "},{"book":"Judith","chapter":"2","verse":"3","text":" They decided that every one who had not obeyed his command should be destroyed. "},{"book":"Judith","chapter":"2","verse":"4","text":" When he had completed his plan, Nebuchadnezzar, king of the Assyrians, called Holofernes, the chief general of his army, second only to himself, and said to him, "},{"book":"Judith","chapter":"2","verse":"5","text":" &#34Thus says the Great King, the lord of the whole earth: Leave my presence and take with you men confident in their strength, one hundred twenty thousand foot soldiers and twelve thousand cavalry. "},{"book":"Judith","chapter":"2","verse":"6","text":" March out against all the land to the west, because they disobeyed my orders. "},{"book":"Judith","chapter":"2","verse":"7","text":" Tell them to prepare earth and water, for I am coming against them in my anger, and will cover the whole face of the earth with the feet of my troops, to whom I will hand them over to be plundered. "},{"book":"Judith","chapter":"2","verse":"8","text":" Their wounded shall fill their ravines and gullies, and the swelling river shall be filled with their dead. "},{"book":"Judith","chapter":"2","verse":"9","text":" I will lead them away captive to the ends of the whole earth. "},{"book":"Judith","chapter":"2","verse":"10","text":" You shall go and seize all their territory for me in advance. They must yield themselves to you, and you shall hold them for me until the day of their punishment. "},{"book":"Judith","chapter":"2","verse":"11","text":" But to those who resist show no mercy, but hand them over to slaughter and plunder throughout your whole region. "},{"book":"Judith","chapter":"2","verse":"12","text":" For as I live, and by the power of my kingdom, what I have spoken I will accomplish by my own hand. "},{"book":"Judith","chapter":"2","verse":"13","text":" And you-- take care not to transgress any of your lord&#39s commands, but carry them out exactly as I have ordered you; do it without delay.&#34 "},{"book":"Judith","chapter":"2","verse":"14","text":" So Holofernes left the presence of his lord, and summoned all the commanders, generals, and officers of the Assyrian army. "},{"book":"Judith","chapter":"2","verse":"15","text":" He mustered the picked troops by divisions as his lord had ordered him to do, one hundred twenty thousand of them, together with twelve thousand archers on horseback, "},{"book":"Judith","chapter":"2","verse":"16","text":" and he organized them as a great army is marshaled for a campaign. "},{"book":"Judith","chapter":"2","verse":"17","text":" He took along a vast number of camels and donkeys and mules for transport, and innumerable sheep and oxen and goats for food; "},{"book":"Judith","chapter":"2","verse":"18","text":" also ample rations for everyone, and a huge amount of gold and silver from the royal palace. "},{"book":"Judith","chapter":"2","verse":"19","text":" Then he set out with his whole army, to go ahead of King Nebuchadnezzar and to cover the whole face of the earth to the west with their chariots and cavalry and picked foot soldiers. "},{"book":"Judith","chapter":"2","verse":"20","text":" Along with them went a mixed crowd like a swarm of locusts, like the dust of the earth-- a multitude that could not be counted. "},{"book":"Judith","chapter":"2","verse":"21","text":" They marched for three days from Nineveh to the plain of Bectileth, and camped opposite Bectileth near the mountain that is to the north of Upper Cilicia. "},{"book":"Judith","chapter":"2","verse":"22","text":" From there Holofernes took his whole army, the infantry, cavalry, and chariots, and went up into the hill country. "},{"book":"Judith","chapter":"2","verse":"23","text":" He ravaged Put and Lud, and plundered all the Rassisites and the Ishmaelites on the border of the desert, south of the country of the Chelleans. "},{"book":"Judith","chapter":"2","verse":"24","text":" Then he followed the Euphrates and passed through Mesopotamia and destroyed all the fortified towns along the brook Abron, as far as the sea. "},{"book":"Judith","chapter":"2","verse":"25","text":" He also seized the territory of Cilicia, and killed everyone who resisted him. Then he came to the southern borders of Japheth, facing Arabia. "},{"book":"Judith","chapter":"2","verse":"26","text":" He surrounded all the Midianites, and burned their tents and plundered their sheepfolds. "},{"book":"Judith","chapter":"2","verse":"27","text":" Then he went down into the plain of Damascus during the wheat harvest, and burned all their fields and destroyed their flocks and herds and sacked their towns and ravaged their lands and put all their young men to the sword. "},{"book":"Judith","chapter":"2","verse":"28","text":" So fear and dread of him fell upon all the people who lived along the seacoast, at Sidon and Tyre, and those who lived in Sur and Ocina and all who lived in Jamnia. Those who lived in Azotus and Ascalon feared him greatly. "}]