[{"book":"Judith","chapter":"13","verse":"1","text":" When evening came, his slaves quickly withdrew. Bagoas closed the tent from outside and shut out the attendants from his master&#39s presence. They went to bed, for they all were weary because the banquet had lasted so long. "},{"book":"Judith","chapter":"13","verse":"2","text":" But Judith was left alone in the tent, with Holofernes stretched out on his bed, for he was dead drunk. "},{"book":"Judith","chapter":"13","verse":"3","text":" Now Judith had told her maid to stand outside the bedchamber and to wait for her to come out, as she did on the other days; for she said she would be going out for her prayers. She had said the same thing to Bagoas. "},{"book":"Judith","chapter":"13","verse":"4","text":" So everyone went out, and no one, either small or great, was left in the bedchamber. Then Judith, standing beside his bed, said in her heart, &#34O Lord God of all might, look in this hour on the work of my hands for the exaltation of Jerusalem. "},{"book":"Judith","chapter":"13","verse":"5","text":" Now indeed is the time to help your heritage and to carry out my design to destroy the enemies who have risen up against us.&#34 "},{"book":"Judith","chapter":"13","verse":"6","text":" She went up to the bedpost near Holofernes&#39 head, and took down his sword that hung there. "},{"book":"Judith","chapter":"13","verse":"7","text":" She came close to his bed, took hold of the hair of his head, and said, &#34Give me strength today, O Lord God of Israel!&#34 "},{"book":"Judith","chapter":"13","verse":"8","text":" Then she struck his neck twice with all her might, and cut off his head. "},{"book":"Judith","chapter":"13","verse":"9","text":" Next she rolled his body off the bed and pulled down the canopy from the posts. Soon afterward she went out and gave Holofernes&#39 head to her maid, "},{"book":"Judith","chapter":"13","verse":"10","text":" who placed it in her food bag. Then the two of them went out together, as they were accustomed to do for prayer. They passed through the camp, circled around the valley, and went up the mountain to Bethulia, and came to its gates. "},{"book":"Judith","chapter":"13","verse":"11","text":" From a distance Judith called out to the sentries at the gates, &#34Open, open the gate! God, our God, is with us, still showing his power in Israel and his strength against our enemies, as he has done today!&#34 "},{"book":"Judith","chapter":"13","verse":"12","text":" When the people of her town heard her voice, they hurried down to the town gate and summoned the elders of the town. "},{"book":"Judith","chapter":"13","verse":"13","text":" They all ran together, both small and great, for it seemed unbelievable that she had returned. They opened the gate and welcomed them. Then they lit a fire to give light, and gathered around them. "},{"book":"Judith","chapter":"13","verse":"14","text":" Then she said to them with a loud voice, &#34Praise God, O praise him! Praise God, who has not withdrawn his mercy from the house of Israel, but has destroyed our enemies by my hand this very night!&#34 "},{"book":"Judith","chapter":"13","verse":"15","text":" Then she pulled the head out of the bag and showed it to them, and said, &#34See here, the head of Holofernes, the commander of the Assyrian army, and here is the canopy beneath which he lay in his drunken stupor. The Lord has struck him down by the hand of a woman. "},{"book":"Judith","chapter":"13","verse":"16","text":" As the Lord lives, who has protected me in the way I went, I swear that it was my face that seduced him to his destruction, and that he committed no sin with me, to defile and shame me.&#34 "},{"book":"Judith","chapter":"13","verse":"17","text":" All the people were greatly astonished. They bowed down and worshiped God, and said with one accord, &#34Blessed are you our God, who have this day humiliated the enemies of your people.&#34 "},{"book":"Judith","chapter":"13","verse":"18","text":" Then Uzziah said to her, &#34O daughter, you are blessed by the Most High God above all other women on earth; and blessed be the Lord God, who created the heavens and the earth, who has guided you to cut off the head of the leader of our enemies. "},{"book":"Judith","chapter":"13","verse":"19","text":" Your praise will never depart from the hearts of those who remember the power of God. "},{"book":"Judith","chapter":"13","verse":"20","text":" May God grant this to be a perpetual honor to you, and may he reward you with blessings, because you risked your own life when our nation was brought low, and you averted our ruin, walking in the straight path before our God.&#34 And all the people said, &#34Amen. Amen.&#34 "}]