[{"book":"Judith","chapter":"5","verse":"1","text":" It was reported to Holofernes, the general of the Assyrian army, that the people of Israel had prepared for war and had closed the mountain passes and fortified all the high hilltops and set up barricades in the plains. "},{"book":"Judith","chapter":"5","verse":"2","text":" In great anger he called together all the princes of Moab and the commanders of Ammon and all the governors of the coastland, "},{"book":"Judith","chapter":"5","verse":"3","text":" and said to them, &#34Tell me, you Canaanites, what people is this that lives in the hill country? What towns do they inhabit? How large is their army, and in what does their power and strength consist? Who rules over them as king and leads their army? "},{"book":"Judith","chapter":"5","verse":"4","text":" And why have they alone, of all who live in the west, refused to come out and meet me?&#34 "},{"book":"Judith","chapter":"5","verse":"5","text":" Then Achior, the leader of all the Ammonites, said to him, &#34May my lord please listen to a report from the mouth of your servant, and I will tell you the truth about this people that lives in the mountain district near you. No falsehood shall come from your servant&#39s mouth. "},{"book":"Judith","chapter":"5","verse":"6","text":" These people are descended from the Chaldeans. "},{"book":"Judith","chapter":"5","verse":"7","text":" At one time they lived in Mesopotamia, because they did not wish to follow the gods of their ancestors who were in Chaldea. "},{"book":"Judith","chapter":"5","verse":"8","text":" Since they had abandoned the ways of their ancestors, and worshiped the God of heaven, the God they had come to know, their ancestors drove them out from the presence of their gods. So they fled to Mesopotamia, and lived there for a long time. "},{"book":"Judith","chapter":"5","verse":"9","text":" Then their God commanded them to leave the place where they were living and go to the land of Canaan. There they settled, and grew very prosperous in gold and silver and very much livestock. "},{"book":"Judith","chapter":"5","verse":"10","text":" When a famine spread over the land of Canaan they went down to Egypt and lived there as long as they had food. There they became so great a multitude that their race could not be counted. "},{"book":"Judith","chapter":"5","verse":"11","text":" So the king of Egypt became hostile to them; he exploited them and forced them to make bricks. "},{"book":"Judith","chapter":"5","verse":"12","text":" They cried out to their God, and he afflicted the whole land of Egypt with incurable plagues. So the Egyptians drove them out of their sight. "},{"book":"Judith","chapter":"5","verse":"13","text":" Then God dried up the Red Sea before them, "},{"book":"Judith","chapter":"5","verse":"14","text":" and he led them by the way of Sinai and Kadesh-barnea. They drove out all the people of the desert, "},{"book":"Judith","chapter":"5","verse":"15","text":" and took up residence in the land of the Amorites, and by their might destroyed all the inhabitants of Heshbon; and crossing over the Jordan they took possession of all the hill country. "},{"book":"Judith","chapter":"5","verse":"16","text":" They drove out before them the Canaanites, the Perizzites, the Jebusites, the Shechemites, and all the Gergesites, and lived there a long time. "},{"book":"Judith","chapter":"5","verse":"17","text":" &#34As long as they did not sin against their God they prospered, for the God who hates iniquity is with them. "},{"book":"Judith","chapter":"5","verse":"18","text":" But when they departed from the way he had prescribed for them, they were utterly defeated in many battles and were led away captive to a foreign land. The temple of their God was razed to the ground, and their towns were occupied by their enemies. "},{"book":"Judith","chapter":"5","verse":"19","text":" But now they have returned to their God, and have come back from the places where they were scattered, and have occupied Jerusalem, where their sanctuary is, and have settled in the hill country, because it was uninhabited. "},{"book":"Judith","chapter":"5","verse":"20","text":" &#34So now, my master and lord, if there is any oversight in this people and they sin against their God and we find out their offense, then we can go up and defeat them. "},{"book":"Judith","chapter":"5","verse":"21","text":" But if they are not a guilty nation, then let my lord pass them by; for their Lord and God will defend them, and we shall become the laughingstock of the whole world.&#34 "},{"book":"Judith","chapter":"5","verse":"22","text":" When Achior had finished saying these things, all the people standing around the tent began to complain; Holofernes&#39 officers and all the inhabitants of the seacoast and Moab insisted that he should be cut to pieces. "},{"book":"Judith","chapter":"5","verse":"23","text":" They said, &#34We are not afraid of the Israelites; they are a people with no strength or power for making war. "},{"book":"Judith","chapter":"5","verse":"24","text":" Therefore let us go ahead, Lord Holofernes, and your vast army will swallow them up.&#34 "}]