[{"book":"Leviticus","chapter":"9","verse":"1","text":" On the eighth day Moses summoned Aaron and his sons and the elders of Israel. "},{"book":"Leviticus","chapter":"9","verse":"2","text":" He said to Aaron, &#34Take a bull calf for a sin offering and a ram for a burnt offering, without blemish, and offer them before the LORD. "},{"book":"Leviticus","chapter":"9","verse":"3","text":" And say to the people of Israel, &#39Take a male goat for a sin offering; a calf and a lamb, yearlings without blemish, for a burnt offering; "},{"book":"Leviticus","chapter":"9","verse":"4","text":" and an ox and a ram for an offering of well-being to sacrifice before the LORD; and a grain offering mixed with oil. For today the LORD will appear to you.&#39&#34 "},{"book":"Leviticus","chapter":"9","verse":"5","text":" They brought what Moses commanded to the front of the tent of meeting; and the whole congregation drew near and stood before the LORD. "},{"book":"Leviticus","chapter":"9","verse":"6","text":" And Moses said, &#34This is the thing that the LORD commanded you to do, so that the glory of the LORD may appear to you.&#34 "},{"book":"Leviticus","chapter":"9","verse":"7","text":" Then Moses said to Aaron, &#34Draw near to the altar and sacrifice your sin offering and your burnt offering, and make atonement for yourself and for the people; and sacrifice the offering of the people, and make atonement for them; as the LORD has commanded.&#34 "},{"book":"Leviticus","chapter":"9","verse":"8","text":" Aaron drew near to the altar, and slaughtered the calf of the sin offering, which was for himself. "},{"book":"Leviticus","chapter":"9","verse":"9","text":" The sons of Aaron presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar; and the rest of the blood he poured out at the base of the altar. "},{"book":"Leviticus","chapter":"9","verse":"10","text":" But the fat, the kidneys, and the appendage of the liver from the sin offering he turned into smoke on the altar, as the LORD commanded Moses; "},{"book":"Leviticus","chapter":"9","verse":"11","text":" and the flesh and the skin he burned with fire outside the camp. "},{"book":"Leviticus","chapter":"9","verse":"12","text":" Then he slaughtered the burnt offering. Aaron&#39s sons brought him the blood, and he dashed it against all sides of the altar. "},{"book":"Leviticus","chapter":"9","verse":"13","text":" And they brought him the burnt offering piece by piece, and the head, which he turned into smoke on the altar. "},{"book":"Leviticus","chapter":"9","verse":"14","text":" He washed the entrails and the legs and, with the burnt offering, turned them into smoke on the altar. "},{"book":"Leviticus","chapter":"9","verse":"15","text":" Next he presented the people&#39s offering. He took the goat of the sin offering that was for the people, and slaughtered it, and presented it as a sin offering like the first one. "},{"book":"Leviticus","chapter":"9","verse":"16","text":" He presented the burnt offering, and sacrificed it according to regulation. "},{"book":"Leviticus","chapter":"9","verse":"17","text":" He presented the grain offering, and, taking a handful of it, he turned it into smoke on the altar, in addition to the burnt offering of the morning. "},{"book":"Leviticus","chapter":"9","verse":"18","text":" He slaughtered the ox and the ram as a sacrifice of well-being for the people. Aaron&#39s sons brought him the blood, which he dashed against all sides of the altar, "},{"book":"Leviticus","chapter":"9","verse":"19","text":" and the fat of the ox and of the ram-- the broad tail, the fat that covers the entrails, the two kidneys and the fat on them, and the appendage of the liver. "},{"book":"Leviticus","chapter":"9","verse":"20","text":" They first laid the fat on the breasts, and the fat was turned into smoke on the altar; "},{"book":"Leviticus","chapter":"9","verse":"21","text":" and the breasts and the right thigh Aaron raised as an elevation offering before the LORD, as Moses had commanded. "},{"book":"Leviticus","chapter":"9","verse":"22","text":" Aaron lifted his hands toward the people and blessed them; and he came down after sacrificing the sin offering, the burnt offering, and the offering of well-being. "},{"book":"Leviticus","chapter":"9","verse":"23","text":" Moses and Aaron entered the tent of meeting, and then came out and blessed the people; and the glory of the LORD appeared to all the people. "},{"book":"Leviticus","chapter":"9","verse":"24","text":" Fire came out from the LORD and consumed the burnt offering and the fat on the altar; and when all the people saw it, they shouted and fell on their faces. "}]