[{"book":"Luke","chapter":"19","verse":"1","text":" He entered Jericho and was passing through it. "},{"book":"Luke","chapter":"19","verse":"2","text":" A man was there named Zacchaeus; he was a chief tax collector and was rich. "},{"book":"Luke","chapter":"19","verse":"3","text":" He was trying to see who Jesus was, but on account of the crowd he could not, because he was short in stature. "},{"book":"Luke","chapter":"19","verse":"4","text":" So he ran ahead and climbed a sycamore tree to see him, because he was going to pass that way. "},{"book":"Luke","chapter":"19","verse":"5","text":" When Jesus came to the place, he looked up and said to him, &#34Zacchaeus, hurry and come down; for I must stay at your house today.&#34 "},{"book":"Luke","chapter":"19","verse":"6","text":" So he hurried down and was happy to welcome him. "},{"book":"Luke","chapter":"19","verse":"7","text":" All who saw it began to grumble and said, &#34He has gone to be the guest of one who is a sinner.&#34 "},{"book":"Luke","chapter":"19","verse":"8","text":" Zacchaeus stood there and said to the Lord, &#34Look, half of my possessions, Lord, I will give to the poor; and if I have defrauded anyone of anything, I will pay back four times as much.&#34 "},{"book":"Luke","chapter":"19","verse":"9","text":" Then Jesus said to him, &#34Today salvation has come to this house, because he too is a son of Abraham. "},{"book":"Luke","chapter":"19","verse":"10","text":" For the Son of Man came to seek out and to save the lost.&#34 "},{"book":"Luke","chapter":"19","verse":"11","text":" As they were listening to this, he went on to tell a parable, because he was near Jerusalem, and because they supposed that the kingdom of God was to appear immediately. "},{"book":"Luke","chapter":"19","verse":"12","text":" So he said, &#34A nobleman went to a distant country to get royal power for himself and then return. "},{"book":"Luke","chapter":"19","verse":"13","text":" He summoned ten of his slaves, and gave them ten pounds, and said to them, &#39Do business with these until I come back.&#39 "},{"book":"Luke","chapter":"19","verse":"14","text":" But the citizens of his country hated him and sent a delegation after him, saying, &#39We do not want this man to rule over us.&#39 "},{"book":"Luke","chapter":"19","verse":"15","text":" When he returned, having received royal power, he ordered these slaves, to whom he had given the money, to be summoned so that he might find out what they had gained by trading. "},{"book":"Luke","chapter":"19","verse":"16","text":" The first came forward and said, &#39Lord, your pound has made ten more pounds.&#39 "},{"book":"Luke","chapter":"19","verse":"17","text":" He said to him, &#39Well done, good slave! Because you have been trustworthy in a very small thing, take charge of ten cities.&#39 "},{"book":"Luke","chapter":"19","verse":"18","text":" Then the second came, saying, &#39Lord, your pound has made five pounds.&#39 "},{"book":"Luke","chapter":"19","verse":"19","text":" He said to him, &#39And you, rule over five cities.&#39 "},{"book":"Luke","chapter":"19","verse":"20","text":" Then the other came, saying, &#39Lord, here is your pound. I wrapped it up in a piece of cloth, "},{"book":"Luke","chapter":"19","verse":"21","text":" for I was afraid of you, because you are a harsh man; you take what you did not deposit, and reap what you did not sow.&#39 "},{"book":"Luke","chapter":"19","verse":"22","text":" He said to him, &#39I will judge you by your own words, you wicked slave! You knew, did you, that I was a harsh man, taking what I did not deposit and reaping what I did not sow? "},{"book":"Luke","chapter":"19","verse":"23","text":" Why then did you not put my money into the bank? Then when I returned, I could have collected it with interest.&#39 "},{"book":"Luke","chapter":"19","verse":"24","text":" He said to the bystanders, &#39Take the pound from him and give it to the one who has ten pounds.&#39 "},{"book":"Luke","chapter":"19","verse":"25","text":" (And they said to him, &#39Lord, he has ten pounds!&#39) "},{"book":"Luke","chapter":"19","verse":"26","text":" &#39I tell you, to all those who have, more will be given; but from those who have nothing, even what they have will be taken away. "},{"book":"Luke","chapter":"19","verse":"27","text":" But as for these enemies of mine who did not want me to be king over them-- bring them here and slaughter them in my presence.&#39&#34 "},{"book":"Luke","chapter":"19","verse":"28","text":" After he had said this, he went on ahead, going up to Jerusalem. "},{"book":"Luke","chapter":"19","verse":"29","text":" When he had come near Bethphage and Bethany, at the place called the Mount of Olives, he sent two of the disciples, "},{"book":"Luke","chapter":"19","verse":"30","text":" saying, &#34Go into the village ahead of you, and as you enter it you will find tied there a colt that has never been ridden. Untie it and bring it here. "},{"book":"Luke","chapter":"19","verse":"31","text":" If anyone asks you, &#39Why are you untying it?&#39 just say this, &#39The Lord needs it.&#39&#34 "},{"book":"Luke","chapter":"19","verse":"32","text":" So those who were sent departed and found it as he had told them. "},{"book":"Luke","chapter":"19","verse":"33","text":" As they were untying the colt, its owners asked them, &#34Why are you untying the colt?&#34 "},{"book":"Luke","chapter":"19","verse":"34","text":" They said, &#34The Lord needs it.&#34 "},{"book":"Luke","chapter":"19","verse":"35","text":" Then they brought it to Jesus; and after throwing their cloaks on the colt, they set Jesus on it. "},{"book":"Luke","chapter":"19","verse":"36","text":" As he rode along, people kept spreading their cloaks on the road. "},{"book":"Luke","chapter":"19","verse":"37","text":" As he was now approaching the path down from the Mount of Olives, the whole multitude of the disciples began to praise God joyfully with a loud voice for all the deeds of power that they had seen, "},{"book":"Luke","chapter":"19","verse":"38","text":" saying, &#34Blessed is the king who comes in the name of the Lord! Peace in heaven, and glory in the highest heaven!&#34 "},{"book":"Luke","chapter":"19","verse":"39","text":" Some of the Pharisees in the crowd said to him, &#34Teacher, order your disciples to stop.&#34 "},{"book":"Luke","chapter":"19","verse":"40","text":" He answered, &#34I tell you, if these were silent, the stones would shout out.&#34 "},{"book":"Luke","chapter":"19","verse":"41","text":" As he came near and saw the city, he wept over it, "},{"book":"Luke","chapter":"19","verse":"42","text":" saying, &#34If you, even you, had only recognized on this day the things that make for peace! But now they are hidden from your eyes. "},{"book":"Luke","chapter":"19","verse":"43","text":" Indeed, the days will come upon you, when your enemies will set up ramparts around you and surround you, and hem you in on every side. "},{"book":"Luke","chapter":"19","verse":"44","text":" They will crush you to the ground, you and your children within you, and they will not leave within you one stone upon another; because you did not recognize the time of your visitation from God.&#34 "},{"book":"Luke","chapter":"19","verse":"45","text":" Then he entered the temple and began to drive out those who were selling things there; "},{"book":"Luke","chapter":"19","verse":"46","text":" and he said, &#34It is written, &#39My house shall be a house of prayer&#39; but you have made it a den of robbers.&#34 "},{"book":"Luke","chapter":"19","verse":"47","text":" Every day he was teaching in the temple. The chief priests, the scribes, and the leaders of the people kept looking for a way to kill him; "},{"book":"Luke","chapter":"19","verse":"48","text":" but they did not find anything they could do, for all the people were spellbound by what they heard. "}]