[{"book":"Luke","chapter":"12","verse":"1","text":" Meanwhile, when the crowd gathered by the thousands, so that they trampled on one another, he began to speak first to his disciples, &#34Beware of the yeast of the Pharisees, that is, their hypocrisy. "},{"book":"Luke","chapter":"12","verse":"2","text":" Nothing is covered up that will not be uncovered, and nothing secret that will not become known. "},{"book":"Luke","chapter":"12","verse":"3","text":" Therefore whatever you have said in the dark will be heard in the light, and what you have whispered behind closed doors will be proclaimed from the housetops. "},{"book":"Luke","chapter":"12","verse":"4","text":" &#34I tell you, my friends, do not fear those who kill the body, and after that can do nothing more. "},{"book":"Luke","chapter":"12","verse":"5","text":" But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him! "},{"book":"Luke","chapter":"12","verse":"6","text":" Are not five sparrows sold for two pennies? Yet not one of them is forgotten in God&#39s sight. "},{"book":"Luke","chapter":"12","verse":"7","text":" But even the hairs of your head are all counted. Do not be afraid; you are of more value than many sparrows. "},{"book":"Luke","chapter":"12","verse":"8","text":" &#34And I tell you, everyone who acknowledges me before others, the Son of Man also will acknowledge before the angels of God; "},{"book":"Luke","chapter":"12","verse":"9","text":" but whoever denies me before others will be denied before the angels of God. "},{"book":"Luke","chapter":"12","verse":"10","text":" And everyone who speaks a word against the Son of Man will be forgiven; but whoever blasphemes against the Holy Spirit will not be forgiven. "},{"book":"Luke","chapter":"12","verse":"11","text":" When they bring you before the synagogues, the rulers, and the authorities, do not worry about how you are to defend yourselves or what you are to say; "},{"book":"Luke","chapter":"12","verse":"12","text":" for the Holy Spirit will teach you at that very hour what you ought to say.&#34 "},{"book":"Luke","chapter":"12","verse":"13","text":" Someone in the crowd said to him, &#34Teacher, tell my brother to divide the family inheritance with me.&#34 "},{"book":"Luke","chapter":"12","verse":"14","text":" But he said to him, &#34Friend, who set me to be a judge or arbitrator over you?&#34 "},{"book":"Luke","chapter":"12","verse":"15","text":" And he said to them, &#34Take care! Be on your guard against all kinds of greed; for one&#39s life does not consist in the abundance of possessions.&#34 "},{"book":"Luke","chapter":"12","verse":"16","text":" Then he told them a parable: &#34The land of a rich man produced abundantly. "},{"book":"Luke","chapter":"12","verse":"17","text":" And he thought to himself, &#39What should I do, for I have no place to store my crops?&#39 "},{"book":"Luke","chapter":"12","verse":"18","text":" Then he said, &#39I will do this: I will pull down my barns and build larger ones, and there I will store all my grain and my goods. "},{"book":"Luke","chapter":"12","verse":"19","text":" And I will say to my soul, &#39Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.&#39 "},{"book":"Luke","chapter":"12","verse":"20","text":" But God said to him, &#39You fool! This very night your life is being demanded of you. And the things you have prepared, whose will they be?&#39 "},{"book":"Luke","chapter":"12","verse":"21","text":" So it is with those who store up treasures for themselves but are not rich toward God.&#34 "},{"book":"Luke","chapter":"12","verse":"22","text":" He said to his disciples, &#34Therefore I tell you, do not worry about your life, what you will eat, or about your body, what you will wear. "},{"book":"Luke","chapter":"12","verse":"23","text":" For life is more than food, and the body more than clothing. "},{"book":"Luke","chapter":"12","verse":"24","text":" Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds! "},{"book":"Luke","chapter":"12","verse":"25","text":" And can any of you by worrying add a single hour to your span of life? "},{"book":"Luke","chapter":"12","verse":"26","text":" If then you are not able to do so small a thing as that, why do you worry about the rest? "},{"book":"Luke","chapter":"12","verse":"27","text":" Consider the lilies, how they grow: they neither toil nor spin; yet I tell you, even Solomon in all his glory was not clothed like one of these. "},{"book":"Luke","chapter":"12","verse":"28","text":" But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the oven, how much more will he clothe you-- you of little faith! "},{"book":"Luke","chapter":"12","verse":"29","text":" And do not keep striving for what you are to eat and what you are to drink, and do not keep worrying. "},{"book":"Luke","chapter":"12","verse":"30","text":" For it is the nations of the world that strive after all these things, and your Father knows that you need them. "},{"book":"Luke","chapter":"12","verse":"31","text":" Instead, strive for his kingdom, and these things will be given to you as well. "},{"book":"Luke","chapter":"12","verse":"32","text":" &#34Do not be afraid, little flock, for it is your Father&#39s good pleasure to give you the kingdom. "},{"book":"Luke","chapter":"12","verse":"33","text":" Sell your possessions, and give alms. Make purses for yourselves that do not wear out, an unfailing treasure in heaven, where no thief comes near and no moth destroys. "},{"book":"Luke","chapter":"12","verse":"34","text":" For where your treasure is, there your heart will be also. "},{"book":"Luke","chapter":"12","verse":"35","text":" &#34Be dressed for action and have your lamps lit; "},{"book":"Luke","chapter":"12","verse":"36","text":" be like those who are waiting for their master to return from the wedding banquet, so that they may open the door for him as soon as he comes and knocks. "},{"book":"Luke","chapter":"12","verse":"37","text":" Blessed are those slaves whom the master finds alert when he comes; truly I tell you, he will fasten his belt and have them sit down to eat, and he will come and serve them. "},{"book":"Luke","chapter":"12","verse":"38","text":" If he comes during the middle of the night, or near dawn, and finds them so, blessed are those slaves. "},{"book":"Luke","chapter":"12","verse":"39","text":" &#34But know this: if the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. "},{"book":"Luke","chapter":"12","verse":"40","text":" You also must be ready, for the Son of Man is coming at an unexpected hour.&#34 "},{"book":"Luke","chapter":"12","verse":"41","text":" Peter said, &#34Lord, are you telling this parable for us or for everyone?&#34 "},{"book":"Luke","chapter":"12","verse":"42","text":" And the Lord said, &#34Who then is the faithful and prudent manager whom his master will put in charge of his slaves, to give them their allowance of food at the proper time? "},{"book":"Luke","chapter":"12","verse":"43","text":" Blessed is that slave whom his master will find at work when he arrives. "},{"book":"Luke","chapter":"12","verse":"44","text":" Truly I tell you, he will put that one in charge of all his possessions. "},{"book":"Luke","chapter":"12","verse":"45","text":" But if that slave says to himself, &#39My master is delayed in coming,&#39 and if he begins to beat the other slaves, men and women, and to eat and drink and get drunk, "},{"book":"Luke","chapter":"12","verse":"46","text":" the master of that slave will come on a day when he does not expect him and at an hour that he does not know, and will cut him in pieces, and put him with the unfaithful. "},{"book":"Luke","chapter":"12","verse":"47","text":" That slave who knew what his master wanted, but did not prepare himself or do what was wanted, will receive a severe beating. "},{"book":"Luke","chapter":"12","verse":"48","text":" But the one who did not know and did what deserved a beating will receive a light beating. From everyone to whom much has been given, much will be required; and from the one to whom much has been entrusted, even more will be demanded. "},{"book":"Luke","chapter":"12","verse":"49","text":" &#34I came to bring fire to the earth, and how I wish it were already kindled! "},{"book":"Luke","chapter":"12","verse":"50","text":" I have a baptism with which to be baptized, and what stress I am under until it is completed! "},{"book":"Luke","chapter":"12","verse":"51","text":" Do you think that I have come to bring peace to the earth? No, I tell you, but rather division! "},{"book":"Luke","chapter":"12","verse":"52","text":" From now on five in one household will be divided, three against two and two against three; "},{"book":"Luke","chapter":"12","verse":"53","text":" they will be divided: father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.&#34 "},{"book":"Luke","chapter":"12","verse":"54","text":" He also said to the crowds, &#34When you see a cloud rising in the west, you immediately say, &#39It is going to rain&#39; and so it happens. "},{"book":"Luke","chapter":"12","verse":"55","text":" And when you see the south wind blowing, you say, &#39There will be scorching heat&#39; and it happens. "},{"book":"Luke","chapter":"12","verse":"56","text":" You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time? "},{"book":"Luke","chapter":"12","verse":"57","text":" &#34And why do you not judge for yourselves what is right? "},{"book":"Luke","chapter":"12","verse":"58","text":" Thus, when you go with your accuser before a magistrate, on the way make an effort to settle the case, or you may be dragged before the judge, and the judge hand you over to the officer, and the officer throw you in prison. "},{"book":"Luke","chapter":"12","verse":"59","text":" I tell you, you will never get out until you have paid the very last penny.&#34 "}]