[{"book":"Luke","chapter":"15","verse":"1","text":" Now all the tax collectors and sinners were coming near to listen to him. "},{"book":"Luke","chapter":"15","verse":"2","text":" And the Pharisees and the scribes were grumbling and saying, &#34This fellow welcomes sinners and eats with them.&#34 "},{"book":"Luke","chapter":"15","verse":"3","text":" So he told them this parable: "},{"book":"Luke","chapter":"15","verse":"4","text":" &#34Which one of you, having a hundred sheep and losing one of them, does not leave the ninety-nine in the wilderness and go after the one that is lost until he finds it? "},{"book":"Luke","chapter":"15","verse":"5","text":" When he has found it, he lays it on his shoulders and rejoices. "},{"book":"Luke","chapter":"15","verse":"6","text":" And when he comes home, he calls together his friends and neighbors, saying to them, &#39Rejoice with me, for I have found my sheep that was lost.&#39 "},{"book":"Luke","chapter":"15","verse":"7","text":" Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance. "},{"book":"Luke","chapter":"15","verse":"8","text":" &#34Or what woman having ten silver coins, if she loses one of them, does not light a lamp, sweep the house, and search carefully until she finds it? "},{"book":"Luke","chapter":"15","verse":"9","text":" When she has found it, she calls together her friends and neighbors, saying, &#39Rejoice with me, for I have found the coin that I had lost.&#39 "},{"book":"Luke","chapter":"15","verse":"10","text":" Just so, I tell you, there is joy in the presence of the angels of God over one sinner who repents.&#34 "},{"book":"Luke","chapter":"15","verse":"11","text":" Then Jesus said, &#34There was a man who had two sons. "},{"book":"Luke","chapter":"15","verse":"12","text":" The younger of them said to his father, &#39Father, give me the share of the property that will belong to me.&#39 So he divided his property between them. "},{"book":"Luke","chapter":"15","verse":"13","text":" A few days later the younger son gathered all he had and traveled to a distant country, and there he squandered his property in dissolute living. "},{"book":"Luke","chapter":"15","verse":"14","text":" When he had spent everything, a severe famine took place throughout that country, and he began to be in need. "},{"book":"Luke","chapter":"15","verse":"15","text":" So he went and hired himself out to one of the citizens of that country, who sent him to his fields to feed the pigs. "},{"book":"Luke","chapter":"15","verse":"16","text":" He would gladly have filled himself with the pods that the pigs were eating; and no one gave him anything. "},{"book":"Luke","chapter":"15","verse":"17","text":" But when he came to himself he said, &#39How many of my father&#39s hired hands have bread enough and to spare, but here I am dying of hunger! "},{"book":"Luke","chapter":"15","verse":"18","text":" I will get up and go to my father, and I will say to him, &#34Father, I have sinned against heaven and before you; "},{"book":"Luke","chapter":"15","verse":"19","text":" I am no longer worthy to be called your son; treat me like one of your hired hands.&#34&#39 "},{"book":"Luke","chapter":"15","verse":"20","text":" So he set off and went to his father. But while he was still far off, his father saw him and was filled with compassion; he ran and put his arms around him and kissed him. "},{"book":"Luke","chapter":"15","verse":"21","text":" Then the son said to him, &#39Father, I have sinned against heaven and before you; I am no longer worthy to be called your son.&#39 "},{"book":"Luke","chapter":"15","verse":"22","text":" But the father said to his slaves, &#39Quickly, bring out a robe-- the best one-- and put it on him; put a ring on his finger and sandals on his feet. "},{"book":"Luke","chapter":"15","verse":"23","text":" And get the fatted calf and kill it, and let us eat and celebrate; "},{"book":"Luke","chapter":"15","verse":"24","text":" for this son of mine was dead and is alive again; he was lost and is found!&#39 And they began to celebrate. "},{"book":"Luke","chapter":"15","verse":"25","text":" &#34Now his elder son was in the field; and when he came and approached the house, he heard music and dancing. "},{"book":"Luke","chapter":"15","verse":"26","text":" He called one of the slaves and asked what was going on. "},{"book":"Luke","chapter":"15","verse":"27","text":" He replied, &#39Your brother has come, and your father has killed the fatted calf, because he has got him back safe and sound.&#39 "},{"book":"Luke","chapter":"15","verse":"28","text":" Then he became angry and refused to go in. His father came out and began to plead with him. "},{"book":"Luke","chapter":"15","verse":"29","text":" But he answered his father, &#39Listen! For all these years I have been working like a slave for you, and I have never disobeyed your command; yet you have never given me even a young goat so that I might celebrate with my friends. "},{"book":"Luke","chapter":"15","verse":"30","text":" But when this son of yours came back, who has devoured your property with prostitutes, you killed the fatted calf for him!&#39 "},{"book":"Luke","chapter":"15","verse":"31","text":" Then the father said to him, &#39Son, you are always with me, and all that is mine is yours. "},{"book":"Luke","chapter":"15","verse":"32","text":" But we had to celebrate and rejoice, because this brother of yours was dead and has come to life; he was lost and has been found.&#39&#34 "}]