[{"book":"Luke","chapter":"22","verse":"1","text":" Now the festival of Unleavened Bread, which is called the Passover, was near. "},{"book":"Luke","chapter":"22","verse":"2","text":" The chief priests and the scribes were looking for a way to put Jesus to death, for they were afraid of the people. "},{"book":"Luke","chapter":"22","verse":"3","text":" Then Satan entered into Judas called Iscariot, who was one of the twelve; "},{"book":"Luke","chapter":"22","verse":"4","text":" he went away and conferred with the chief priests and officers of the temple police about how he might betray him to them. "},{"book":"Luke","chapter":"22","verse":"5","text":" They were greatly pleased and agreed to give him money. "},{"book":"Luke","chapter":"22","verse":"6","text":" So he consented and began to look for an opportunity to betray him to them when no crowd was present. "},{"book":"Luke","chapter":"22","verse":"7","text":" Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed. "},{"book":"Luke","chapter":"22","verse":"8","text":" So Jesus sent Peter and John, saying, &#34Go and prepare the Passover meal for us that we may eat it.&#34 "},{"book":"Luke","chapter":"22","verse":"9","text":" They asked him, &#34Where do you want us to make preparations for it?&#34 "},{"book":"Luke","chapter":"22","verse":"10","text":" &#34Listen,&#34 he said to them, &#34when you have entered the city, a man carrying a jar of water will meet you; follow him into the house he enters "},{"book":"Luke","chapter":"22","verse":"11","text":" and say to the owner of the house, &#39The teacher asks you, &#34Where is the guest room, where I may eat the Passover with my disciples?&#34&#39 "},{"book":"Luke","chapter":"22","verse":"12","text":" He will show you a large room upstairs, already furnished. Make preparations for us there.&#34 "},{"book":"Luke","chapter":"22","verse":"13","text":" So they went and found everything as he had told them; and they prepared the Passover meal. "},{"book":"Luke","chapter":"22","verse":"14","text":" When the hour came, he took his place at the table, and the apostles with him. "},{"book":"Luke","chapter":"22","verse":"15","text":" He said to them, &#34I have eagerly desired to eat this Passover with you before I suffer; "},{"book":"Luke","chapter":"22","verse":"16","text":" for I tell you, I will not eat it until it is fulfilled in the kingdom of God.&#34 "},{"book":"Luke","chapter":"22","verse":"17","text":" Then he took a cup, and after giving thanks he said, &#34Take this and divide it among yourselves; "},{"book":"Luke","chapter":"22","verse":"18","text":" for I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.&#34 "},{"book":"Luke","chapter":"22","verse":"19","text":" Then he took a loaf of bread, and when he had given thanks, he broke it and gave it to them, saying, &#34This is my body, which is given for you. Do this in remembrance of me.&#34 "},{"book":"Luke","chapter":"22","verse":"20","text":" And he did the same with the cup after supper, saying, &#34This cup that is poured out for you is the new covenant in my blood. "},{"book":"Luke","chapter":"22","verse":"21","text":" But see, the one who betrays me is with me, and his hand is on the table. "},{"book":"Luke","chapter":"22","verse":"22","text":" For the Son of Man is going as it has been determined, but woe to that one by whom he is betrayed!&#34 "},{"book":"Luke","chapter":"22","verse":"23","text":" Then they began to ask one another, which one of them it could be who would do this. "},{"book":"Luke","chapter":"22","verse":"24","text":" A dispute also arose among them as to which one of them was to be regarded as the greatest. "},{"book":"Luke","chapter":"22","verse":"25","text":" But he said to them, &#34The kings of the Gentiles lord it over them; and those in authority over them are called benefactors. "},{"book":"Luke","chapter":"22","verse":"26","text":" But not so with you; rather the greatest among you must become like the youngest, and the leader like one who serves. "},{"book":"Luke","chapter":"22","verse":"27","text":" For who is greater, the one who is at the table or the one who serves? Is it not the one at the table? But I am among you as one who serves. "},{"book":"Luke","chapter":"22","verse":"28","text":" &#34You are those who have stood by me in my trials; "},{"book":"Luke","chapter":"22","verse":"29","text":" and I confer on you, just as my Father has conferred on me, a kingdom, "},{"book":"Luke","chapter":"22","verse":"30","text":" so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel. "},{"book":"Luke","chapter":"22","verse":"31","text":" &#34Simon, Simon, listen! Satan has demanded to sift all of you like wheat, "},{"book":"Luke","chapter":"22","verse":"32","text":" but I have prayed for you that your own faith may not fail; and you, when once you have turned back, strengthen your brothers.&#34 "},{"book":"Luke","chapter":"22","verse":"33","text":" And he said to him, &#34Lord, I am ready to go with you to prison and to death!&#34 "},{"book":"Luke","chapter":"22","verse":"34","text":" Jesus said, &#34I tell you, Peter, the cock will not crow this day, until you have denied three times that you know me.&#34 "},{"book":"Luke","chapter":"22","verse":"35","text":" He said to them, &#34When I sent you out without a purse, bag, or sandals, did you lack anything?&#34 They said, &#34No, not a thing.&#34 "},{"book":"Luke","chapter":"22","verse":"36","text":" He said to them, &#34But now, the one who has a purse must take it, and likewise a bag. And the one who has no sword must sell his cloak and buy one. "},{"book":"Luke","chapter":"22","verse":"37","text":" For I tell you, this scripture must be fulfilled in me, &#39And he was counted among the lawless&#39; and indeed what is written about me is being fulfilled.&#34 "},{"book":"Luke","chapter":"22","verse":"38","text":" They said, &#34Lord, look, here are two swords.&#34 He replied, &#34It is enough.&#34 "},{"book":"Luke","chapter":"22","verse":"39","text":" He came out and went, as was his custom, to the Mount of Olives; and the disciples followed him. "},{"book":"Luke","chapter":"22","verse":"40","text":" When he reached the place, he said to them, &#34Pray that you may not come into the time of trial.&#34 "},{"book":"Luke","chapter":"22","verse":"41","text":" Then he withdrew from them about a stone&#39s throw, knelt down, and prayed, "},{"book":"Luke","chapter":"22","verse":"42","text":" &#34Father, if you are willing, remove this cup from me; yet, not my will but yours be done.&#34 "},{"book":"Luke","chapter":"22","verse":"43","text":" Then an angel from heaven appeared to him and gave him strength. "},{"book":"Luke","chapter":"22","verse":"44","text":" In his anguish he prayed more earnestly, and his sweat became like great drops of blood falling down on the ground. "},{"book":"Luke","chapter":"22","verse":"45","text":" When he got up from prayer, he came to the disciples and found them sleeping because of grief, "},{"book":"Luke","chapter":"22","verse":"46","text":" and he said to them, &#34Why are you sleeping? Get up and pray that you may not come into the time of trial.&#34 "},{"book":"Luke","chapter":"22","verse":"47","text":" While he was still speaking, suddenly a crowd came, and the one called Judas, one of the twelve, was leading them. He approached Jesus to kiss him; "},{"book":"Luke","chapter":"22","verse":"48","text":" but Jesus said to him, &#34Judas, is it with a kiss that you are betraying the Son of Man?&#34 "},{"book":"Luke","chapter":"22","verse":"49","text":" When those who were around him saw what was coming, they asked, &#34Lord, should we strike with the sword?&#34 "},{"book":"Luke","chapter":"22","verse":"50","text":" Then one of them struck the slave of the high priest and cut off his right ear. "},{"book":"Luke","chapter":"22","verse":"51","text":" But Jesus said, &#34No more of this!&#34 And he touched his ear and healed him. "},{"book":"Luke","chapter":"22","verse":"52","text":" Then Jesus said to the chief priests, the officers of the temple police, and the elders who had come for him, &#34Have you come out with swords and clubs as if I were a bandit? "},{"book":"Luke","chapter":"22","verse":"53","text":" When I was with you day after day in the temple, you did not lay hands on me. But this is your hour, and the power of darkness!&#34 "},{"book":"Luke","chapter":"22","verse":"54","text":" Then they seized him and led him away, bringing him into the high priest&#39s house. But Peter was following at a distance. "},{"book":"Luke","chapter":"22","verse":"55","text":" When they had kindled a fire in the middle of the courtyard and sat down together, Peter sat among them. "},{"book":"Luke","chapter":"22","verse":"56","text":" Then a servant-girl, seeing him in the firelight, stared at him and said, &#34This man also was with him.&#34 "},{"book":"Luke","chapter":"22","verse":"57","text":" But he denied it, saying, &#34Woman, I do not know him.&#34 "},{"book":"Luke","chapter":"22","verse":"58","text":" A little later someone else, on seeing him, said, &#34You also are one of them.&#34 But Peter said, &#34Man, I am not!&#34 "},{"book":"Luke","chapter":"22","verse":"59","text":" Then about an hour later still another kept insisting, &#34Surely this man also was with him; for he is a Galilean.&#34 "},{"book":"Luke","chapter":"22","verse":"60","text":" But Peter said, &#34Man, I do not know what you are talking about!&#34 At that moment, while he was still speaking, the cock crowed. "},{"book":"Luke","chapter":"22","verse":"61","text":" The Lord turned and looked at Peter. Then Peter remembered the word of the Lord, how he had said to him, &#34Before the cock crows today, you will deny me three times.&#34 "},{"book":"Luke","chapter":"22","verse":"62","text":" And he went out and wept bitterly. "},{"book":"Luke","chapter":"22","verse":"63","text":" Now the men who were holding Jesus began to mock him and beat him; "},{"book":"Luke","chapter":"22","verse":"64","text":" they also blindfolded him and kept asking him, &#34Prophesy! Who is it that struck you?&#34 "},{"book":"Luke","chapter":"22","verse":"65","text":" They kept heaping many other insults on him. "},{"book":"Luke","chapter":"22","verse":"66","text":" When day came, the assembly of the elders of the people, both chief priests and scribes, gathered together, and they brought him to their council. "},{"book":"Luke","chapter":"22","verse":"67","text":" They said, &#34If you are the Messiah, tell us.&#34 He replied, &#34If I tell you, you will not believe; "},{"book":"Luke","chapter":"22","verse":"68","text":" and if I question you, you will not answer. "},{"book":"Luke","chapter":"22","verse":"69","text":" But from now on the Son of Man will be seated at the right hand of the power of God.&#34 "},{"book":"Luke","chapter":"22","verse":"70","text":" All of them asked, &#34Are you, then, the Son of God?&#34 He said to them, &#34You say that I am.&#34 "},{"book":"Luke","chapter":"22","verse":"71","text":" Then they said, &#34What further testimony do we need? We have heard it ourselves from his own lips!&#34 "}]