[{"book":"Luke","chapter":"18","verse":"1","text":" Then Jesus told them a parable about their need to pray always and not to lose heart. "},{"book":"Luke","chapter":"18","verse":"2","text":" He said, &#34In a certain city there was a judge who neither feared God nor had respect for people. "},{"book":"Luke","chapter":"18","verse":"3","text":" In that city there was a widow who kept coming to him and saying, &#39Grant me justice against my opponent.&#39 "},{"book":"Luke","chapter":"18","verse":"4","text":" For a while he refused; but later he said to himself, &#39Though I have no fear of God and no respect for anyone, "},{"book":"Luke","chapter":"18","verse":"5","text":" yet because this widow keeps bothering me, I will grant her justice, so that she may not wear me out by continually coming.&#39&#34 "},{"book":"Luke","chapter":"18","verse":"6","text":" And the Lord said, &#34Listen to what the unjust judge says. "},{"book":"Luke","chapter":"18","verse":"7","text":" And will not God grant justice to his chosen ones who cry to him day and night? Will he delay long in helping them? "},{"book":"Luke","chapter":"18","verse":"8","text":" I tell you, he will quickly grant justice to them. And yet, when the Son of Man comes, will he find faith on earth?&#34 "},{"book":"Luke","chapter":"18","verse":"9","text":" He also told this parable to some who trusted in themselves that they were righteous and regarded others with contempt: "},{"book":"Luke","chapter":"18","verse":"10","text":" &#34Two men went up to the temple to pray, one a Pharisee and the other a tax collector. "},{"book":"Luke","chapter":"18","verse":"11","text":" The Pharisee, standing by himself, was praying thus, &#39God, I thank you that I am not like other people: thieves, rogues, adulterers, or even like this tax collector. "},{"book":"Luke","chapter":"18","verse":"12","text":" I fast twice a week; I give a tenth of all my income.&#39 "},{"book":"Luke","chapter":"18","verse":"13","text":" But the tax collector, standing far off, would not even look up to heaven, but was beating his breast and saying, &#39God, be merciful to me, a sinner!&#39 "},{"book":"Luke","chapter":"18","verse":"14","text":" I tell you, this man went down to his home justified rather than the other; for all who exalt themselves will be humbled, but all who humble themselves will be exalted.&#34 "},{"book":"Luke","chapter":"18","verse":"15","text":" People were bringing even infants to him that he might touch them; and when the disciples saw it, they sternly ordered them not to do it. "},{"book":"Luke","chapter":"18","verse":"16","text":" But Jesus called for them and said, &#34Let the little children come to me, and do not stop them; for it is to such as these that the kingdom of God belongs. "},{"book":"Luke","chapter":"18","verse":"17","text":" Truly I tell you, whoever does not receive the kingdom of God as a little child will never enter it.&#34 "},{"book":"Luke","chapter":"18","verse":"18","text":" A certain ruler asked him, &#34Good Teacher, what must I do to inherit eternal life?&#34 "},{"book":"Luke","chapter":"18","verse":"19","text":" Jesus said to him, &#34Why do you call me good? No one is good but God alone. "},{"book":"Luke","chapter":"18","verse":"20","text":" You know the commandments: &#39You shall not commit adultery; You shall not murder; You shall not steal; You shall not bear false witness; Honor your father and mother.&#39&#34 "},{"book":"Luke","chapter":"18","verse":"21","text":" He replied, &#34I have kept all these since my youth.&#34 "},{"book":"Luke","chapter":"18","verse":"22","text":" When Jesus heard this, he said to him, &#34There is still one thing lacking. Sell all that you own and distribute the money to the poor, and you will have treasure in heaven; then come, follow me.&#34 "},{"book":"Luke","chapter":"18","verse":"23","text":" But when he heard this, he became sad; for he was very rich. "},{"book":"Luke","chapter":"18","verse":"24","text":" Jesus looked at him and said, &#34How hard it is for those who have wealth to enter the kingdom of God! "},{"book":"Luke","chapter":"18","verse":"25","text":" Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.&#34 "},{"book":"Luke","chapter":"18","verse":"26","text":" Those who heard it said, &#34Then who can be saved?&#34 "},{"book":"Luke","chapter":"18","verse":"27","text":" He replied, &#34What is impossible for mortals is possible for God.&#34 "},{"book":"Luke","chapter":"18","verse":"28","text":" Then Peter said, &#34Look, we have left our homes and followed you.&#34 "},{"book":"Luke","chapter":"18","verse":"29","text":" And he said to them, &#34Truly I tell you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God, "},{"book":"Luke","chapter":"18","verse":"30","text":" who will not get back very much more in this age, and in the age to come eternal life.&#34 "},{"book":"Luke","chapter":"18","verse":"31","text":" Then he took the twelve aside and said to them, &#34See, we are going up to Jerusalem, and everything that is written about the Son of Man by the prophets will be accomplished. "},{"book":"Luke","chapter":"18","verse":"32","text":" For he will be handed over to the Gentiles; and he will be mocked and insulted and spat upon. "},{"book":"Luke","chapter":"18","verse":"33","text":" After they have flogged him, they will kill him, and on the third day he will rise again.&#34 "},{"book":"Luke","chapter":"18","verse":"34","text":" But they understood nothing about all these things; in fact, what he said was hidden from them, and they did not grasp what was said. "},{"book":"Luke","chapter":"18","verse":"35","text":" As he approached Jericho, a blind man was sitting by the roadside begging. "},{"book":"Luke","chapter":"18","verse":"36","text":" When he heard a crowd going by, he asked what was happening. "},{"book":"Luke","chapter":"18","verse":"37","text":" They told him, &#34Jesus of Nazareth is passing by.&#34 "},{"book":"Luke","chapter":"18","verse":"38","text":" Then he shouted, &#34Jesus, Son of David, have mercy on me!&#34 "},{"book":"Luke","chapter":"18","verse":"39","text":" Those who were in front sternly ordered him to be quiet; but he shouted even more loudly, &#34Son of David, have mercy on me!&#34 "},{"book":"Luke","chapter":"18","verse":"40","text":" Jesus stood still and ordered the man to be brought to him; and when he came near, he asked him, "},{"book":"Luke","chapter":"18","verse":"41","text":" &#34What do you want me to do for you?&#34 He said, &#34Lord, let me see again.&#34 "},{"book":"Luke","chapter":"18","verse":"42","text":" Jesus said to him, &#34Receive your sight; your faith has saved you.&#34 "},{"book":"Luke","chapter":"18","verse":"43","text":" Immediately he regained his sight and followed him, glorifying God; and all the people, when they saw it, praised God. "}]