[{"book":"Luke","chapter":"14","verse":"1","text":" On one occasion when Jesus was going to the house of a leader of the Pharisees to eat a meal on the sabbath, they were watching him closely. "},{"book":"Luke","chapter":"14","verse":"2","text":" Just then, in front of him, there was a man who had dropsy. "},{"book":"Luke","chapter":"14","verse":"3","text":" And Jesus asked the lawyers and Pharisees, &#34Is it lawful to cure people on the sabbath, or not?&#34 "},{"book":"Luke","chapter":"14","verse":"4","text":" But they were silent. So Jesus took him and healed him, and sent him away. "},{"book":"Luke","chapter":"14","verse":"5","text":" Then he said to them, &#34If one of you has a child or an ox that has fallen into a well, will you not immediately pull it out on a sabbath day?&#34 "},{"book":"Luke","chapter":"14","verse":"6","text":" And they could not reply to this. "},{"book":"Luke","chapter":"14","verse":"7","text":" When he noticed how the guests chose the places of honor, he told them a parable. "},{"book":"Luke","chapter":"14","verse":"8","text":" &#34When you are invited by someone to a wedding banquet, do not sit down at the place of honor, in case someone more distinguished than you has been invited by your host; "},{"book":"Luke","chapter":"14","verse":"9","text":" and the host who invited both of you may come and say to you, &#39Give this person your place,&#39 and then in disgrace you would start to take the lowest place. "},{"book":"Luke","chapter":"14","verse":"10","text":" But when you are invited, go and sit down at the lowest place, so that when your host comes, he may say to you, &#39Friend, move up higher&#39; then you will be honored in the presence of all who sit at the table with you. "},{"book":"Luke","chapter":"14","verse":"11","text":" For all who exalt themselves will be humbled, and those who humble themselves will be exalted.&#34 "},{"book":"Luke","chapter":"14","verse":"12","text":" He said also to the one who had invited him, &#34When you give a luncheon or a dinner, do not invite your friends or your brothers or your relatives or rich neighbors, in case they may invite you in return, and you would be repaid. "},{"book":"Luke","chapter":"14","verse":"13","text":" But when you give a banquet, invite the poor, the crippled, the lame, and the blind. "},{"book":"Luke","chapter":"14","verse":"14","text":" And you will be blessed, because they cannot repay you, for you will be repaid at the resurrection of the righteous.&#34 "},{"book":"Luke","chapter":"14","verse":"15","text":" One of the dinner guests, on hearing this, said to him, &#34Blessed is anyone who will eat bread in the kingdom of God!&#34 "},{"book":"Luke","chapter":"14","verse":"16","text":" Then Jesus said to him, &#34Someone gave a great dinner and invited many. "},{"book":"Luke","chapter":"14","verse":"17","text":" At the time for the dinner he sent his slave to say to those who had been invited, &#39Come; for everything is ready now.&#39 "},{"book":"Luke","chapter":"14","verse":"18","text":" But they all alike began to make excuses. The first said to him, &#39I have bought a piece of land, and I must go out and see it; please accept my regrets.&#39 "},{"book":"Luke","chapter":"14","verse":"19","text":" Another said, &#39I have bought five yoke of oxen, and I am going to try them out; please accept my regrets.&#39 "},{"book":"Luke","chapter":"14","verse":"20","text":" Another said, &#39I have just been married, and therefore I cannot come.&#39 "},{"book":"Luke","chapter":"14","verse":"21","text":" So the slave returned and reported this to his master. Then the owner of the house became angry and said to his slave, &#39Go out at once into the streets and lanes of the town and bring in the poor, the crippled, the blind, and the lame.&#39 "},{"book":"Luke","chapter":"14","verse":"22","text":" And the slave said, &#39Sir, what you ordered has been done, and there is still room.&#39 "},{"book":"Luke","chapter":"14","verse":"23","text":" Then the master said to the slave, &#39Go out into the roads and lanes, and compel people to come in, so that my house may be filled. "},{"book":"Luke","chapter":"14","verse":"24","text":" For I tell you, none of those who were invited will taste my dinner.&#39&#34 "},{"book":"Luke","chapter":"14","verse":"25","text":" Now large crowds were traveling with him; and he turned and said to them, "},{"book":"Luke","chapter":"14","verse":"26","text":" &#34Whoever comes to me and does not hate father and mother, wife and children, brothers and sisters, yes, and even life itself, cannot be my disciple. "},{"book":"Luke","chapter":"14","verse":"27","text":" Whoever does not carry the cross and follow me cannot be my disciple. "},{"book":"Luke","chapter":"14","verse":"28","text":" For which of you, intending to build a tower, does not first sit down and estimate the cost, to see whether he has enough to complete it? "},{"book":"Luke","chapter":"14","verse":"29","text":" Otherwise, when he has laid a foundation and is not able to finish, all who see it will begin to ridicule him, "},{"book":"Luke","chapter":"14","verse":"30","text":" saying, &#39This fellow began to build and was not able to finish.&#39 "},{"book":"Luke","chapter":"14","verse":"31","text":" Or what king, going out to wage war against another king, will not sit down first and consider whether he is able with ten thousand to oppose the one who comes against him with twenty thousand? "},{"book":"Luke","chapter":"14","verse":"32","text":" If he cannot, then, while the other is still far away, he sends a delegation and asks for the terms of peace. "},{"book":"Luke","chapter":"14","verse":"33","text":" So therefore, none of you can become my disciple if you do not give up all your possessions. "},{"book":"Luke","chapter":"14","verse":"34","text":" &#34Salt is good; but if salt has lost its taste, how can its saltiness be restored? "},{"book":"Luke","chapter":"14","verse":"35","text":" It is fit neither for the soil nor for the manure pile; they throw it away. Let anyone with ears to hear listen!&#34 "}]