[{"book":"Luke","chapter":"17","verse":"1","text":" Jesus said to his disciples, &#34Occasions for stumbling are bound to come, but woe to anyone by whom they come! "},{"book":"Luke","chapter":"17","verse":"2","text":" It would be better for you if a millstone were hung around your neck and you were thrown into the sea than for you to cause one of these little ones to stumble. "},{"book":"Luke","chapter":"17","verse":"3","text":" Be on your guard! If another disciple sins, you must rebuke the offender, and if there is repentance, you must forgive. "},{"book":"Luke","chapter":"17","verse":"4","text":" And if the same person sins against you seven times a day, and turns back to you seven times and says, &#39I repent,&#39 you must forgive.&#34 "},{"book":"Luke","chapter":"17","verse":"5","text":" The apostles said to the Lord, &#34Increase our faith!&#34 "},{"book":"Luke","chapter":"17","verse":"6","text":" The Lord replied, &#34If you had faith the size of a mustard seed, you could say to this mulberry tree, &#39Be uprooted and planted in the sea,&#39 and it would obey you. "},{"book":"Luke","chapter":"17","verse":"7","text":" &#34Who among you would say to your slave who has just come in from plowing or tending sheep in the field, &#39Come here at once and take your place at the table&#39? "},{"book":"Luke","chapter":"17","verse":"8","text":" Would you not rather say to him, &#39Prepare supper for me, put on your apron and serve me while I eat and drink; later you may eat and drink&#39? "},{"book":"Luke","chapter":"17","verse":"9","text":" Do you thank the slave for doing what was commanded? "},{"book":"Luke","chapter":"17","verse":"10","text":" So you also, when you have done all that you were ordered to do, say, &#39We are worthless slaves; we have done only what we ought to have done!&#39&#34 "},{"book":"Luke","chapter":"17","verse":"11","text":" On the way to Jerusalem Jesus was going through the region between Samaria and Galilee. "},{"book":"Luke","chapter":"17","verse":"12","text":" As he entered a village, ten lepers approached him. Keeping their distance, "},{"book":"Luke","chapter":"17","verse":"13","text":" they called out, saying, &#34Jesus, Master, have mercy on us!&#34 "},{"book":"Luke","chapter":"17","verse":"14","text":" When he saw them, he said to them, &#34Go and show yourselves to the priests.&#34 And as they went, they were made clean. "},{"book":"Luke","chapter":"17","verse":"15","text":" Then one of them, when he saw that he was healed, turned back, praising God with a loud voice. "},{"book":"Luke","chapter":"17","verse":"16","text":" He prostrated himself at Jesus&#39 feet and thanked him. And he was a Samaritan. "},{"book":"Luke","chapter":"17","verse":"17","text":" Then Jesus asked, &#34Were not ten made clean? But the other nine, where are they? "},{"book":"Luke","chapter":"17","verse":"18","text":" Was none of them found to return and give praise to God except this foreigner?&#34 "},{"book":"Luke","chapter":"17","verse":"19","text":" Then he said to him, &#34Get up and go on your way; your faith has made you well.&#34 "},{"book":"Luke","chapter":"17","verse":"20","text":" Once Jesus was asked by the Pharisees when the kingdom of God was coming, and he answered, &#34The kingdom of God is not coming with things that can be observed; "},{"book":"Luke","chapter":"17","verse":"21","text":" nor will they say, &#39Look, here it is!&#39 or &#39There it is!&#39 For, in fact, the kingdom of God is among you.&#34 "},{"book":"Luke","chapter":"17","verse":"22","text":" Then he said to the disciples, &#34The days are coming when you will long to see one of the days of the Son of Man, and you will not see it. "},{"book":"Luke","chapter":"17","verse":"23","text":" They will say to you, &#39Look there!&#39 or &#39Look here!&#39 Do not go, do not set off in pursuit. "},{"book":"Luke","chapter":"17","verse":"24","text":" For as the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day. "},{"book":"Luke","chapter":"17","verse":"25","text":" But first he must endure much suffering and be rejected by this generation. "},{"book":"Luke","chapter":"17","verse":"26","text":" Just as it was in the days of Noah, so too it will be in the days of the Son of Man. "},{"book":"Luke","chapter":"17","verse":"27","text":" They were eating and drinking, and marrying and being given in marriage, until the day Noah entered the ark, and the flood came and destroyed all of them. "},{"book":"Luke","chapter":"17","verse":"28","text":" Likewise, just as it was in the days of Lot: they were eating and drinking, buying and selling, planting and building, "},{"book":"Luke","chapter":"17","verse":"29","text":" but on the day that Lot left Sodom, it rained fire and sulfur from heaven and destroyed all of them "},{"book":"Luke","chapter":"17","verse":"30","text":" -- it will be like that on the day that the Son of Man is revealed. "},{"book":"Luke","chapter":"17","verse":"31","text":" On that day, anyone on the housetop who has belongings in the house must not come down to take them away; and likewise anyone in the field must not turn back. "},{"book":"Luke","chapter":"17","verse":"32","text":" Remember Lot&#39s wife. "},{"book":"Luke","chapter":"17","verse":"33","text":" Those who try to make their life secure will lose it, but those who lose their life will keep it. "},{"book":"Luke","chapter":"17","verse":"34","text":" I tell you, on that night there will be two in one bed; one will be taken and the other left. "},{"book":"Luke","chapter":"17","verse":"35","text":" There will be two women grinding meal together; one will be taken and the other left.&#34 "},{"book":"Luke","chapter":"17","verse":"36","text":"  "},{"book":"Luke","chapter":"17","verse":"37","text":" Then they asked him, &#34Where, Lord?&#34 He said to them, &#34Where the corpse is, there the vultures will gather.&#34 "}]