[{"book":"Malachi","chapter":"3","verse":"1","text":" See, I am sending my messenger to prepare the way before me, and the Lord whom you seek will suddenly come to his temple. The messenger of the covenant in whom you delight-- indeed, he is coming, says the LORD of hosts. "},{"book":"Malachi","chapter":"3","verse":"2","text":" But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner&#39s fire and like fullers&#39 soap; "},{"book":"Malachi","chapter":"3","verse":"3","text":" he will sit as a refiner and purifier of silver, and he will purify the descendants of Levi and refine them like gold and silver, until they present offerings to the LORD in righteousness. "},{"book":"Malachi","chapter":"3","verse":"4","text":" Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years. "},{"book":"Malachi","chapter":"3","verse":"5","text":" Then I will draw near to you for judgment; I will be swift to bear witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired workers in their wages, the widow and the orphan, against those who thrust aside the alien, and do not fear me, says the LORD of hosts. "},{"book":"Malachi","chapter":"3","verse":"6","text":" For I the LORD do not change; therefore you, O children of Jacob, have not perished. "},{"book":"Malachi","chapter":"3","verse":"7","text":" Ever since the days of your ancestors you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, &#34How shall we return?&#34 "},{"book":"Malachi","chapter":"3","verse":"8","text":" Will anyone rob God? Yet you are robbing me! But you say, &#34How are we robbing you?&#34 In your tithes and offerings! "},{"book":"Malachi","chapter":"3","verse":"9","text":" You are cursed with a curse, for you are robbing me-- the whole nation of you! "},{"book":"Malachi","chapter":"3","verse":"10","text":" Bring the full tithe into the storehouse, so that there may be food in my house, and thus put me to the test, says the LORD of hosts; see if I will not open the windows of heaven for you and pour down for you an overflowing blessing. "},{"book":"Malachi","chapter":"3","verse":"11","text":" I will rebuke the locust for you, so that it will not destroy the produce of your soil; and your vine in the field shall not be barren, says the LORD of hosts. "},{"book":"Malachi","chapter":"3","verse":"12","text":" Then all nations will count you happy, for you will be a land of delight, says the LORD of hosts. "},{"book":"Malachi","chapter":"3","verse":"13","text":" You have spoken harsh words against me, says the LORD. Yet you say, &#34How have we spoken against you?&#34 "},{"book":"Malachi","chapter":"3","verse":"14","text":" You have said, &#34It is vain to serve God. What do we profit by keeping his command or by going about as mourners before the LORD of hosts? "},{"book":"Malachi","chapter":"3","verse":"15","text":" Now we count the arrogant happy; evildoers not only prosper, but when they put God to the test they escape.&#34 "},{"book":"Malachi","chapter":"3","verse":"16","text":" Then those who revered the LORD spoke with one another. The LORD took note and listened, and a book of remembrance was written before him of those who revered the LORD and thought on his name. "},{"book":"Malachi","chapter":"3","verse":"17","text":" They shall be mine, says the LORD of hosts, my special possession on the day when I act, and I will spare them as parents spare their children who serve them. "},{"book":"Malachi","chapter":"3","verse":"18","text":" Then once more you shall see the difference between the righteous and the wicked, between one who serves God and one who does not serve him. "}]