[{"book":"Mark","chapter":"3","verse":"1","text":" Again he entered the synagogue, and a man was there who had a withered hand. "},{"book":"Mark","chapter":"3","verse":"2","text":" They watched him to see whether he would cure him on the sabbath, so that they might accuse him. "},{"book":"Mark","chapter":"3","verse":"3","text":" And he said to the man who had the withered hand, &#34Come forward.&#34 "},{"book":"Mark","chapter":"3","verse":"4","text":" Then he said to them, &#34Is it lawful to do good or to do harm on the sabbath, to save life or to kill?&#34 But they were silent. "},{"book":"Mark","chapter":"3","verse":"5","text":" He looked around at them with anger; he was grieved at their hardness of heart and said to the man, &#34Stretch out your hand.&#34 He stretched it out, and his hand was restored. "},{"book":"Mark","chapter":"3","verse":"6","text":" The Pharisees went out and immediately conspired with the Herodians against him, how to destroy him. "},{"book":"Mark","chapter":"3","verse":"7","text":" Jesus departed with his disciples to the sea, and a great multitude from Galilee followed him; "},{"book":"Mark","chapter":"3","verse":"8","text":" hearing all that he was doing, they came to him in great numbers from Judea, Jerusalem, Idumea, beyond the Jordan, and the region around Tyre and Sidon. "},{"book":"Mark","chapter":"3","verse":"9","text":" He told his disciples to have a boat ready for him because of the crowd, so that they would not crush him; "},{"book":"Mark","chapter":"3","verse":"10","text":" for he had cured many, so that all who had diseases pressed upon him to touch him. "},{"book":"Mark","chapter":"3","verse":"11","text":" Whenever the unclean spirits saw him, they fell down before him and shouted, &#34You are the Son of God!&#34 "},{"book":"Mark","chapter":"3","verse":"12","text":" But he sternly ordered them not to make him known. "},{"book":"Mark","chapter":"3","verse":"13","text":" He went up the mountain and called to him those whom he wanted, and they came to him. "},{"book":"Mark","chapter":"3","verse":"14","text":" And he appointed twelve, whom he also named apostles, to be with him, and to be sent out to proclaim the message, "},{"book":"Mark","chapter":"3","verse":"15","text":" and to have authority to cast out demons. "},{"book":"Mark","chapter":"3","verse":"16","text":" So he appointed the twelve: Simon (to whom he gave the name Peter); "},{"book":"Mark","chapter":"3","verse":"17","text":" James son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder); "},{"book":"Mark","chapter":"3","verse":"18","text":" and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James son of Alphaeus, and Thaddaeus, and Simon the Cananaean, "},{"book":"Mark","chapter":"3","verse":"19","text":" and Judas Iscariot, who betrayed him. Then he went home; "},{"book":"Mark","chapter":"3","verse":"20","text":" and the crowd came together again, so that they could not even eat. "},{"book":"Mark","chapter":"3","verse":"21","text":" When his family heard it, they went out to restrain him, for people were saying, &#34He has gone out of his mind.&#34 "},{"book":"Mark","chapter":"3","verse":"22","text":" And the scribes who came down from Jerusalem said, &#34He has Beelzebul, and by the ruler of the demons he casts out demons.&#34 "},{"book":"Mark","chapter":"3","verse":"23","text":" And he called them to him, and spoke to them in parables, &#34How can Satan cast out Satan? "},{"book":"Mark","chapter":"3","verse":"24","text":" If a kingdom is divided against itself, that kingdom cannot stand. "},{"book":"Mark","chapter":"3","verse":"25","text":" And if a house is divided against itself, that house will not be able to stand. "},{"book":"Mark","chapter":"3","verse":"26","text":" And if Satan has risen up against himself and is divided, he cannot stand, but his end has come. "},{"book":"Mark","chapter":"3","verse":"27","text":" But no one can enter a strong man&#39s house and plunder his property without first tying up the strong man; then indeed the house can be plundered. "},{"book":"Mark","chapter":"3","verse":"28","text":" &#34Truly I tell you, people will be forgiven for their sins and whatever blasphemies they utter; "},{"book":"Mark","chapter":"3","verse":"29","text":" but whoever blasphemes against the Holy Spirit can never have forgiveness, but is guilty of an eternal sin&#34-- "},{"book":"Mark","chapter":"3","verse":"30","text":" for they had said, &#34He has an unclean spirit.&#34 "},{"book":"Mark","chapter":"3","verse":"31","text":" Then his mother and his brothers came; and standing outside, they sent to him and called him. "},{"book":"Mark","chapter":"3","verse":"32","text":" A crowd was sitting around him; and they said to him, &#34Your mother and your brothers and sisters are outside, asking for you.&#34 "},{"book":"Mark","chapter":"3","verse":"33","text":" And he replied, &#34Who are my mother and my brothers?&#34 "},{"book":"Mark","chapter":"3","verse":"34","text":" And looking at those who sat around him, he said, &#34Here are my mother and my brothers! "},{"book":"Mark","chapter":"3","verse":"35","text":" Whoever does the will of God is my brother and sister and mother.&#34 "}]