[{"book":"Mark","chapter":"2","verse":"1","text":" When he returned to Capernaum after some days, it was reported that he was at home. "},{"book":"Mark","chapter":"2","verse":"2","text":" So many gathered around that there was no longer room for them, not even in front of the door; and he was speaking the word to them. "},{"book":"Mark","chapter":"2","verse":"3","text":" Then some people came, bringing to him a paralyzed man, carried by four of them. "},{"book":"Mark","chapter":"2","verse":"4","text":" And when they could not bring him to Jesus because of the crowd, they removed the roof above him; and after having dug through it, they let down the mat on which the paralytic lay. "},{"book":"Mark","chapter":"2","verse":"5","text":" When Jesus saw their faith, he said to the paralytic, &#34Son, your sins are forgiven.&#34 "},{"book":"Mark","chapter":"2","verse":"6","text":" Now some of the scribes were sitting there, questioning in their hearts, "},{"book":"Mark","chapter":"2","verse":"7","text":" &#34Why does this fellow speak in this way? It is blasphemy! Who can forgive sins but God alone?&#34 "},{"book":"Mark","chapter":"2","verse":"8","text":" At once Jesus perceived in his spirit that they were discussing these questions among themselves; and he said to them, &#34Why do you raise such questions in your hearts? "},{"book":"Mark","chapter":"2","verse":"9","text":" Which is easier, to say to the paralytic, &#39Your sins are forgiven,&#39 or to say, &#39Stand up and take your mat and walk&#39? "},{"book":"Mark","chapter":"2","verse":"10","text":" But so that you may know that the Son of Man has authority on earth to forgive sins&#34-- he said to the paralytic-- "},{"book":"Mark","chapter":"2","verse":"11","text":" &#34I say to you, stand up, take your mat and go to your home.&#34 "},{"book":"Mark","chapter":"2","verse":"12","text":" And he stood up, and immediately took the mat and went out before all of them; so that they were all amazed and glorified God, saying, &#34We have never seen anything like this!&#34 "},{"book":"Mark","chapter":"2","verse":"13","text":" Jesus went out again beside the sea; the whole crowd gathered around him, and he taught them. "},{"book":"Mark","chapter":"2","verse":"14","text":" As he was walking along, he saw Levi son of Alphaeus sitting at the tax booth, and he said to him, &#34Follow me.&#34 And he got up and followed him. "},{"book":"Mark","chapter":"2","verse":"15","text":" And as he sat at dinner in Levi&#39s house, many tax collectors and sinners were also sitting with Jesus and his disciples-- for there were many who followed him. "},{"book":"Mark","chapter":"2","verse":"16","text":" When the scribes of the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, &#34Why does he eat with tax collectors and sinners?&#34 "},{"book":"Mark","chapter":"2","verse":"17","text":" When Jesus heard this, he said to them, &#34Those who are well have no need of a physician, but those who are sick; I have come to call not the righteous but sinners.&#34 "},{"book":"Mark","chapter":"2","verse":"18","text":" Now John&#39s disciples and the Pharisees were fasting; and people came and said to him, &#34Why do John&#39s disciples and the disciples of the Pharisees fast, but your disciples do not fast?&#34 "},{"book":"Mark","chapter":"2","verse":"19","text":" Jesus said to them, &#34The wedding guests cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast. "},{"book":"Mark","chapter":"2","verse":"20","text":" The days will come when the bridegroom is taken away from them, and then they will fast on that day. "},{"book":"Mark","chapter":"2","verse":"21","text":" &#34No one sews a piece of unshrunk cloth on an old cloak; otherwise, the patch pulls away from it, the new from the old, and a worse tear is made. "},{"book":"Mark","chapter":"2","verse":"22","text":" And no one puts new wine into old wineskins; otherwise, the wine will burst the skins, and the wine is lost, and so are the skins; but one puts new wine into fresh wineskins.&#34 "},{"book":"Mark","chapter":"2","verse":"23","text":" One sabbath he was going through the grainfields; and as they made their way his disciples began to pluck heads of grain. "},{"book":"Mark","chapter":"2","verse":"24","text":" The Pharisees said to him, &#34Look, why are they doing what is not lawful on the sabbath?&#34 "},{"book":"Mark","chapter":"2","verse":"25","text":" And he said to them, &#34Have you never read what David did when he and his companions were hungry and in need of food? "},{"book":"Mark","chapter":"2","verse":"26","text":" He entered the house of God, when Abiathar was high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and he gave some to his companions.&#34 "},{"book":"Mark","chapter":"2","verse":"27","text":" Then he said to them, &#34The sabbath was made for humankind, and not humankind for the sabbath; "},{"book":"Mark","chapter":"2","verse":"28","text":" so the Son of Man is lord even of the sabbath.&#34 "}]