[{"book":"Matthew","chapter":"19","verse":"1","text":" When Jesus had finished saying these things, he left Galilee and went to the region of Judea beyond the Jordan. "},{"book":"Matthew","chapter":"19","verse":"2","text":" Large crowds followed him, and he cured them there. "},{"book":"Matthew","chapter":"19","verse":"3","text":" Some Pharisees came to him, and to test him they asked, &#34Is it lawful for a man to divorce his wife for any cause?&#34 "},{"book":"Matthew","chapter":"19","verse":"4","text":" He answered, &#34Have you not read that the one who made them at the beginning &#39made them male and female,&#39 "},{"book":"Matthew","chapter":"19","verse":"5","text":" and said, &#39For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh&#39? "},{"book":"Matthew","chapter":"19","verse":"6","text":" So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.&#34 "},{"book":"Matthew","chapter":"19","verse":"7","text":" They said to him, &#34Why then did Moses command us to give a certificate of dismissal and to divorce her?&#34 "},{"book":"Matthew","chapter":"19","verse":"8","text":" He said to them, &#34It was because you were so hard-hearted that Moses allowed you to divorce your wives, but from the beginning it was not so. "},{"book":"Matthew","chapter":"19","verse":"9","text":" And I say to you, whoever divorces his wife, except for unchastity, and marries another commits adultery.&#34 "},{"book":"Matthew","chapter":"19","verse":"10","text":" His disciples said to him, &#34If such is the case of a man with his wife, it is better not to marry.&#34 "},{"book":"Matthew","chapter":"19","verse":"11","text":" But he said to them, &#34Not everyone can accept this teaching, but only those to whom it is given. "},{"book":"Matthew","chapter":"19","verse":"12","text":" For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by others, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let anyone accept this who can.&#34 "},{"book":"Matthew","chapter":"19","verse":"13","text":" Then little children were being brought to him in order that he might lay his hands on them and pray. The disciples spoke sternly to those who brought them; "},{"book":"Matthew","chapter":"19","verse":"14","text":" but Jesus said, &#34Let the little children come to me, and do not stop them; for it is to such as these that the kingdom of heaven belongs.&#34 "},{"book":"Matthew","chapter":"19","verse":"15","text":" And he laid his hands on them and went on his way. "},{"book":"Matthew","chapter":"19","verse":"16","text":" Then someone came to him and said, &#34Teacher, what good deed must I do to have eternal life?&#34 "},{"book":"Matthew","chapter":"19","verse":"17","text":" And he said to him, &#34Why do you ask me about what is good? There is only one who is good. If you wish to enter into life, keep the commandments.&#34 "},{"book":"Matthew","chapter":"19","verse":"18","text":" He said to him, &#34Which ones?&#34 And Jesus said, &#34You shall not murder; You shall not commit adultery; You shall not steal; You shall not bear false witness; "},{"book":"Matthew","chapter":"19","verse":"19","text":" Honor your father and mother; also, You shall love your neighbor as yourself.&#34 "},{"book":"Matthew","chapter":"19","verse":"20","text":" The young man said to him, &#34I have kept all these; what do I still lack?&#34 "},{"book":"Matthew","chapter":"19","verse":"21","text":" Jesus said to him, &#34If you wish to be perfect, go, sell your possessions, and give the money to the poor, and you will have treasure in heaven; then come, follow me.&#34 "},{"book":"Matthew","chapter":"19","verse":"22","text":" When the young man heard this word, he went away grieving, for he had many possessions. "},{"book":"Matthew","chapter":"19","verse":"23","text":" Then Jesus said to his disciples, &#34Truly I tell you, it will be hard for a rich person to enter the kingdom of heaven. "},{"book":"Matthew","chapter":"19","verse":"24","text":" Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.&#34 "},{"book":"Matthew","chapter":"19","verse":"25","text":" When the disciples heard this, they were greatly astounded and said, &#34Then who can be saved?&#34 "},{"book":"Matthew","chapter":"19","verse":"26","text":" But Jesus looked at them and said, &#34For mortals it is impossible, but for God all things are possible.&#34 "},{"book":"Matthew","chapter":"19","verse":"27","text":" Then Peter said in reply, &#34Look, we have left everything and followed you. What then will we have?&#34 "},{"book":"Matthew","chapter":"19","verse":"28","text":" Jesus said to them, &#34Truly I tell you, at the renewal of all things, when the Son of Man is seated on the throne of his glory, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. "},{"book":"Matthew","chapter":"19","verse":"29","text":" And everyone who has left houses or brothers or sisters or father or mother or children or fields, for my name&#39s sake, will receive a hundredfold, and will inherit eternal life. "},{"book":"Matthew","chapter":"19","verse":"30","text":" But many who are first will be last, and the last will be first. "}]