[{"book":"Matthew","chapter":"8","verse":"1","text":" When Jesus had come down from the mountain, great crowds followed him; "},{"book":"Matthew","chapter":"8","verse":"2","text":" and there was a leper who came to him and knelt before him, saying, &#34Lord, if you choose, you can make me clean.&#34 "},{"book":"Matthew","chapter":"8","verse":"3","text":" He stretched out his hand and touched him, saying, &#34I do choose. Be made clean!&#34 Immediately his leprosy was cleansed. "},{"book":"Matthew","chapter":"8","verse":"4","text":" Then Jesus said to him, &#34See that you say nothing to anyone; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.&#34 "},{"book":"Matthew","chapter":"8","verse":"5","text":" When he entered Capernaum, a centurion came to him, appealing to him "},{"book":"Matthew","chapter":"8","verse":"6","text":" and saying, &#34Lord, my servant is lying at home paralyzed, in terrible distress.&#34 "},{"book":"Matthew","chapter":"8","verse":"7","text":" And he said to him, &#34I will come and cure him.&#34 "},{"book":"Matthew","chapter":"8","verse":"8","text":" The centurion answered, &#34Lord, I am not worthy to have you come under my roof; but only speak the word, and my servant will be healed. "},{"book":"Matthew","chapter":"8","verse":"9","text":" For I also am a man under authority, with soldiers under me; and I say to one, &#39Go,&#39 and he goes, and to another, &#39Come,&#39 and he comes, and to my slave, &#39Do this,&#39 and the slave does it.&#34 "},{"book":"Matthew","chapter":"8","verse":"10","text":" When Jesus heard him, he was amazed and said to those who followed him, &#34Truly I tell you, in no one in Israel have I found such faith. "},{"book":"Matthew","chapter":"8","verse":"11","text":" I tell you, many will come from east and west and will eat with Abraham and Isaac and Jacob in the kingdom of heaven, "},{"book":"Matthew","chapter":"8","verse":"12","text":" while the heirs of the kingdom will be thrown into the outer darkness, where there will be weeping and gnashing of teeth.&#34 "},{"book":"Matthew","chapter":"8","verse":"13","text":" And to the centurion Jesus said, &#34Go; let it be done for you according to your faith.&#34 And the servant was healed in that hour. "},{"book":"Matthew","chapter":"8","verse":"14","text":" When Jesus entered Peter&#39s house, he saw his mother-in-law lying in bed with a fever; "},{"book":"Matthew","chapter":"8","verse":"15","text":" he touched her hand, and the fever left her, and she got up and began to serve him. "},{"book":"Matthew","chapter":"8","verse":"16","text":" That evening they brought to him many who were possessed with demons; and he cast out the spirits with a word, and cured all who were sick. "},{"book":"Matthew","chapter":"8","verse":"17","text":" This was to fulfill what had been spoken through the prophet Isaiah, &#34He took our infirmities and bore our diseases.&#34 "},{"book":"Matthew","chapter":"8","verse":"18","text":" Now when Jesus saw great crowds around him, he gave orders to go over to the other side. "},{"book":"Matthew","chapter":"8","verse":"19","text":" A scribe then approached and said, &#34Teacher, I will follow you wherever you go.&#34 "},{"book":"Matthew","chapter":"8","verse":"20","text":" And Jesus said to him, &#34Foxes have holes, and birds of the air have nests; but the Son of Man has nowhere to lay his head.&#34 "},{"book":"Matthew","chapter":"8","verse":"21","text":" Another of his disciples said to him, &#34Lord, first let me go and bury my father.&#34 "},{"book":"Matthew","chapter":"8","verse":"22","text":" But Jesus said to him, &#34Follow me, and let the dead bury their own dead.&#34 "},{"book":"Matthew","chapter":"8","verse":"23","text":" And when he got into the boat, his disciples followed him. "},{"book":"Matthew","chapter":"8","verse":"24","text":" A windstorm arose on the sea, so great that the boat was being swamped by the waves; but he was asleep. "},{"book":"Matthew","chapter":"8","verse":"25","text":" And they went and woke him up, saying, &#34Lord, save us! We are perishing!&#34 "},{"book":"Matthew","chapter":"8","verse":"26","text":" And he said to them, &#34Why are you afraid, you of little faith?&#34 Then he got up and rebuked the winds and the sea; and there was a dead calm. "},{"book":"Matthew","chapter":"8","verse":"27","text":" They were amazed, saying, &#34What sort of man is this, that even the winds and the sea obey him?&#34 "},{"book":"Matthew","chapter":"8","verse":"28","text":" When he came to the other side, to the country of the Gadarenes, two demoniacs coming out of the tombs met him. They were so fierce that no one could pass that way. "},{"book":"Matthew","chapter":"8","verse":"29","text":" Suddenly they shouted, &#34What have you to do with us, Son of God? Have you come here to torment us before the time?&#34 "},{"book":"Matthew","chapter":"8","verse":"30","text":" Now a large herd of swine was feeding at some distance from them. "},{"book":"Matthew","chapter":"8","verse":"31","text":" The demons begged him, &#34If you cast us out, send us into the herd of swine.&#34 "},{"book":"Matthew","chapter":"8","verse":"32","text":" And he said to them, &#34Go!&#34 So they came out and entered the swine; and suddenly, the whole herd rushed down the steep bank into the sea and perished in the water. "},{"book":"Matthew","chapter":"8","verse":"33","text":" The swineherds ran off, and on going into the town, they told the whole story about what had happened to the demoniacs. "},{"book":"Matthew","chapter":"8","verse":"34","text":" Then the whole town came out to meet Jesus; and when they saw him, they begged him to leave their neighborhood. "}]