[{"book":"Matthew","chapter":"16","verse":"1","text":" The Pharisees and Sadducees came, and to test Jesus they asked him to show them a sign from heaven. "},{"book":"Matthew","chapter":"16","verse":"2","text":" He answered them, &#34When it is evening, you say, &#39It will be fair weather, for the sky is red.&#39 "},{"book":"Matthew","chapter":"16","verse":"3","text":" And in the morning, &#39It will be stormy today, for the sky is red and threatening.&#39 You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. "},{"book":"Matthew","chapter":"16","verse":"4","text":" An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah.&#34 Then he left them and went away. "},{"book":"Matthew","chapter":"16","verse":"5","text":" When the disciples reached the other side, they had forgotten to bring any bread. "},{"book":"Matthew","chapter":"16","verse":"6","text":" Jesus said to them, &#34Watch out, and beware of the yeast of the Pharisees and Sadducees.&#34 "},{"book":"Matthew","chapter":"16","verse":"7","text":" They said to one another, &#34It is because we have brought no bread.&#34 "},{"book":"Matthew","chapter":"16","verse":"8","text":" And becoming aware of it, Jesus said, &#34You of little faith, why are you talking about having no bread? "},{"book":"Matthew","chapter":"16","verse":"9","text":" Do you still not perceive? Do you not remember the five loaves for the five thousand, and how many baskets you gathered? "},{"book":"Matthew","chapter":"16","verse":"10","text":" Or the seven loaves for the four thousand, and how many baskets you gathered? "},{"book":"Matthew","chapter":"16","verse":"11","text":" How could you fail to perceive that I was not speaking about bread? Beware of the yeast of the Pharisees and Sadducees!&#34 "},{"book":"Matthew","chapter":"16","verse":"12","text":" Then they understood that he had not told them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees. "},{"book":"Matthew","chapter":"16","verse":"13","text":" Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, &#34Who do people say that the Son of Man is?&#34 "},{"book":"Matthew","chapter":"16","verse":"14","text":" And they said, &#34Some say John the Baptist, but others Elijah, and still others Jeremiah or one of the prophets.&#34 "},{"book":"Matthew","chapter":"16","verse":"15","text":" He said to them, &#34But who do you say that I am?&#34 "},{"book":"Matthew","chapter":"16","verse":"16","text":" Simon Peter answered, &#34You are the Messiah, the Son of the living God.&#34 "},{"book":"Matthew","chapter":"16","verse":"17","text":" And Jesus answered him, &#34Blessed are you, Simon son of Jonah! For flesh and blood has not revealed this to you, but my Father in heaven. "},{"book":"Matthew","chapter":"16","verse":"18","text":" And I tell you, you are Peter, and on this rock I will build my church, and the gates of Hades will not prevail against it. "},{"book":"Matthew","chapter":"16","verse":"19","text":" I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.&#34 "},{"book":"Matthew","chapter":"16","verse":"20","text":" Then he sternly ordered the disciples not to tell anyone that he was the Messiah. "},{"book":"Matthew","chapter":"16","verse":"21","text":" From that time on, Jesus began to show his disciples that he must go to Jerusalem and undergo great suffering at the hands of the elders and chief priests and scribes, and be killed, and on the third day be raised. "},{"book":"Matthew","chapter":"16","verse":"22","text":" And Peter took him aside and began to rebuke him, saying, &#34God forbid it, Lord! This must never happen to you.&#34 "},{"book":"Matthew","chapter":"16","verse":"23","text":" But he turned and said to Peter, &#34Get behind me, Satan! You are a stumbling block to me; for you are setting your mind not on divine things but on human things.&#34 "},{"book":"Matthew","chapter":"16","verse":"24","text":" Then Jesus told his disciples, &#34If any want to become my followers, let them deny themselves and take up their cross and follow me. "},{"book":"Matthew","chapter":"16","verse":"25","text":" For those who want to save their life will lose it, and those who lose their life for my sake will find it. "},{"book":"Matthew","chapter":"16","verse":"26","text":" For what will it profit them if they gain the whole world but forfeit their life? Or what will they give in return for their life? "},{"book":"Matthew","chapter":"16","verse":"27","text":" &#34For the Son of Man is to come with his angels in the glory of his Father, and then he will repay everyone for what has been done. "},{"book":"Matthew","chapter":"16","verse":"28","text":" Truly I tell you, there are some standing here who will not taste death before they see the Son of Man coming in his kingdom.&#34 "}]