[{"book":"Matthew","chapter":"5","verse":"1","text":" When Jesus saw the crowds, he went up the mountain; and after he sat down, his disciples came to him. "},{"book":"Matthew","chapter":"5","verse":"2","text":" Then he began to speak, and taught them, saying: "},{"book":"Matthew","chapter":"5","verse":"3","text":" &#34Blessed are the poor in spirit, for theirs is the kingdom of heaven. "},{"book":"Matthew","chapter":"5","verse":"4","text":" &#34Blessed are those who mourn, for they will be comforted. "},{"book":"Matthew","chapter":"5","verse":"5","text":" &#34Blessed are the meek, for they will inherit the earth. "},{"book":"Matthew","chapter":"5","verse":"6","text":" &#34Blessed are those who hunger and thirst for righteousness, for they will be filled. "},{"book":"Matthew","chapter":"5","verse":"7","text":" &#34Blessed are the merciful, for they will receive mercy. "},{"book":"Matthew","chapter":"5","verse":"8","text":" &#34Blessed are the pure in heart, for they will see God. "},{"book":"Matthew","chapter":"5","verse":"9","text":" &#34Blessed are the peacemakers, for they will be called children of God. "},{"book":"Matthew","chapter":"5","verse":"10","text":" &#34Blessed are those who are persecuted for righteousness&#39 sake, for theirs is the kingdom of heaven. "},{"book":"Matthew","chapter":"5","verse":"11","text":" &#34Blessed are you when people revile you and persecute you and utter all kinds of evil against you falsely on my account. "},{"book":"Matthew","chapter":"5","verse":"12","text":" Rejoice and be glad, for your reward is great in heaven, for in the same way they persecuted the prophets who were before you. "},{"book":"Matthew","chapter":"5","verse":"13","text":" &#34You are the salt of the earth; but if salt has lost its taste, how can its saltiness be restored? It is no longer good for anything, but is thrown out and trampled under foot. "},{"book":"Matthew","chapter":"5","verse":"14","text":" &#34You are the light of the world. A city built on a hill cannot be hid. "},{"book":"Matthew","chapter":"5","verse":"15","text":" No one after lighting a lamp puts it under the bushel basket, but on the lampstand, and it gives light to all in the house. "},{"book":"Matthew","chapter":"5","verse":"16","text":" In the same way, let your light shine before others, so that they may see your good works and give glory to your Father in heaven. "},{"book":"Matthew","chapter":"5","verse":"17","text":" &#34Do not think that I have come to abolish the law or the prophets; I have come not to abolish but to fulfill. "},{"book":"Matthew","chapter":"5","verse":"18","text":" For truly I tell you, until heaven and earth pass away, not one letter, not one stroke of a letter, will pass from the law until all is accomplished. "},{"book":"Matthew","chapter":"5","verse":"19","text":" Therefore, whoever breaks one of the least of these commandments, and teaches others to do the same, will be called least in the kingdom of heaven; but whoever does them and teaches them will be called great in the kingdom of heaven. "},{"book":"Matthew","chapter":"5","verse":"20","text":" For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven. "},{"book":"Matthew","chapter":"5","verse":"21","text":" &#34You have heard that it was said to those of ancient times, &#39You shall not murder&#39; and &#39whoever murders shall be liable to judgment.&#39 "},{"book":"Matthew","chapter":"5","verse":"22","text":" But I say to you that if you are angry with a brother or sister, you will be liable to judgment; and if you insult a brother or sister, you will be liable to the council; and if you say, &#39You fool,&#39 you will be liable to the hell of fire. "},{"book":"Matthew","chapter":"5","verse":"23","text":" So when you are offering your gift at the altar, if you remember that your brother or sister has something against you, "},{"book":"Matthew","chapter":"5","verse":"24","text":" leave your gift there before the altar and go; first be reconciled to your brother or sister, and then come and offer your gift. "},{"book":"Matthew","chapter":"5","verse":"25","text":" Come to terms quickly with your accuser while you are on the way to court with him, or your accuser may hand you over to the judge, and the judge to the guard, and you will be thrown into prison. "},{"book":"Matthew","chapter":"5","verse":"26","text":" Truly I tell you, you will never get out until you have paid the last penny. "},{"book":"Matthew","chapter":"5","verse":"27","text":" &#34You have heard that it was said, &#39You shall not commit adultery.&#39 "},{"book":"Matthew","chapter":"5","verse":"28","text":" But I say to you that everyone who looks at a woman with lust has already committed adultery with her in his heart. "},{"book":"Matthew","chapter":"5","verse":"29","text":" If your right eye causes you to sin, tear it out and throw it away; it is better for you to lose one of your members than for your whole body to be thrown into hell. "},{"book":"Matthew","chapter":"5","verse":"30","text":" And if your right hand causes you to sin, cut it off and throw it away; it is better for you to lose one of your members than for your whole body to go into hell. "},{"book":"Matthew","chapter":"5","verse":"31","text":" &#34It was also said, &#39Whoever divorces his wife, let him give her a certificate of divorce.&#39 "},{"book":"Matthew","chapter":"5","verse":"32","text":" But I say to you that anyone who divorces his wife, except on the ground of unchastity, causes her to commit adultery; and whoever marries a divorced woman commits adultery. "},{"book":"Matthew","chapter":"5","verse":"33","text":" &#34Again, you have heard that it was said to those of ancient times, &#39You shall not swear falsely, but carry out the vows you have made to the Lord.&#39 "},{"book":"Matthew","chapter":"5","verse":"34","text":" But I say to you, Do not swear at all, either by heaven, for it is the throne of God, "},{"book":"Matthew","chapter":"5","verse":"35","text":" or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King. "},{"book":"Matthew","chapter":"5","verse":"36","text":" And do not swear by your head, for you cannot make one hair white or black. "},{"book":"Matthew","chapter":"5","verse":"37","text":" Let your word be &#39Yes, Yes&#39 or &#39No, No&#39; anything more than this comes from the evil one. "},{"book":"Matthew","chapter":"5","verse":"38","text":" &#34You have heard that it was said, &#39An eye for an eye and a tooth for a tooth.&#39 "},{"book":"Matthew","chapter":"5","verse":"39","text":" But I say to you, Do not resist an evildoer. But if anyone strikes you on the right cheek, turn the other also; "},{"book":"Matthew","chapter":"5","verse":"40","text":" and if anyone wants to sue you and take your coat, give your cloak as well; "},{"book":"Matthew","chapter":"5","verse":"41","text":" and if anyone forces you to go one mile, go also the second mile. "},{"book":"Matthew","chapter":"5","verse":"42","text":" Give to everyone who begs from you, and do not refuse anyone who wants to borrow from you. "},{"book":"Matthew","chapter":"5","verse":"43","text":" &#34You have heard that it was said, &#39You shall love your neighbor and hate your enemy.&#39 "},{"book":"Matthew","chapter":"5","verse":"44","text":" But I say to you, Love your enemies and pray for those who persecute you, "},{"book":"Matthew","chapter":"5","verse":"45","text":" so that you may be children of your Father in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the righteous and on the unrighteous. "},{"book":"Matthew","chapter":"5","verse":"46","text":" For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? "},{"book":"Matthew","chapter":"5","verse":"47","text":" And if you greet only your brothers and sisters, what more are you doing than others? Do not even the Gentiles do the same? "},{"book":"Matthew","chapter":"5","verse":"48","text":" Be perfect, therefore, as your heavenly Father is perfect. "}]