[{"book":"Matthew","chapter":"3","verse":"1","text":" In those days John the Baptist appeared in the wilderness of Judea, proclaiming, "},{"book":"Matthew","chapter":"3","verse":"2","text":" &#34Repent, for the kingdom of heaven has come near.&#34 "},{"book":"Matthew","chapter":"3","verse":"3","text":" This is the one of whom the prophet Isaiah spoke when he said, &#34The voice of one crying out in the wilderness: &#39Prepare the way of the Lord, make his paths straight.&#39&#34 "},{"book":"Matthew","chapter":"3","verse":"4","text":" Now John wore clothing of camel&#39s hair with a leather belt around his waist, and his food was locusts and wild honey. "},{"book":"Matthew","chapter":"3","verse":"5","text":" Then the people of Jerusalem and all Judea were going out to him, and all the region along the Jordan, "},{"book":"Matthew","chapter":"3","verse":"6","text":" and they were baptized by him in the river Jordan, confessing their sins. "},{"book":"Matthew","chapter":"3","verse":"7","text":" But when he saw many Pharisees and Sadducees coming for baptism, he said to them, &#34You brood of vipers! Who warned you to flee from the wrath to come? "},{"book":"Matthew","chapter":"3","verse":"8","text":" Bear fruit worthy of repentance. "},{"book":"Matthew","chapter":"3","verse":"9","text":" Do not presume to say to yourselves, &#39We have Abraham as our ancestor&#39; for I tell you, God is able from these stones to raise up children to Abraham. "},{"book":"Matthew","chapter":"3","verse":"10","text":" Even now the ax is lying at the root of the trees; every tree therefore that does not bear good fruit is cut down and thrown into the fire. "},{"book":"Matthew","chapter":"3","verse":"11","text":" &#34I baptize you with water for repentance, but one who is more powerful than I is coming after me; I am not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire. "},{"book":"Matthew","chapter":"3","verse":"12","text":" His winnowing fork is in his hand, and he will clear his threshing floor and will gather his wheat into the granary; but the chaff he will burn with unquenchable fire.&#34 "},{"book":"Matthew","chapter":"3","verse":"13","text":" Then Jesus came from Galilee to John at the Jordan, to be baptized by him. "},{"book":"Matthew","chapter":"3","verse":"14","text":" John would have prevented him, saying, &#34I need to be baptized by you, and do you come to me?&#34 "},{"book":"Matthew","chapter":"3","verse":"15","text":" But Jesus answered him, &#34Let it be so now; for it is proper for us in this way to fulfill all righteousness.&#34 Then he consented. "},{"book":"Matthew","chapter":"3","verse":"16","text":" And when Jesus had been baptized, just as he came up from the water, suddenly the heavens were opened to him and he saw the Spirit of God descending like a dove and alighting on him. "},{"book":"Matthew","chapter":"3","verse":"17","text":" And a voice from heaven said, &#34This is my Son, the Beloved, with whom I am well pleased.&#34 "}]