[{"book":"Matthew","chapter":"27","verse":"1","text":" When morning came, all the chief priests and the elders of the people conferred together against Jesus in order to bring about his death. "},{"book":"Matthew","chapter":"27","verse":"2","text":" They bound him, led him away, and handed him over to Pilate the governor. "},{"book":"Matthew","chapter":"27","verse":"3","text":" When Judas, his betrayer, saw that Jesus was condemned, he repented and brought back the thirty pieces of silver to the chief priests and the elders. "},{"book":"Matthew","chapter":"27","verse":"4","text":" He said, &#34I have sinned by betraying innocent blood.&#34 But they said, &#34What is that to us? See to it yourself.&#34 "},{"book":"Matthew","chapter":"27","verse":"5","text":" Throwing down the pieces of silver in the temple, he departed; and he went and hanged himself. "},{"book":"Matthew","chapter":"27","verse":"6","text":" But the chief priests, taking the pieces of silver, said, &#34It is not lawful to put them into the treasury, since they are blood money.&#34 "},{"book":"Matthew","chapter":"27","verse":"7","text":" After conferring together, they used them to buy the potter&#39s field as a place to bury foreigners. "},{"book":"Matthew","chapter":"27","verse":"8","text":" For this reason that field has been called the Field of Blood to this day. "},{"book":"Matthew","chapter":"27","verse":"9","text":" Then was fulfilled what had been spoken through the prophet Jeremiah, &#34And they took the thirty pieces of silver, the price of the one on whom a price had been set, on whom some of the people of Israel had set a price, "},{"book":"Matthew","chapter":"27","verse":"10","text":" and they gave them for the potter&#39s field, as the Lord commanded me.&#34 "},{"book":"Matthew","chapter":"27","verse":"11","text":" Now Jesus stood before the governor; and the governor asked him, &#34Are you the King of the Jews?&#34 Jesus said, &#34You say so.&#34 "},{"book":"Matthew","chapter":"27","verse":"12","text":" But when he was accused by the chief priests and elders, he did not answer. "},{"book":"Matthew","chapter":"27","verse":"13","text":" Then Pilate said to him, &#34Do you not hear how many accusations they make against you?&#34 "},{"book":"Matthew","chapter":"27","verse":"14","text":" But he gave him no answer, not even to a single charge, so that the governor was greatly amazed. "},{"book":"Matthew","chapter":"27","verse":"15","text":" Now at the festival the governor was accustomed to release a prisoner for the crowd, anyone whom they wanted. "},{"book":"Matthew","chapter":"27","verse":"16","text":" At that time they had a notorious prisoner, called Jesus Barabbas. "},{"book":"Matthew","chapter":"27","verse":"17","text":" So after they had gathered, Pilate said to them, &#34Whom do you want me to release for you, Jesus Barabbas or Jesus who is called the Messiah?&#34 "},{"book":"Matthew","chapter":"27","verse":"18","text":" For he realized that it was out of jealousy that they had handed him over. "},{"book":"Matthew","chapter":"27","verse":"19","text":" While he was sitting on the judgment seat, his wife sent word to him, &#34Have nothing to do with that innocent man, for today I have suffered a great deal because of a dream about him.&#34 "},{"book":"Matthew","chapter":"27","verse":"20","text":" Now the chief priests and the elders persuaded the crowds to ask for Barabbas and to have Jesus killed. "},{"book":"Matthew","chapter":"27","verse":"21","text":" The governor again said to them, &#34Which of the two do you want me to release for you?&#34 And they said, &#34Barabbas.&#34 "},{"book":"Matthew","chapter":"27","verse":"22","text":" Pilate said to them, &#34Then what should I do with Jesus who is called the Messiah?&#34 All of them said, &#34Let him be crucified!&#34 "},{"book":"Matthew","chapter":"27","verse":"23","text":" Then he asked, &#34Why, what evil has he done?&#34 But they shouted all the more, &#34Let him be crucified!&#34 "},{"book":"Matthew","chapter":"27","verse":"24","text":" So when Pilate saw that he could do nothing, but rather that a riot was beginning, he took some water and washed his hands before the crowd, saying, &#34I am innocent of this man&#39s blood; see to it yourselves.&#34 "},{"book":"Matthew","chapter":"27","verse":"25","text":" Then the people as a whole answered, &#34His blood be on us and on our children!&#34 "},{"book":"Matthew","chapter":"27","verse":"26","text":" So he released Barabbas for them; and after flogging Jesus, he handed him over to be crucified. "},{"book":"Matthew","chapter":"27","verse":"27","text":" Then the soldiers of the governor took Jesus into the governor&#39s headquarters, and they gathered the whole cohort around him. "},{"book":"Matthew","chapter":"27","verse":"28","text":" They stripped him and put a scarlet robe on him, "},{"book":"Matthew","chapter":"27","verse":"29","text":" and after twisting some thorns into a crown, they put it on his head. They put a reed in his right hand and knelt before him and mocked him, saying, &#34Hail, King of the Jews!&#34 "},{"book":"Matthew","chapter":"27","verse":"30","text":" They spat on him, and took the reed and struck him on the head. "},{"book":"Matthew","chapter":"27","verse":"31","text":" After mocking him, they stripped him of the robe and put his own clothes on him. Then they led him away to crucify him. "},{"book":"Matthew","chapter":"27","verse":"32","text":" As they went out, they came upon a man from Cyrene named Simon; they compelled this man to carry his cross. "},{"book":"Matthew","chapter":"27","verse":"33","text":" And when they came to a place called Golgotha (which means Place of a Skull), "},{"book":"Matthew","chapter":"27","verse":"34","text":" they offered him wine to drink, mixed with gall; but when he tasted it, he would not drink it. "},{"book":"Matthew","chapter":"27","verse":"35","text":" And when they had crucified him, they divided his clothes among themselves by casting lots; "},{"book":"Matthew","chapter":"27","verse":"36","text":" then they sat down there and kept watch over him. "},{"book":"Matthew","chapter":"27","verse":"37","text":" Over his head they put the charge against him, which read, &#34This is Jesus, the King of the Jews.&#34 "},{"book":"Matthew","chapter":"27","verse":"38","text":" Then two bandits were crucified with him, one on his right and one on his left. "},{"book":"Matthew","chapter":"27","verse":"39","text":" Those who passed by derided him, shaking their heads "},{"book":"Matthew","chapter":"27","verse":"40","text":" and saying, &#34You who would destroy the temple and build it in three days, save yourself! If you are the Son of God, come down from the cross.&#34 "},{"book":"Matthew","chapter":"27","verse":"41","text":" In the same way the chief priests also, along with the scribes and elders, were mocking him, saying, "},{"book":"Matthew","chapter":"27","verse":"42","text":" &#34He saved others; he cannot save himself. He is the King of Israel; let him come down from the cross now, and we will believe in him. "},{"book":"Matthew","chapter":"27","verse":"43","text":" He trusts in God; let God deliver him now, if he wants to; for he said, &#39I am God&#39s Son.&#39&#34 "},{"book":"Matthew","chapter":"27","verse":"44","text":" The bandits who were crucified with him also taunted him in the same way. "},{"book":"Matthew","chapter":"27","verse":"45","text":" From noon on, darkness came over the whole land until three in the afternoon. "},{"book":"Matthew","chapter":"27","verse":"46","text":" And about three o&#39clock Jesus cried with a loud voice, &#34Eli, Eli, lema sabachthani?&#34 that is, &#34My God, my God, why have you forsaken me?&#34 "},{"book":"Matthew","chapter":"27","verse":"47","text":" When some of the bystanders heard it, they said, &#34This man is calling for Elijah.&#34 "},{"book":"Matthew","chapter":"27","verse":"48","text":" At once one of them ran and got a sponge, filled it with sour wine, put it on a stick, and gave it to him to drink. "},{"book":"Matthew","chapter":"27","verse":"49","text":" But the others said, &#34Wait, let us see whether Elijah will come to save him.&#34 "},{"book":"Matthew","chapter":"27","verse":"50","text":" Then Jesus cried again with a loud voice and breathed his last. "},{"book":"Matthew","chapter":"27","verse":"51","text":" At that moment the curtain of the temple was torn in two, from top to bottom. The earth shook, and the rocks were split. "},{"book":"Matthew","chapter":"27","verse":"52","text":" The tombs also were opened, and many bodies of the saints who had fallen asleep were raised. "},{"book":"Matthew","chapter":"27","verse":"53","text":" After his resurrection they came out of the tombs and entered the holy city and appeared to many. "},{"book":"Matthew","chapter":"27","verse":"54","text":" Now when the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and what took place, they were terrified and said, &#34Truly this man was God&#39s Son!&#34 "},{"book":"Matthew","chapter":"27","verse":"55","text":" Many women were also there, looking on from a distance; they had followed Jesus from Galilee and had provided for him. "},{"book":"Matthew","chapter":"27","verse":"56","text":" Among them were Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee. "},{"book":"Matthew","chapter":"27","verse":"57","text":" When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus. "},{"book":"Matthew","chapter":"27","verse":"58","text":" He went to Pilate and asked for the body of Jesus; then Pilate ordered it to be given to him. "},{"book":"Matthew","chapter":"27","verse":"59","text":" So Joseph took the body and wrapped it in a clean linen cloth "},{"book":"Matthew","chapter":"27","verse":"60","text":" and laid it in his own new tomb, which he had hewn in the rock. He then rolled a great stone to the door of the tomb and went away. "},{"book":"Matthew","chapter":"27","verse":"61","text":" Mary Magdalene and the other Mary were there, sitting opposite the tomb. "},{"book":"Matthew","chapter":"27","verse":"62","text":" The next day, that is, after the day of Preparation, the chief priests and the Pharisees gathered before Pilate "},{"book":"Matthew","chapter":"27","verse":"63","text":" and said, &#34Sir, we remember what that impostor said while he was still alive, &#39After three days I will rise again.&#39 "},{"book":"Matthew","chapter":"27","verse":"64","text":" Therefore command the tomb to be made secure until the third day; otherwise his disciples may go and steal him away, and tell the people, &#39He has been raised from the dead,&#39 and the last deception would be worse than the first.&#34 "},{"book":"Matthew","chapter":"27","verse":"65","text":" Pilate said to them, &#34You have a guard of soldiers; go, make it as secure as you can.&#34 "},{"book":"Matthew","chapter":"27","verse":"66","text":" So they went with the guard and made the tomb secure by sealing the stone. "}]