[{"book":"Matthew","chapter":"4","verse":"1","text":" Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. "},{"book":"Matthew","chapter":"4","verse":"2","text":" He fasted forty days and forty nights, and afterwards he was famished. "},{"book":"Matthew","chapter":"4","verse":"3","text":" The tempter came and said to him, &#34If you are the Son of God, command these stones to become loaves of bread.&#34 "},{"book":"Matthew","chapter":"4","verse":"4","text":" But he answered, &#34It is written, &#39One does not live by bread alone, but by every word that comes from the mouth of God.&#39&#34 "},{"book":"Matthew","chapter":"4","verse":"5","text":" Then the devil took him to the holy city and placed him on the pinnacle of the temple, "},{"book":"Matthew","chapter":"4","verse":"6","text":" saying to him, &#34If you are the Son of God, throw yourself down; for it is written, &#39He will command his angels concerning you,&#39 and &#39On their hands they will bear you up, so that you will not dash your foot against a stone.&#39&#34 "},{"book":"Matthew","chapter":"4","verse":"7","text":" Jesus said to him, &#34Again it is written, &#39Do not put the Lord your God to the test.&#39&#34 "},{"book":"Matthew","chapter":"4","verse":"8","text":" Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor; "},{"book":"Matthew","chapter":"4","verse":"9","text":" and he said to him, &#34All these I will give you, if you will fall down and worship me.&#34 "},{"book":"Matthew","chapter":"4","verse":"10","text":" Jesus said to him, &#34Away with you, Satan! for it is written, &#39Worship the Lord your God, and serve only him.&#39&#34 "},{"book":"Matthew","chapter":"4","verse":"11","text":" Then the devil left him, and suddenly angels came and waited on him. "},{"book":"Matthew","chapter":"4","verse":"12","text":" Now when Jesus heard that John had been arrested, he withdrew to Galilee. "},{"book":"Matthew","chapter":"4","verse":"13","text":" He left Nazareth and made his home in Capernaum by the sea, in the territory of Zebulun and Naphtali, "},{"book":"Matthew","chapter":"4","verse":"14","text":" so that what had been spoken through the prophet Isaiah might be fulfilled: "},{"book":"Matthew","chapter":"4","verse":"15","text":" &#34Land of Zebulun, land of Naphtali, on the road by the sea, across the Jordan, Galilee of the Gentiles-- "},{"book":"Matthew","chapter":"4","verse":"16","text":" the people who sat in darkness have seen a great light, and for those who sat in the region and shadow of death light has dawned.&#34 "},{"book":"Matthew","chapter":"4","verse":"17","text":" From that time Jesus began to proclaim, &#34Repent, for the kingdom of heaven has come near.&#34 "},{"book":"Matthew","chapter":"4","verse":"18","text":" As he walked by the Sea of Galilee, he saw two brothers, Simon, who is called Peter, and Andrew his brother, casting a net into the sea-- for they were fishermen. "},{"book":"Matthew","chapter":"4","verse":"19","text":" And he said to them, &#34Follow me, and I will make you fish for people.&#34 "},{"book":"Matthew","chapter":"4","verse":"20","text":" Immediately they left their nets and followed him. "},{"book":"Matthew","chapter":"4","verse":"21","text":" As he went from there, he saw two other brothers, James son of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets, and he called them. "},{"book":"Matthew","chapter":"4","verse":"22","text":" Immediately they left the boat and their father, and followed him. "},{"book":"Matthew","chapter":"4","verse":"23","text":" Jesus went throughout Galilee, teaching in their synagogues and proclaiming the good news of the kingdom and curing every disease and every sickness among the people. "},{"book":"Matthew","chapter":"4","verse":"24","text":" So his fame spread throughout all Syria, and they brought to him all the sick, those who were afflicted with various diseases and pains, demoniacs, epileptics, and paralytics, and he cured them. "},{"book":"Matthew","chapter":"4","verse":"25","text":" And great crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan. "}]