[{"book":"Nahum","chapter":"2","verse":"1","text":" A shatterer has come up against you. Guard the ramparts; watch the road; gird your loins; collect all your strength. "},{"book":"Nahum","chapter":"2","verse":"2","text":" (For the LORD is restoring the majesty of Jacob, as well as the majesty of Israel, though ravagers have ravaged them and ruined their branches.) "},{"book":"Nahum","chapter":"2","verse":"3","text":" The shields of his warriors are red; his soldiers are clothed in crimson. The metal on the chariots flashes on the day when he musters them; the chargers prance. "},{"book":"Nahum","chapter":"2","verse":"4","text":" The chariots race madly through the streets, they rush to and fro through the squares; their appearance is like torches, they dart like lightning. "},{"book":"Nahum","chapter":"2","verse":"5","text":" He calls his officers; they stumble as they come forward; they hasten to the wall, and the mantelet is set up. "},{"book":"Nahum","chapter":"2","verse":"6","text":" The river gates are opened, the palace trembles. "},{"book":"Nahum","chapter":"2","verse":"7","text":" It is decreed that the city be exiled, its slave women led away, moaning like doves and beating their breasts. "},{"book":"Nahum","chapter":"2","verse":"8","text":" Nineveh is like a pool whose waters run away. &#34Halt! Halt!&#34-- but no one turns back. "},{"book":"Nahum","chapter":"2","verse":"9","text":" &#34Plunder the silver, plunder the gold! There is no end of treasure! An abundance of every precious thing!&#34 "},{"book":"Nahum","chapter":"2","verse":"10","text":" Devastation, desolation, and destruction! Hearts faint and knees tremble, all loins quake, all faces grow pale! "},{"book":"Nahum","chapter":"2","verse":"11","text":" What became of the lions&#39 den, the cave of the young lions, where the lion goes, and the lion&#39s cubs, with no one to disturb them? "},{"book":"Nahum","chapter":"2","verse":"12","text":" The lion has torn enough for his whelps and strangled prey for his lionesses; he has filled his caves with prey and his dens with torn flesh. "},{"book":"Nahum","chapter":"2","verse":"13","text":" See, I am against you, says the LORD of hosts, and I will burn your chariots in smoke, and the sword shall devour your young lions; I will cut off your prey from the earth, and the voice of your messengers shall be heard no more. "}]