[{"book":"Nahum","chapter":"1","verse":"1","text":" An oracle concerning Nineveh. The book of the vision of Nahum of Elkosh. "},{"book":"Nahum","chapter":"1","verse":"2","text":" A jealous and avenging God is the LORD, the LORD is avenging and wrathful; the LORD takes vengeance on his adversaries and rages against his enemies. "},{"book":"Nahum","chapter":"1","verse":"3","text":" The LORD is slow to anger but great in power, and the LORD will by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet. "},{"book":"Nahum","chapter":"1","verse":"4","text":" He rebukes the sea and makes it dry, and he dries up all the rivers; Bashan and Carmel wither, and the bloom of Lebanon fades. "},{"book":"Nahum","chapter":"1","verse":"5","text":" The mountains quake before him, and the hills melt; the earth heaves before him, the world and all who live in it. "},{"book":"Nahum","chapter":"1","verse":"6","text":" Who can stand before his indignation? Who can endure the heat of his anger? His wrath is poured out like fire, and by him the rocks are broken in pieces. "},{"book":"Nahum","chapter":"1","verse":"7","text":" The LORD is good, a stronghold in a day of trouble; he protects those who take refuge in him, "},{"book":"Nahum","chapter":"1","verse":"8","text":" even in a rushing flood. He will make a full end of his adversaries, and will pursue his enemies into darkness. "},{"book":"Nahum","chapter":"1","verse":"9","text":" Why do you plot against the LORD? He will make an end; no adversary will rise up twice. "},{"book":"Nahum","chapter":"1","verse":"10","text":" Like thorns they are entangled, like drunkards they are drunk; they are consumed like dry straw. "},{"book":"Nahum","chapter":"1","verse":"11","text":" From you one has gone out who plots evil against the LORD, one who counsels wickedness. "},{"book":"Nahum","chapter":"1","verse":"12","text":" Thus says the LORD, &#34Though they are at full strength and many, they will be cut off and pass away. Though I have afflicted you, I will afflict you no more. "},{"book":"Nahum","chapter":"1","verse":"13","text":" And now I will break off his yoke from you and snap the bonds that bind you.&#34 "},{"book":"Nahum","chapter":"1","verse":"14","text":" The LORD has commanded concerning you: &#34Your name shall be perpetuated no longer; from the house of your gods I will cut off the carved image and the cast image. I will make your grave, for you are worthless.&#34 "},{"book":"Nahum","chapter":"1","verse":"15","text":" Look! On the mountains the feet of one who brings good tidings, who proclaims peace! Celebrate your festivals, O Judah, fulfill your vows, for never again shall the wicked invade you; they are utterly cut off. "}]