[{"book":"Nehemiah","chapter":"4","verse":"1","text":" Now when Sanballat heard that we were building the wall, he was angry and greatly enraged, and he mocked the Jews. "},{"book":"Nehemiah","chapter":"4","verse":"2","text":" He said in the presence of his associates and of the army of Samaria, &#34What are these feeble Jews doing? Will they restore things? Will they sacrifice? Will they finish it in a day? Will they revive the stones out of the heaps of rubbish-- and burned ones at that?&#34 "},{"book":"Nehemiah","chapter":"4","verse":"3","text":" Tobiah the Ammonite was beside him, and he said, &#34That stone wall they are building-- any fox going up on it would break it down!&#34 "},{"book":"Nehemiah","chapter":"4","verse":"4","text":" Hear, O our God, for we are despised; turn their taunt back on their own heads, and give them over as plunder in a land of captivity. "},{"book":"Nehemiah","chapter":"4","verse":"5","text":" Do not cover their guilt, and do not let their sin be blotted out from your sight; for they have hurled insults in the face of the builders. "},{"book":"Nehemiah","chapter":"4","verse":"6","text":" So we rebuilt the wall, and all the wall was joined together to half its height; for the people had a mind to work. "},{"book":"Nehemiah","chapter":"4","verse":"7","text":" But when Sanballat and Tobiah and the Arabs and the Ammonites and the Ashdodites heard that the repairing of the walls of Jerusalem was going forward and the gaps were beginning to be closed, they were very angry, "},{"book":"Nehemiah","chapter":"4","verse":"8","text":" and all plotted together to come and fight against Jerusalem and to cause confusion in it. "},{"book":"Nehemiah","chapter":"4","verse":"9","text":" So we prayed to our God, and set a guard as a protection against them day and night. "},{"book":"Nehemiah","chapter":"4","verse":"10","text":" But Judah said, &#34The strength of the burden bearers is failing, and there is too much rubbish so that we are unable to work on the wall.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"11","text":" And our enemies said, &#34They will not know or see anything before we come upon them and kill them and stop the work.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"12","text":" When the Jews who lived near them came, they said to us ten times, &#34From all the places where they live they will come up against us.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"13","text":" So in the lowest parts of the space behind the wall, in open places, I stationed the people according to their families, with their swords, their spears, and their bows. "},{"book":"Nehemiah","chapter":"4","verse":"14","text":" After I looked these things over, I stood up and said to the nobles and the officials and the rest of the people, &#34Do not be afraid of them. Remember the LORD, who is great and awesome, and fight for your kin, your sons, your daughters, your wives, and your homes.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"15","text":" When our enemies heard that their plot was known to us, and that God had frustrated it, we all returned to the wall, each to his work. "},{"book":"Nehemiah","chapter":"4","verse":"16","text":" From that day on, half of my servants worked on construction, and half held the spears, shields, bows, and body-armor; and the leaders posted themselves behind the whole house of Judah, "},{"book":"Nehemiah","chapter":"4","verse":"17","text":" who were building the wall. The burden bearers carried their loads in such a way that each labored on the work with one hand and with the other held a weapon. "},{"book":"Nehemiah","chapter":"4","verse":"18","text":" And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me. "},{"book":"Nehemiah","chapter":"4","verse":"19","text":" And I said to the nobles, the officials, and the rest of the people, &#34The work is great and widely spread out, and we are separated far from one another on the wall. "},{"book":"Nehemiah","chapter":"4","verse":"20","text":" Rally to us wherever you hear the sound of the trumpet. Our God will fight for us.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"21","text":" So we labored at the work, and half of them held the spears from break of dawn until the stars came out. "},{"book":"Nehemiah","chapter":"4","verse":"22","text":" I also said to the people at that time, &#34Let every man and his servant pass the night inside Jerusalem, so that they may be a guard for us by night and may labor by day.&#34 "},{"book":"Nehemiah","chapter":"4","verse":"23","text":" So neither I nor my brothers nor my servants nor the men of the guard who followed me ever took off our clothes; each kept his weapon in his right hand. "}]