[{"book":"Numbers","chapter":"20","verse":"1","text":" The Israelites, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. Miriam died there, and was buried there. "},{"book":"Numbers","chapter":"20","verse":"2","text":" Now there was no water for the congregation; so they gathered together against Moses and against Aaron. "},{"book":"Numbers","chapter":"20","verse":"3","text":" The people quarreled with Moses and said, &#34Would that we had died when our kindred died before the LORD! "},{"book":"Numbers","chapter":"20","verse":"4","text":" Why have you brought the assembly of the LORD into this wilderness for us and our livestock to die here? "},{"book":"Numbers","chapter":"20","verse":"5","text":" Why have you brought us up out of Egypt, to bring us to this wretched place? It is no place for grain, or figs, or vines, or pomegranates; and there is no water to drink.&#34 "},{"book":"Numbers","chapter":"20","verse":"6","text":" Then Moses and Aaron went away from the assembly to the entrance of the tent of meeting; they fell on their faces, and the glory of the LORD appeared to them. "},{"book":"Numbers","chapter":"20","verse":"7","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"20","verse":"8","text":" Take the staff, and assemble the congregation, you and your brother Aaron, and command the rock before their eyes to yield its water. Thus you shall bring water out of the rock for them; thus you shall provide drink for the congregation and their livestock. "},{"book":"Numbers","chapter":"20","verse":"9","text":" So Moses took the staff from before the LORD, as he had commanded him. "},{"book":"Numbers","chapter":"20","verse":"10","text":" Moses and Aaron gathered the assembly together before the rock, and he said to them, &#34Listen, you rebels, shall we bring water for you out of this rock?&#34 "},{"book":"Numbers","chapter":"20","verse":"11","text":" Then Moses lifted up his hand and struck the rock twice with his staff; water came out abundantly, and the congregation and their livestock drank. "},{"book":"Numbers","chapter":"20","verse":"12","text":" But the LORD said to Moses and Aaron, &#34Because you did not trust in me, to show my holiness before the eyes of the Israelites, therefore you shall not bring this assembly into the land that I have given them.&#34 "},{"book":"Numbers","chapter":"20","verse":"13","text":" These are the waters of Meribah, where the people of Israel quarreled with the LORD, and by which he showed his holiness. "},{"book":"Numbers","chapter":"20","verse":"14","text":" Moses sent messengers from Kadesh to the king of Edom, &#34Thus says your brother Israel: You know all the adversity that has befallen us: "},{"book":"Numbers","chapter":"20","verse":"15","text":" how our ancestors went down to Egypt, and we lived in Egypt a long time; and the Egyptians oppressed us and our ancestors; "},{"book":"Numbers","chapter":"20","verse":"16","text":" and when we cried to the LORD, he heard our voice, and sent an angel and brought us out of Egypt; and here we are in Kadesh, a town on the edge of your territory. "},{"book":"Numbers","chapter":"20","verse":"17","text":" Now let us pass through your land. We will not pass through field or vineyard, or drink water from any well; we will go along the King&#39s Highway, not turning aside to the right hand or to the left until we have passed through your territory.&#34 "},{"book":"Numbers","chapter":"20","verse":"18","text":" But Edom said to him, &#34You shall not pass through, or we will come out with the sword against you.&#34 "},{"book":"Numbers","chapter":"20","verse":"19","text":" The Israelites said to him, &#34We will stay on the highway; and if we drink of your water, we and our livestock, then we will pay for it. It is only a small matter; just let us pass through on foot.&#34 "},{"book":"Numbers","chapter":"20","verse":"20","text":" But he said, &#34You shall not pass through.&#34 And Edom came out against them with a large force, heavily armed. "},{"book":"Numbers","chapter":"20","verse":"21","text":" Thus Edom refused to give Israel passage through their territory; so Israel turned away from them. "},{"book":"Numbers","chapter":"20","verse":"22","text":" They set out from Kadesh, and the Israelites, the whole congregation, came to Mount Hor. "},{"book":"Numbers","chapter":"20","verse":"23","text":" Then the LORD said to Moses and Aaron at Mount Hor, on the border of the land of Edom, "},{"book":"Numbers","chapter":"20","verse":"24","text":" &#34Let Aaron be gathered to his people. For he shall not enter the land that I have given to the Israelites, because you rebelled against my command at the waters of Meribah. "},{"book":"Numbers","chapter":"20","verse":"25","text":" Take Aaron and his son Eleazar, and bring them up Mount Hor; "},{"book":"Numbers","chapter":"20","verse":"26","text":" strip Aaron of his vestments, and put them on his son Eleazar. But Aaron shall be gathered to his people, and shall die there.&#34 "},{"book":"Numbers","chapter":"20","verse":"27","text":" Moses did as the LORD had commanded; they went up Mount Hor in the sight of the whole congregation. "},{"book":"Numbers","chapter":"20","verse":"28","text":" Moses stripped Aaron of his vestments, and put them on his son Eleazar; and Aaron died there on the top of the mountain. Moses and Eleazar came down from the mountain. "},{"book":"Numbers","chapter":"20","verse":"29","text":" When all the congregation saw that Aaron had died, all the house of Israel mourned for Aaron thirty days. "}]