[{"book":"Numbers","chapter":"36","verse":"1","text":" The heads of the ancestral houses of the clans of the descendants of Gilead son of Machir son of Manasseh, of the Josephite clans, came forward and spoke in the presence of Moses and the leaders, the heads of the ancestral houses of the Israelites; "},{"book":"Numbers","chapter":"36","verse":"2","text":" they said, &#34The LORD commanded my lord to give the land for inheritance by lot to the Israelites; and my lord was commanded by the LORD to give the inheritance of our brother Zelophehad to his daughters. "},{"book":"Numbers","chapter":"36","verse":"3","text":" But if they are married into another Israelite tribe, then their inheritance will be taken from the inheritance of our ancestors and added to the inheritance of the tribe into which they marry; so it will be taken away from the allotted portion of our inheritance. "},{"book":"Numbers","chapter":"36","verse":"4","text":" And when the jubilee of the Israelites comes, then their inheritance will be added to the inheritance of the tribe into which they have married; and their inheritance will be taken from the inheritance of our ancestral tribe.&#34 "},{"book":"Numbers","chapter":"36","verse":"5","text":" Then Moses commanded the Israelites according to the word of the LORD, saying, &#34The descendants of the tribe of Joseph are right in what they are saying. "},{"book":"Numbers","chapter":"36","verse":"6","text":" This is what the LORD commands concerning the daughters of Zelophehad, &#39Let them marry whom they think best; only it must be into a clan of their father&#39s tribe that they are married, "},{"book":"Numbers","chapter":"36","verse":"7","text":" so that no inheritance of the Israelites shall be transferred from one tribe to another; for all Israelites shall retain the inheritance of their ancestral tribes. "},{"book":"Numbers","chapter":"36","verse":"8","text":" Every daughter who possesses an inheritance in any tribe of the Israelites shall marry one from the clan of her father&#39s tribe, so that all Israelites may continue to possess their ancestral inheritance. "},{"book":"Numbers","chapter":"36","verse":"9","text":" No inheritance shall be transferred from one tribe to another; for each of the tribes of the Israelites shall retain its own inheritance.&#39&#34 "},{"book":"Numbers","chapter":"36","verse":"10","text":" The daughters of Zelophehad did as the LORD had commanded Moses. "},{"book":"Numbers","chapter":"36","verse":"11","text":" Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married sons of their father&#39s brothers. "},{"book":"Numbers","chapter":"36","verse":"12","text":" They were married into the clans of the descendants of Manasseh son of Joseph, and their inheritance remained in the tribe of their father&#39s clan. "},{"book":"Numbers","chapter":"36","verse":"13","text":" These are the commandments and the ordinances that the LORD commanded through Moses to the Israelites in the plains of Moab by the Jordan at Jericho.  "}]