[{"book":"Numbers","chapter":"34","verse":"1","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"34","verse":"2","text":" Command the Israelites, and say to them: When you enter the land of Canaan (this is the land that shall fall to you for an inheritance, the land of Canaan, defined by its boundaries), "},{"book":"Numbers","chapter":"34","verse":"3","text":" your south sector shall extend from the wilderness of Zin along the side of Edom. Your southern boundary shall begin from the end of the Dead Sea on the east; "},{"book":"Numbers","chapter":"34","verse":"4","text":" your boundary shall turn south of the ascent of Akrabbim, and cross to Zin, and its outer limit shall be south of Kadesh-barnea; then it shall go on to Hazar-addar, and cross to Azmon; "},{"book":"Numbers","chapter":"34","verse":"5","text":" the boundary shall turn from Azmon to the Wadi of Egypt, and its termination shall be at the Sea. "},{"book":"Numbers","chapter":"34","verse":"6","text":" For the western boundary, you shall have the Great Sea and its coast; this shall be your western boundary. "},{"book":"Numbers","chapter":"34","verse":"7","text":" This shall be your northern boundary: from the Great Sea you shall mark out your line to Mount Hor; "},{"book":"Numbers","chapter":"34","verse":"8","text":" from Mount Hor you shall mark it out to Lebo-hamath, and the outer limit of the boundary shall be at Zedad; "},{"book":"Numbers","chapter":"34","verse":"9","text":" then the boundary shall extend to Ziphron, and its end shall be at Hazar-enan; this shall be your northern boundary. "},{"book":"Numbers","chapter":"34","verse":"10","text":" You shall mark out your eastern boundary from Hazar-enan to Shepham; "},{"book":"Numbers","chapter":"34","verse":"11","text":" and the boundary shall continue down from Shepham to Riblah on the east side of Ain; and the boundary shall go down, and reach the eastern slope of the sea of Chinnereth; "},{"book":"Numbers","chapter":"34","verse":"12","text":" and the boundary shall go down to the Jordan, and its end shall be at the Dead Sea. This shall be your land with its boundaries all around. "},{"book":"Numbers","chapter":"34","verse":"13","text":" Moses commanded the Israelites, saying: This is the land that you shall inherit by lot, which the LORD has commanded to give to the nine tribes and to the half-tribe; "},{"book":"Numbers","chapter":"34","verse":"14","text":" for the tribe of the Reubenites by their ancestral houses and the tribe of the Gadites by their ancestral houses have taken their inheritance, and also the half-tribe of Manasseh; "},{"book":"Numbers","chapter":"34","verse":"15","text":" the two tribes and the half-tribe have taken their inheritance beyond the Jordan at Jericho eastward, toward the sunrise. "},{"book":"Numbers","chapter":"34","verse":"16","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"34","verse":"17","text":" These are the names of the men who shall apportion the land to you for inheritance: the priest Eleazar and Joshua son of Nun. "},{"book":"Numbers","chapter":"34","verse":"18","text":" You shall take one leader of every tribe to apportion the land for inheritance. "},{"book":"Numbers","chapter":"34","verse":"19","text":" These are the names of the men: Of the tribe of Judah, Caleb son of Jephunneh. "},{"book":"Numbers","chapter":"34","verse":"20","text":" Of the tribe of the Simeonites, Shemuel son of Ammihud. "},{"book":"Numbers","chapter":"34","verse":"21","text":" Of the tribe of Benjamin, Elidad son of Chislon. "},{"book":"Numbers","chapter":"34","verse":"22","text":" Of the tribe of the Danites a leader, Bukki son of Jogli. "},{"book":"Numbers","chapter":"34","verse":"23","text":" Of the Josephites: of the tribe of the Manassites a leader, Hanniel son of Ephod, "},{"book":"Numbers","chapter":"34","verse":"24","text":" and of the tribe of the Ephraimites a leader, Kemuel son of Shiphtan. "},{"book":"Numbers","chapter":"34","verse":"25","text":" Of the tribe of the Zebulunites a leader, Eli-zaphan son of Parnach. "},{"book":"Numbers","chapter":"34","verse":"26","text":" Of the tribe of the Issacharites a leader, Paltiel son of Azzan. "},{"book":"Numbers","chapter":"34","verse":"27","text":" And of the tribe of the Asherites a leader, Ahihud son of Shelomi. "},{"book":"Numbers","chapter":"34","verse":"28","text":" Of the tribe of the Naphtalites a leader, Pedahel son of Ammihud. "},{"book":"Numbers","chapter":"34","verse":"29","text":" These were the ones whom the LORD commanded to apportion the inheritance for the Israelites in the land of Canaan. "}]