[{"book":"Numbers","chapter":"27","verse":"1","text":" Then the daughters of Zelophehad came forward. Zelophehad was son of Hepher son of Gilead son of Machir son of Manasseh son of Joseph, a member of the Manassite clans. The names of his daughters were: Mahlah, Noah, Hoglah, Milcah, and Tirzah. "},{"book":"Numbers","chapter":"27","verse":"2","text":" They stood before Moses, Eleazar the priest, the leaders, and all the congregation, at the entrance of the tent of meeting, and they said, "},{"book":"Numbers","chapter":"27","verse":"3","text":" &#34Our father died in the wilderness; he was not among the company of those who gathered themselves together against the LORD in the company of Korah, but died for his own sin; and he had no sons. "},{"book":"Numbers","chapter":"27","verse":"4","text":" Why should the name of our father be taken away from his clan because he had no son? Give to us a possession among our father&#39s brothers.&#34 "},{"book":"Numbers","chapter":"27","verse":"5","text":" Moses brought their case before the LORD. "},{"book":"Numbers","chapter":"27","verse":"6","text":" And the LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"27","verse":"7","text":" The daughters of Zelophehad are right in what they are saying; you shall indeed let them possess an inheritance among their father&#39s brothers and pass the inheritance of their father on to them. "},{"book":"Numbers","chapter":"27","verse":"8","text":" You shall also say to the Israelites, &#34If a man dies, and has no son, then you shall pass his inheritance on to his daughter. "},{"book":"Numbers","chapter":"27","verse":"9","text":" If he has no daughter, then you shall give his inheritance to his brothers. "},{"book":"Numbers","chapter":"27","verse":"10","text":" If he has no brothers, then you shall give his inheritance to his father&#39s brothers. "},{"book":"Numbers","chapter":"27","verse":"11","text":" And if his father has no brothers, then you shall give his inheritance to the nearest kinsman of his clan, and he shall possess it. It shall be for the Israelites a statute and ordinance, as the LORD commanded Moses.&#34 "},{"book":"Numbers","chapter":"27","verse":"12","text":" The LORD said to Moses, &#34Go up this mountain of the Abarim range, and see the land that I have given to the Israelites. "},{"book":"Numbers","chapter":"27","verse":"13","text":" When you have seen it, you also shall be gathered to your people, as your brother Aaron was, "},{"book":"Numbers","chapter":"27","verse":"14","text":" because you rebelled against my word in the wilderness of Zin when the congregation quarreled with me. You did not show my holiness before their eyes at the waters.&#34 (These are the waters of Meribath-kadesh in the wilderness of Zin.) "},{"book":"Numbers","chapter":"27","verse":"15","text":" Moses spoke to the LORD, saying, "},{"book":"Numbers","chapter":"27","verse":"16","text":" &#34Let the LORD, the God of the spirits of all flesh, appoint someone over the congregation "},{"book":"Numbers","chapter":"27","verse":"17","text":" who shall go out before them and come in before them, who shall lead them out and bring them in, so that the congregation of the LORD may not be like sheep without a shepherd.&#34 "},{"book":"Numbers","chapter":"27","verse":"18","text":" So the LORD said to Moses, &#34Take Joshua son of Nun, a man in whom is the spirit, and lay your hand upon him; "},{"book":"Numbers","chapter":"27","verse":"19","text":" have him stand before Eleazar the priest and all the congregation, and commission him in their sight. "},{"book":"Numbers","chapter":"27","verse":"20","text":" You shall give him some of your authority, so that all the congregation of the Israelites may obey. "},{"book":"Numbers","chapter":"27","verse":"21","text":" But he shall stand before Eleazar the priest, who shall inquire for him by the decision of the Urim before the LORD; at his word they shall go out, and at his word they shall come in, both he and all the Israelites with him, the whole congregation.&#34 "},{"book":"Numbers","chapter":"27","verse":"22","text":" So Moses did as the LORD commanded him. He took Joshua and had him stand before Eleazar the priest and the whole congregation; "},{"book":"Numbers","chapter":"27","verse":"23","text":" he laid his hands on him and commissioned him-- as the LORD had directed through Moses. "}]