[{"book":"Numbers","chapter":"33","verse":"1","text":" These are the stages by which the Israelites went out of the land of Egypt in military formation under the leadership of Moses and Aaron. "},{"book":"Numbers","chapter":"33","verse":"2","text":" Moses wrote down their starting points, stage by stage, by command of the LORD; and these are their stages according to their starting places. "},{"book":"Numbers","chapter":"33","verse":"3","text":" They set out from Rameses in the first month, on the fifteenth day of the first month; on the day after the passover the Israelites went out boldly in the sight of all the Egyptians, "},{"book":"Numbers","chapter":"33","verse":"4","text":" while the Egyptians were burying all their firstborn, whom the LORD had struck down among them. The LORD executed judgments even against their gods. "},{"book":"Numbers","chapter":"33","verse":"5","text":" So the Israelites set out from Rameses, and camped at Succoth. "},{"book":"Numbers","chapter":"33","verse":"6","text":" They set out from Succoth, and camped at Etham, which is on the edge of the wilderness. "},{"book":"Numbers","chapter":"33","verse":"7","text":" They set out from Etham, and turned back to Pi-hahiroth, which faces Baal-zephon; and they camped before Migdol. "},{"book":"Numbers","chapter":"33","verse":"8","text":" They set out from Pi-hahiroth, passed through the sea into the wilderness, went a three days&#39 journey in the wilderness of Etham, and camped at Marah. "},{"book":"Numbers","chapter":"33","verse":"9","text":" They set out from Marah and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there. "},{"book":"Numbers","chapter":"33","verse":"10","text":" They set out from Elim and camped by the Red Sea. "},{"book":"Numbers","chapter":"33","verse":"11","text":" They set out from the Red Sea and camped in the wilderness of Sin. "},{"book":"Numbers","chapter":"33","verse":"12","text":" They set out from the wilderness of Sin and camped at Dophkah. "},{"book":"Numbers","chapter":"33","verse":"13","text":" They set out from Dophkah and camped at Alush. "},{"book":"Numbers","chapter":"33","verse":"14","text":" They set out from Alush and camped at Rephidim, where there was no water for the people to drink. "},{"book":"Numbers","chapter":"33","verse":"15","text":" They set out from Rephidim and camped in the wilderness of Sinai. "},{"book":"Numbers","chapter":"33","verse":"16","text":" They set out from the wilderness of Sinai and camped at Kibroth-hattaavah. "},{"book":"Numbers","chapter":"33","verse":"17","text":" They set out from Kibroth-hattaavah and camped at Hazeroth. "},{"book":"Numbers","chapter":"33","verse":"18","text":" They set out from Hazeroth and camped at Rithmah. "},{"book":"Numbers","chapter":"33","verse":"19","text":" They set out from Rithmah and camped at Rimmon-perez. "},{"book":"Numbers","chapter":"33","verse":"20","text":" They set out from Rimmon-perez and camped at Libnah. "},{"book":"Numbers","chapter":"33","verse":"21","text":" They set out from Libnah and camped at Rissah. "},{"book":"Numbers","chapter":"33","verse":"22","text":" They set out from Rissah and camped at Kehelathah. "},{"book":"Numbers","chapter":"33","verse":"23","text":" They set out from Kehelathah and camped at Mount Shepher. "},{"book":"Numbers","chapter":"33","verse":"24","text":" They set out from Mount Shepher and camped at Haradah. "},{"book":"Numbers","chapter":"33","verse":"25","text":" They set out from Haradah and camped at Makheloth. "},{"book":"Numbers","chapter":"33","verse":"26","text":" They set out from Makheloth and camped at Tahath. "},{"book":"Numbers","chapter":"33","verse":"27","text":" They set out from Tahath and camped at Terah. "},{"book":"Numbers","chapter":"33","verse":"28","text":" They set out from Terah and camped at Mithkah. "},{"book":"Numbers","chapter":"33","verse":"29","text":" They set out from Mithkah and camped at Hashmonah. "},{"book":"Numbers","chapter":"33","verse":"30","text":" They set out from Hashmonah and camped at Moseroth. "},{"book":"Numbers","chapter":"33","verse":"31","text":" They set out from Moseroth and camped at Bene-jaakan. "},{"book":"Numbers","chapter":"33","verse":"32","text":" They set out from Bene-jaakan and camped at Hor-haggidgad. "},{"book":"Numbers","chapter":"33","verse":"33","text":" They set out from Hor-haggidgad and camped at Jotbathah. "},{"book":"Numbers","chapter":"33","verse":"34","text":" They set out from Jotbathah and camped at Abronah. "},{"book":"Numbers","chapter":"33","verse":"35","text":" They set out from Abronah and camped at Ezion-geber. "},{"book":"Numbers","chapter":"33","verse":"36","text":" They set out from Ezion-geber and camped in the wilderness of Zin (that is, Kadesh). "},{"book":"Numbers","chapter":"33","verse":"37","text":" They set out from Kadesh and camped at Mount Hor, on the edge of the land of Edom. "},{"book":"Numbers","chapter":"33","verse":"38","text":" Aaron the priest went up Mount Hor at the command of the LORD and died there in the fortieth year after the Israelites had come out of the land of Egypt, on the first day of the fifth month. "},{"book":"Numbers","chapter":"33","verse":"39","text":" Aaron was one hundred twenty-three years old when he died on Mount Hor. "},{"book":"Numbers","chapter":"33","verse":"40","text":" The Canaanite, the king of Arad, who lived in the Negeb in the land of Canaan, heard of the coming of the Israelites. "},{"book":"Numbers","chapter":"33","verse":"41","text":" They set out from Mount Hor and camped at Zalmonah. "},{"book":"Numbers","chapter":"33","verse":"42","text":" They set out from Zalmonah and camped at Punon. "},{"book":"Numbers","chapter":"33","verse":"43","text":" They set out from Punon and camped at Oboth. "},{"book":"Numbers","chapter":"33","verse":"44","text":" They set out from Oboth and camped at Iye-abarim, in the territory of Moab. "},{"book":"Numbers","chapter":"33","verse":"45","text":" They set out from Iyim and camped at Dibon-gad. "},{"book":"Numbers","chapter":"33","verse":"46","text":" They set out from Dibon-gad and camped at Almon-diblathaim. "},{"book":"Numbers","chapter":"33","verse":"47","text":" They set out from Almon-diblathaim and camped in the mountains of Abarim, before Nebo. "},{"book":"Numbers","chapter":"33","verse":"48","text":" They set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho; "},{"book":"Numbers","chapter":"33","verse":"49","text":" they camped by the Jordan from Beth-jeshimoth as far as Abel-shittim in the plains of Moab. "},{"book":"Numbers","chapter":"33","verse":"50","text":" In the plains of Moab by the Jordan at Jericho, the LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"33","verse":"51","text":" Speak to the Israelites, and say to them: When you cross over the Jordan into the land of Canaan, "},{"book":"Numbers","chapter":"33","verse":"52","text":" you shall drive out all the inhabitants of the land from before you, destroy all their figured stones, destroy all their cast images, and demolish all their high places. "},{"book":"Numbers","chapter":"33","verse":"53","text":" You shall take possession of the land and settle in it, for I have given you the land to possess. "},{"book":"Numbers","chapter":"33","verse":"54","text":" You shall apportion the land by lot according to your clans; to a large one you shall give a large inheritance, and to a small one you shall give a small inheritance; the inheritance shall belong to the person on whom the lot falls; according to your ancestral tribes you shall inherit. "},{"book":"Numbers","chapter":"33","verse":"55","text":" But if you do not drive out the inhabitants of the land from before you, then those whom you let remain shall be as barbs in your eyes and thorns in your sides; they shall trouble you in the land where you are settling. "},{"book":"Numbers","chapter":"33","verse":"56","text":" And I will do to you as I thought to do to them. "}]