[{"book":"Numbers","chapter":"5","verse":"1","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"5","verse":"2","text":" Command the Israelites to put out of the camp everyone who is leprous, or has a discharge, and everyone who is unclean through contact with a corpse; "},{"book":"Numbers","chapter":"5","verse":"3","text":" you shall put out both male and female, putting them outside the camp; they must not defile their camp, where I dwell among them. "},{"book":"Numbers","chapter":"5","verse":"4","text":" The Israelites did so, putting them outside the camp; as the LORD had spoken to Moses, so the Israelites did. "},{"book":"Numbers","chapter":"5","verse":"5","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"5","verse":"6","text":" Speak to the Israelites: When a man or a woman wrongs another, breaking faith with the LORD, that person incurs guilt "},{"book":"Numbers","chapter":"5","verse":"7","text":" and shall confess the sin that has been committed. The person shall make full restitution for the wrong, adding one fifth to it, and giving it to the one who was wronged. "},{"book":"Numbers","chapter":"5","verse":"8","text":" If the injured party has no next of kin to whom restitution may be made for the wrong, the restitution for wrong shall go to the LORD for the priest, in addition to the ram of atonement with which atonement is made for the guilty party. "},{"book":"Numbers","chapter":"5","verse":"9","text":" Among all the sacred donations of the Israelites, every gift that they bring to the priest shall be his. "},{"book":"Numbers","chapter":"5","verse":"10","text":" The sacred donations of all are their own; whatever anyone gives to the priest shall be his. "},{"book":"Numbers","chapter":"5","verse":"11","text":" The LORD spoke to Moses, saying: "},{"book":"Numbers","chapter":"5","verse":"12","text":" Speak to the Israelites and say to them: If any man&#39s wife goes astray and is unfaithful to him, "},{"book":"Numbers","chapter":"5","verse":"13","text":" if a man has had intercourse with her but it is hidden from her husband, so that she is undetected though she has defiled herself, and there is no witness against her since she was not caught in the act; "},{"book":"Numbers","chapter":"5","verse":"14","text":" if a spirit of jealousy comes on him, and he is jealous of his wife who has defiled herself; or if a spirit of jealousy comes on him, and he is jealous of his wife, though she has not defiled herself; "},{"book":"Numbers","chapter":"5","verse":"15","text":" then the man shall bring his wife to the priest. And he shall bring the offering required for her, one-tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance. "},{"book":"Numbers","chapter":"5","verse":"16","text":" Then the priest shall bring her near, and set her before the LORD; "},{"book":"Numbers","chapter":"5","verse":"17","text":" the priest shall take holy water in an earthen vessel, and take some of the dust that is on the floor of the tabernacle and put it into the water. "},{"book":"Numbers","chapter":"5","verse":"18","text":" The priest shall set the woman before the LORD, dishevel the woman&#39s hair, and place in her hands the grain offering of remembrance, which is the grain offering of jealousy. In his own hand the priest shall have the water of bitterness that brings the curse. "},{"book":"Numbers","chapter":"5","verse":"19","text":" Then the priest shall make her take an oath, saying, &#34If no man has lain with you, if you have not turned aside to uncleanness while under your husband&#39s authority, be immune to this water of bitterness that brings the curse. "},{"book":"Numbers","chapter":"5","verse":"20","text":" But if you have gone astray while under your husband&#39s authority, if you have defiled yourself and some man other than your husband has had intercourse with you,&#34 "},{"book":"Numbers","chapter":"5","verse":"21","text":" -- let the priest make the woman take the oath of the curse and say to the woman-- &#34the LORD make you an execration and an oath among your people, when the LORD makes your uterus drop, your womb discharge; "},{"book":"Numbers","chapter":"5","verse":"22","text":" now may this water that brings the curse enter your bowels and make your womb discharge, your uterus drop!&#34 And the woman shall say, &#34Amen. Amen.&#34 "},{"book":"Numbers","chapter":"5","verse":"23","text":" Then the priest shall put these curses in writing, and wash them off into the water of bitterness. "},{"book":"Numbers","chapter":"5","verse":"24","text":" He shall make the woman drink the water of bitterness that brings the curse, and the water that brings the curse shall enter her and cause bitter pain. "},{"book":"Numbers","chapter":"5","verse":"25","text":" The priest shall take the grain offering of jealousy out of the woman&#39s hand, and shall elevate the grain offering before the LORD and bring it to the altar; "},{"book":"Numbers","chapter":"5","verse":"26","text":" and the priest shall take a handful of the grain offering, as its memorial portion, and turn it into smoke on the altar, and afterward shall make the woman drink the water. "},{"book":"Numbers","chapter":"5","verse":"27","text":" When he has made her drink the water, then, if she has defiled herself and has been unfaithful to her husband, the water that brings the curse shall enter into her and cause bitter pain, and her womb shall discharge, her uterus drop, and the woman shall become an execration among her people. "},{"book":"Numbers","chapter":"5","verse":"28","text":" But if the woman has not defiled herself and is clean, then she shall be immune and be able to conceive children. "},{"book":"Numbers","chapter":"5","verse":"29","text":" This is the law in cases of jealousy, when a wife, while under her husband&#39s authority, goes astray and defiles herself, "},{"book":"Numbers","chapter":"5","verse":"30","text":" or when a spirit of jealousy comes on a man and he is jealous of his wife; then he shall set the woman before the LORD, and the priest shall apply this entire law to her. "},{"book":"Numbers","chapter":"5","verse":"31","text":" The man shall be free from iniquity, but the woman shall bear her iniquity. "}]