[{"book":"Proverbs","chapter":"19","verse":"1","text":" Better the poor walking in integrity than one perverse of speech who is a fool. "},{"book":"Proverbs","chapter":"19","verse":"2","text":" Desire without knowledge is not good, and one who moves too hurriedly misses the way. "},{"book":"Proverbs","chapter":"19","verse":"3","text":" One&#39s own folly leads to ruin, yet the heart rages against the LORD. "},{"book":"Proverbs","chapter":"19","verse":"4","text":" Wealth brings many friends, but the poor are left friendless. "},{"book":"Proverbs","chapter":"19","verse":"5","text":" A false witness will not go unpunished, and a liar will not escape. "},{"book":"Proverbs","chapter":"19","verse":"6","text":" Many seek the favor of the generous, and everyone is a friend to a giver of gifts. "},{"book":"Proverbs","chapter":"19","verse":"7","text":" If the poor are hated even by their kin, how much more are they shunned by their friends! When they call after them, they are not there. "},{"book":"Proverbs","chapter":"19","verse":"8","text":" To get wisdom is to love oneself; to keep understanding is to prosper. "},{"book":"Proverbs","chapter":"19","verse":"9","text":" A false witness will not go unpunished, and the liar will perish. "},{"book":"Proverbs","chapter":"19","verse":"10","text":" It is not fitting for a fool to live in luxury, much less for a slave to rule over princes. "},{"book":"Proverbs","chapter":"19","verse":"11","text":" Those with good sense are slow to anger, and it is their glory to overlook an offense. "},{"book":"Proverbs","chapter":"19","verse":"12","text":" A king&#39s anger is like the growling of a lion, but his favor is like dew on the grass. "},{"book":"Proverbs","chapter":"19","verse":"13","text":" A stupid child is ruin to a father, and a wife&#39s quarreling is a continual dripping of rain. "},{"book":"Proverbs","chapter":"19","verse":"14","text":" House and wealth are inherited from parents, but a prudent wife is from the LORD. "},{"book":"Proverbs","chapter":"19","verse":"15","text":" Laziness brings on deep sleep; an idle person will suffer hunger. "},{"book":"Proverbs","chapter":"19","verse":"16","text":" Those who keep the commandment will live; those who are heedless of their ways will die. "},{"book":"Proverbs","chapter":"19","verse":"17","text":" Whoever is kind to the poor lends to the LORD, and will be repaid in full. "},{"book":"Proverbs","chapter":"19","verse":"18","text":" Discipline your children while there is hope; do not set your heart on their destruction. "},{"book":"Proverbs","chapter":"19","verse":"19","text":" A violent tempered person will pay the penalty; if you effect a rescue, you will only have to do it again. "},{"book":"Proverbs","chapter":"19","verse":"20","text":" Listen to advice and accept instruction, that you may gain wisdom for the future. "},{"book":"Proverbs","chapter":"19","verse":"21","text":" The human mind may devise many plans, but it is the purpose of the LORD that will be established. "},{"book":"Proverbs","chapter":"19","verse":"22","text":" What is desirable in a person is loyalty, and it is better to be poor than a liar. "},{"book":"Proverbs","chapter":"19","verse":"23","text":" The fear of the LORD is life indeed; filled with it one rests secure and suffers no harm. "},{"book":"Proverbs","chapter":"19","verse":"24","text":" The lazy person buries a hand in the dish, and will not even bring it back to the mouth. "},{"book":"Proverbs","chapter":"19","verse":"25","text":" Strike a scoffer, and the simple will learn prudence; reprove the intelligent, and they will gain knowledge. "},{"book":"Proverbs","chapter":"19","verse":"26","text":" Those who do violence to their father and chase away their mother are children who cause shame and bring reproach. "},{"book":"Proverbs","chapter":"19","verse":"27","text":" Cease straying, my child, from the words of knowledge, in order that you may hear instruction. "},{"book":"Proverbs","chapter":"19","verse":"28","text":" A worthless witness mocks at justice, and the mouth of the wicked devours iniquity. "},{"book":"Proverbs","chapter":"19","verse":"29","text":" Condemnation is ready for scoffers, and flogging for the backs of fools. "}]