[{"book":"Proverbs","chapter":"7","verse":"1","text":" My child, keep my words and store up my commandments with you; "},{"book":"Proverbs","chapter":"7","verse":"2","text":" keep my commandments and live, keep my teachings as the apple of your eye; "},{"book":"Proverbs","chapter":"7","verse":"3","text":" bind them on your fingers, write them on the tablet of your heart. "},{"book":"Proverbs","chapter":"7","verse":"4","text":" Say to wisdom, &#34You are my sister,&#34 and call insight your intimate friend, "},{"book":"Proverbs","chapter":"7","verse":"5","text":" that they may keep you from the loose woman, from the adulteress with her smooth words. "},{"book":"Proverbs","chapter":"7","verse":"6","text":" For at the window of my house I looked out through my lattice, "},{"book":"Proverbs","chapter":"7","verse":"7","text":" and I saw among the simple ones, I observed among the youths, a young man without sense, "},{"book":"Proverbs","chapter":"7","verse":"8","text":" passing along the street near her corner, taking the road to her house "},{"book":"Proverbs","chapter":"7","verse":"9","text":" in the twilight, in the evening, at the time of night and darkness. "},{"book":"Proverbs","chapter":"7","verse":"10","text":" Then a woman comes toward him, decked out like a prostitute, wily of heart. "},{"book":"Proverbs","chapter":"7","verse":"11","text":" She is loud and wayward; her feet do not stay at home; "},{"book":"Proverbs","chapter":"7","verse":"12","text":" now in the street, now in the squares, and at every corner she lies in wait. "},{"book":"Proverbs","chapter":"7","verse":"13","text":" She seizes him and kisses him, and with impudent face she says to him: "},{"book":"Proverbs","chapter":"7","verse":"14","text":" &#34I had to offer sacrifices, and today I have paid my vows; "},{"book":"Proverbs","chapter":"7","verse":"15","text":" so now I have come out to meet you, to seek you eagerly, and I have found you! "},{"book":"Proverbs","chapter":"7","verse":"16","text":" I have decked my couch with coverings, colored spreads of Egyptian linen; "},{"book":"Proverbs","chapter":"7","verse":"17","text":" I have perfumed my bed with myrrh, aloes, and cinnamon. "},{"book":"Proverbs","chapter":"7","verse":"18","text":" Come, let us take our fill of love until morning; let us delight ourselves with love. "},{"book":"Proverbs","chapter":"7","verse":"19","text":" For my husband is not at home; he has gone on a long journey. "},{"book":"Proverbs","chapter":"7","verse":"20","text":" He took a bag of money with him; he will not come home until full moon.&#34 "},{"book":"Proverbs","chapter":"7","verse":"21","text":" With much seductive speech she persuades him; with her smooth talk she compels him. "},{"book":"Proverbs","chapter":"7","verse":"22","text":" Right away he follows her, and goes like an ox to the slaughter, or bounds like a stag toward the trap "},{"book":"Proverbs","chapter":"7","verse":"23","text":" until an arrow pierces its entrails. He is like a bird rushing into a snare, not knowing that it will cost him his life. "},{"book":"Proverbs","chapter":"7","verse":"24","text":" And now, my children, listen to me, and be attentive to the words of my mouth. "},{"book":"Proverbs","chapter":"7","verse":"25","text":" Do not let your hearts turn aside to her ways; do not stray into her paths. "},{"book":"Proverbs","chapter":"7","verse":"26","text":" for many are those she has laid low, and numerous are her victims. "},{"book":"Proverbs","chapter":"7","verse":"27","text":" Her house is the way to Sheol, going down to the chambers of death. "}]