[{"book":"Proverbs","chapter":"23","verse":"1","text":" When you sit down to eat with a ruler, observe carefully what is before you, "},{"book":"Proverbs","chapter":"23","verse":"2","text":" and put a knife to your throat if you have a big appetite. "},{"book":"Proverbs","chapter":"23","verse":"3","text":" Do not desire the ruler&#39s delicacies, for they are deceptive food. "},{"book":"Proverbs","chapter":"23","verse":"4","text":" Do not wear yourself out to get rich; be wise enough to desist. "},{"book":"Proverbs","chapter":"23","verse":"5","text":" When your eyes light upon it, it is gone; for suddenly it takes wings to itself, flying like an eagle toward heaven. "},{"book":"Proverbs","chapter":"23","verse":"6","text":" Do not eat the bread of the stingy; do not desire their delicacies; "},{"book":"Proverbs","chapter":"23","verse":"7","text":" for like a hair in the throat, so are they. &#34Eat and drink!&#34 they say to you; but they do not mean it. "},{"book":"Proverbs","chapter":"23","verse":"8","text":" You will vomit up the little you have eaten, and you will waste your pleasant words. "},{"book":"Proverbs","chapter":"23","verse":"9","text":" Do not speak in the hearing of a fool, who will only despise the wisdom of your words. "},{"book":"Proverbs","chapter":"23","verse":"10","text":" Do not remove an ancient landmark or encroach on the fields of orphans, "},{"book":"Proverbs","chapter":"23","verse":"11","text":" for their redeemer is strong; he will plead their cause against you. "},{"book":"Proverbs","chapter":"23","verse":"12","text":" Apply your mind to instruction and your ear to words of knowledge. "},{"book":"Proverbs","chapter":"23","verse":"13","text":" Do not withhold discipline from your children; if you beat them with a rod, they will not die. "},{"book":"Proverbs","chapter":"23","verse":"14","text":" If you beat them with the rod, you will save their lives from Sheol. "},{"book":"Proverbs","chapter":"23","verse":"15","text":" My child, if your heart is wise, my heart too will be glad. "},{"book":"Proverbs","chapter":"23","verse":"16","text":" My soul will rejoice when your lips speak what is right. "},{"book":"Proverbs","chapter":"23","verse":"17","text":" Do not let your heart envy sinners, but always continue in the fear of the LORD. "},{"book":"Proverbs","chapter":"23","verse":"18","text":" Surely there is a future, and your hope will not be cut off. "},{"book":"Proverbs","chapter":"23","verse":"19","text":" Hear, my child, and be wise, and direct your mind in the way. "},{"book":"Proverbs","chapter":"23","verse":"20","text":" Do not be among winebibbers, or among gluttonous eaters of meat; "},{"book":"Proverbs","chapter":"23","verse":"21","text":" for the drunkard and the glutton will come to poverty, and drowsiness will clothe them with rags. "},{"book":"Proverbs","chapter":"23","verse":"22","text":" Listen to your father who begot you, and do not despise your mother when she is old. "},{"book":"Proverbs","chapter":"23","verse":"23","text":" Buy truth, and do not sell it; buy wisdom, instruction, and understanding. "},{"book":"Proverbs","chapter":"23","verse":"24","text":" The father of the righteous will greatly rejoice; he who begets a wise son will be glad in him. "},{"book":"Proverbs","chapter":"23","verse":"25","text":" Let your father and mother be glad; let her who bore you rejoice. "},{"book":"Proverbs","chapter":"23","verse":"26","text":" My child, give me your heart, and let your eyes observe my ways. "},{"book":"Proverbs","chapter":"23","verse":"27","text":" For a prostitute is a deep pit; an adulteress is a narrow well. "},{"book":"Proverbs","chapter":"23","verse":"28","text":" She lies in wait like a robber and increases the number of the faithless. "},{"book":"Proverbs","chapter":"23","verse":"29","text":" Who has woe? Who has sorrow? Who has strife? Who has complaining? Who has wounds without cause? Who has redness of eyes? "},{"book":"Proverbs","chapter":"23","verse":"30","text":" Those who linger late over wine, those who keep trying mixed wines. "},{"book":"Proverbs","chapter":"23","verse":"31","text":" Do not look at wine when it is red, when it sparkles in the cup and goes down smoothly. "},{"book":"Proverbs","chapter":"23","verse":"32","text":" At the last it bites like a serpent, and stings like an adder. "},{"book":"Proverbs","chapter":"23","verse":"33","text":" Your eyes will see strange things, and your mind utter perverse things. "},{"book":"Proverbs","chapter":"23","verse":"34","text":" You will be like one who lies down in the midst of the sea, like one who lies on the top of a mast. "},{"book":"Proverbs","chapter":"23","verse":"35","text":" &#34They struck me,&#34 you will say, &#34but I was not hurt; they beat me, but I did not feel it. When shall I awake? I will seek another drink.&#34 "}]