[{"book":"Proverbs","chapter":"11","verse":"1","text":" A false balance is an abomination to the LORD, but an accurate weight is his delight. "},{"book":"Proverbs","chapter":"11","verse":"2","text":" When pride comes, then comes disgrace; but wisdom is with the humble. "},{"book":"Proverbs","chapter":"11","verse":"3","text":" The integrity of the upright guides them, but the crookedness of the treacherous destroys them. "},{"book":"Proverbs","chapter":"11","verse":"4","text":" Riches do not profit in the day of wrath, but righteousness delivers from death. "},{"book":"Proverbs","chapter":"11","verse":"5","text":" The righteousness of the blameless keeps their ways straight, but the wicked fall by their own wickedness. "},{"book":"Proverbs","chapter":"11","verse":"6","text":" The righteousness of the upright saves them, but the treacherous are taken captive by their schemes. "},{"book":"Proverbs","chapter":"11","verse":"7","text":" When the wicked die, their hope perishes, and the expectation of the godless comes to nothing. "},{"book":"Proverbs","chapter":"11","verse":"8","text":" The righteous are delivered from trouble, and the wicked get into it instead. "},{"book":"Proverbs","chapter":"11","verse":"9","text":" With their mouths the godless would destroy their neighbors, but by knowledge the righteous are delivered. "},{"book":"Proverbs","chapter":"11","verse":"10","text":" When it goes well with the righteous, the city rejoices; and when the wicked perish, there is jubilation. "},{"book":"Proverbs","chapter":"11","verse":"11","text":" By the blessing of the upright a city is exalted, but it is overthrown by the mouth of the wicked. "},{"book":"Proverbs","chapter":"11","verse":"12","text":" Whoever belittles another lacks sense, but an intelligent person remains silent. "},{"book":"Proverbs","chapter":"11","verse":"13","text":" A gossip goes about telling secrets, but one who is trustworthy in spirit keeps a confidence. "},{"book":"Proverbs","chapter":"11","verse":"14","text":" Where there is no guidance, a nation falls, but in an abundance of counselors there is safety. "},{"book":"Proverbs","chapter":"11","verse":"15","text":" To guarantee loans for a stranger brings trouble, but there is safety in refusing to do so. "},{"book":"Proverbs","chapter":"11","verse":"16","text":" A gracious woman gets honor, but she who hates virtue is covered with shame. The timid become destitute, but the aggressive gain riches. "},{"book":"Proverbs","chapter":"11","verse":"17","text":" Those who are kind reward themselves, but the cruel do themselves harm. "},{"book":"Proverbs","chapter":"11","verse":"18","text":" The wicked earn no real gain, but those who sow righteousness get a true reward. "},{"book":"Proverbs","chapter":"11","verse":"19","text":" Whoever is steadfast in righteousness will live, but whoever pursues evil will die. "},{"book":"Proverbs","chapter":"11","verse":"20","text":" Crooked minds are an abomination to the LORD, but those of blameless ways are his delight. "},{"book":"Proverbs","chapter":"11","verse":"21","text":" Be assured, the wicked will not go unpunished, but those who are righteous will escape. "},{"book":"Proverbs","chapter":"11","verse":"22","text":" Like a gold ring in a pig&#39s snout is a beautiful woman without good sense. "},{"book":"Proverbs","chapter":"11","verse":"23","text":" The desire of the righteous ends only in good; the expectation of the wicked in wrath. "},{"book":"Proverbs","chapter":"11","verse":"24","text":" Some give freely, yet grow all the richer; others withhold what is due, and only suffer want. "},{"book":"Proverbs","chapter":"11","verse":"25","text":" A generous person will be enriched, and one who gives water will get water. "},{"book":"Proverbs","chapter":"11","verse":"26","text":" The people curse those who hold back grain, but a blessing is on the head of those who sell it. "},{"book":"Proverbs","chapter":"11","verse":"27","text":" Whoever diligently seeks good seeks favor, but evil comes to the one who searches for it. "},{"book":"Proverbs","chapter":"11","verse":"28","text":" Those who trust in their riches will wither, but the righteous will flourish like green leaves. "},{"book":"Proverbs","chapter":"11","verse":"29","text":" Those who trouble their households will inherit wind, and the fool will be servant to the wise. "},{"book":"Proverbs","chapter":"11","verse":"30","text":" The fruit of the righteous is a tree of life, but violence takes lives away. "},{"book":"Proverbs","chapter":"11","verse":"31","text":" If the righteous are repaid on earth, how much more the wicked and the sinner! "}]