[{"book":"Proverbs","chapter":"21","verse":"1","text":" The king&#39s heart is a stream of water in the hand of the LORD; he turns it wherever he will. "},{"book":"Proverbs","chapter":"21","verse":"2","text":" All deeds are right in the sight of the doer, but the LORD weighs the heart. "},{"book":"Proverbs","chapter":"21","verse":"3","text":" To do righteousness and justice is more acceptable to the LORD than sacrifice. "},{"book":"Proverbs","chapter":"21","verse":"4","text":" Haughty eyes and a proud heart-- the lamp of the wicked-- are sin. "},{"book":"Proverbs","chapter":"21","verse":"5","text":" The plans of the diligent lead surely to abundance, but everyone who is hasty comes only to want. "},{"book":"Proverbs","chapter":"21","verse":"6","text":" The getting of treasures by a lying tongue is a fleeting vapor and a snare of death. "},{"book":"Proverbs","chapter":"21","verse":"7","text":" The violence of the wicked will sweep them away, because they refuse to do what is just. "},{"book":"Proverbs","chapter":"21","verse":"8","text":" The way of the guilty is crooked, but the conduct of the pure is right. "},{"book":"Proverbs","chapter":"21","verse":"9","text":" It is better to live in a corner of the housetop than in a house shared with a contentious wife. "},{"book":"Proverbs","chapter":"21","verse":"10","text":" The souls of the wicked desire evil; their neighbors find no mercy in their eyes. "},{"book":"Proverbs","chapter":"21","verse":"11","text":" When a scoffer is punished, the simple become wiser; when the wise are instructed, they increase in knowledge. "},{"book":"Proverbs","chapter":"21","verse":"12","text":" The Righteous One observes the house of the wicked; he casts the wicked down to ruin. "},{"book":"Proverbs","chapter":"21","verse":"13","text":" If you close your ear to the cry of the poor, you will cry out and not be heard. "},{"book":"Proverbs","chapter":"21","verse":"14","text":" A gift in secret averts anger; and a concealed bribe in the bosom, strong wrath. "},{"book":"Proverbs","chapter":"21","verse":"15","text":" When justice is done, it is a joy to the righteous, but dismay to evildoers. "},{"book":"Proverbs","chapter":"21","verse":"16","text":" Whoever wanders from the way of understanding will rest in the assembly of the dead. "},{"book":"Proverbs","chapter":"21","verse":"17","text":" Whoever loves pleasure will suffer want; whoever loves wine and oil will not be rich. "},{"book":"Proverbs","chapter":"21","verse":"18","text":" The wicked is a ransom for the righteous, and the faithless for the upright. "},{"book":"Proverbs","chapter":"21","verse":"19","text":" It is better to live in a desert land than with a contentious and fretful wife. "},{"book":"Proverbs","chapter":"21","verse":"20","text":" Precious treasure remains in the house of the wise, but the fool devours it. "},{"book":"Proverbs","chapter":"21","verse":"21","text":" Whoever pursues righteousness and kindness will find life and honor. "},{"book":"Proverbs","chapter":"21","verse":"22","text":" One wise person went up against a city of warriors and brought down the stronghold in which they trusted. "},{"book":"Proverbs","chapter":"21","verse":"23","text":" To watch over mouth and tongue is to keep out of trouble. "},{"book":"Proverbs","chapter":"21","verse":"24","text":" The proud, haughty person, named &#34Scoffer,&#34 acts with arrogant pride. "},{"book":"Proverbs","chapter":"21","verse":"25","text":" The craving of the lazy person is fatal, for lazy hands refuse to labor. "},{"book":"Proverbs","chapter":"21","verse":"26","text":" All day long the wicked covet, but the righteous give and do not hold back. "},{"book":"Proverbs","chapter":"21","verse":"27","text":" The sacrifice of the wicked is an abomination; how much more when brought with evil intent. "},{"book":"Proverbs","chapter":"21","verse":"28","text":" A false witness will perish, but a good listener will testify successfully. "},{"book":"Proverbs","chapter":"21","verse":"29","text":" The wicked put on a bold face, but the upright give thought to their ways. "},{"book":"Proverbs","chapter":"21","verse":"30","text":" No wisdom, no understanding, no counsel, can avail against the LORD. "},{"book":"Proverbs","chapter":"21","verse":"31","text":" The horse is made ready for the day of battle, but the victory belongs to the LORD. "}]