[{"book":"Proverbs","chapter":"2","verse":"1","text":" My child, if you accept my words and treasure up my commandments within you, "},{"book":"Proverbs","chapter":"2","verse":"2","text":" making your ear attentive to wisdom and inclining your heart to understanding; "},{"book":"Proverbs","chapter":"2","verse":"3","text":" if you indeed cry out for insight, and raise your voice for understanding; "},{"book":"Proverbs","chapter":"2","verse":"4","text":" if you seek it like silver, and search for it as for hidden treasures-- "},{"book":"Proverbs","chapter":"2","verse":"5","text":" then you will understand the fear of the LORD and find the knowledge of God. "},{"book":"Proverbs","chapter":"2","verse":"6","text":" For the LORD gives wisdom; from his mouth come knowledge and understanding; "},{"book":"Proverbs","chapter":"2","verse":"7","text":" he stores up sound wisdom for the upright; he is a shield to those who walk blamelessly, "},{"book":"Proverbs","chapter":"2","verse":"8","text":" guarding the paths of justice and preserving the way of his faithful ones. "},{"book":"Proverbs","chapter":"2","verse":"9","text":" Then you will understand righteousness and justice and equity, every good path; "},{"book":"Proverbs","chapter":"2","verse":"10","text":" for wisdom will come into your heart, and knowledge will be pleasant to your soul; "},{"book":"Proverbs","chapter":"2","verse":"11","text":" prudence will watch over you; and understanding will guard you. "},{"book":"Proverbs","chapter":"2","verse":"12","text":" It will save you from the way of evil, from those who speak perversely, "},{"book":"Proverbs","chapter":"2","verse":"13","text":" who forsake the paths of uprightness to walk in the ways of darkness, "},{"book":"Proverbs","chapter":"2","verse":"14","text":" who rejoice in doing evil and delight in the perverseness of evil; "},{"book":"Proverbs","chapter":"2","verse":"15","text":" those whose paths are crooked, and who are devious in their ways. "},{"book":"Proverbs","chapter":"2","verse":"16","text":" You will be saved from the loose woman, from the adulteress with her smooth words, "},{"book":"Proverbs","chapter":"2","verse":"17","text":" who forsakes the partner of her youth and forgets her sacred covenant; "},{"book":"Proverbs","chapter":"2","verse":"18","text":" for her way leads down to death, and her paths to the shades; "},{"book":"Proverbs","chapter":"2","verse":"19","text":" those who go to her never come back, nor do they regain the paths of life. "},{"book":"Proverbs","chapter":"2","verse":"20","text":" Therefore walk in the way of the good, and keep to the paths of the just. "},{"book":"Proverbs","chapter":"2","verse":"21","text":" For the upright will abide in the land, and the innocent will remain in it; "},{"book":"Proverbs","chapter":"2","verse":"22","text":" but the wicked will be cut off from the land, and the treacherous will be rooted out of it. "}]