[{"book":"Proverbs","chapter":"1","verse":"1","text":" The proverbs of Solomon son of David, king of Israel: "},{"book":"Proverbs","chapter":"1","verse":"2","text":" For learning about wisdom and instruction, for understanding words of insight, "},{"book":"Proverbs","chapter":"1","verse":"3","text":" for gaining instruction in wise dealing, righteousness, justice, and equity; "},{"book":"Proverbs","chapter":"1","verse":"4","text":" to teach shrewdness to the simple, knowledge and prudence to the young-- "},{"book":"Proverbs","chapter":"1","verse":"5","text":" Let the wise also hear and gain in learning, and the discerning acquire skill, "},{"book":"Proverbs","chapter":"1","verse":"6","text":" to understand a proverb and a figure, the words of the wise and their riddles. "},{"book":"Proverbs","chapter":"1","verse":"7","text":" The fear of the LORD is the beginning of knowledge; fools despise wisdom and instruction. "},{"book":"Proverbs","chapter":"1","verse":"8","text":" Hear, my child, your father&#39s instruction, and do not reject your mother&#39s teaching; "},{"book":"Proverbs","chapter":"1","verse":"9","text":" for they are a fair garland for your head, and pendants for your neck. "},{"book":"Proverbs","chapter":"1","verse":"10","text":" My child, if sinners entice you, do not consent. "},{"book":"Proverbs","chapter":"1","verse":"11","text":" If they say, &#34Come with us, let us lie in wait for blood; let us wantonly ambush the innocent; "},{"book":"Proverbs","chapter":"1","verse":"12","text":" like Sheol let us swallow them alive and whole, like those who go down to the Pit. "},{"book":"Proverbs","chapter":"1","verse":"13","text":" We shall find all kinds of costly things; we shall fill our houses with booty. "},{"book":"Proverbs","chapter":"1","verse":"14","text":" Throw in your lot among us; we will all have one purse&#34-- "},{"book":"Proverbs","chapter":"1","verse":"15","text":" my child, do not walk in their way, keep your foot from their paths; "},{"book":"Proverbs","chapter":"1","verse":"16","text":" for their feet run to evil, and they hurry to shed blood. "},{"book":"Proverbs","chapter":"1","verse":"17","text":" For in vain is the net baited while the bird is looking on; "},{"book":"Proverbs","chapter":"1","verse":"18","text":" yet they lie in wait-- to kill themselves! and set an ambush-- for their own lives! "},{"book":"Proverbs","chapter":"1","verse":"19","text":" Such is the end of all who are greedy for gain; it takes away the life of its possessors. "},{"book":"Proverbs","chapter":"1","verse":"20","text":" Wisdom cries out in the street; in the squares she raises her voice. "},{"book":"Proverbs","chapter":"1","verse":"21","text":" At the busiest corner she cries out; at the entrance of the city gates she speaks: "},{"book":"Proverbs","chapter":"1","verse":"22","text":" &#34How long, O simple ones, will you love being simple? How long will scoffers delight in their scoffing and fools hate knowledge? "},{"book":"Proverbs","chapter":"1","verse":"23","text":" Give heed to my reproof; I will pour out my thoughts to you; I will make my words known to you. "},{"book":"Proverbs","chapter":"1","verse":"24","text":" Because I have called and you refused, have stretched out my hand and no one heeded, "},{"book":"Proverbs","chapter":"1","verse":"25","text":" and because you have ignored all my counsel and would have none of my reproof, "},{"book":"Proverbs","chapter":"1","verse":"26","text":" I also will laugh at your calamity; I will mock when panic strikes you, "},{"book":"Proverbs","chapter":"1","verse":"27","text":" when panic strikes you like a storm, and your calamity comes like a whirlwind, when distress and anguish come upon you. "},{"book":"Proverbs","chapter":"1","verse":"28","text":" Then they will call upon me, but I will not answer; they will seek me diligently, but will not find me. "},{"book":"Proverbs","chapter":"1","verse":"29","text":" Because they hated knowledge and did not choose the fear of the LORD, "},{"book":"Proverbs","chapter":"1","verse":"30","text":" would have none of my counsel, and despised all my reproof, "},{"book":"Proverbs","chapter":"1","verse":"31","text":" therefore they shall eat the fruit of their way and be sated with their own devices. "},{"book":"Proverbs","chapter":"1","verse":"32","text":" For waywardness kills the simple, and the complacency of fools destroys them; "},{"book":"Proverbs","chapter":"1","verse":"33","text":" but those who listen to me will be secure and will live at ease, without dread of disaster.&#34 "}]