[{"book":"Proverbs","chapter":"18","verse":"1","text":" The one who lives alone is self-indulgent, showing contempt for all who have sound judgment. "},{"book":"Proverbs","chapter":"18","verse":"2","text":" A fool takes no pleasure in understanding, but only in expressing personal opinion. "},{"book":"Proverbs","chapter":"18","verse":"3","text":" When wickedness comes, contempt comes also; and with dishonor comes disgrace. "},{"book":"Proverbs","chapter":"18","verse":"4","text":" The words of the mouth are deep waters; the fountain of wisdom is a gushing stream. "},{"book":"Proverbs","chapter":"18","verse":"5","text":" It is not right to be partial to the guilty, or to subvert the innocent in judgment. "},{"book":"Proverbs","chapter":"18","verse":"6","text":" A fool&#39s lips bring strife, and a fool&#39s mouth invites a flogging. "},{"book":"Proverbs","chapter":"18","verse":"7","text":" The mouths of fools are their ruin, and their lips a snare to themselves. "},{"book":"Proverbs","chapter":"18","verse":"8","text":" The words of a whisperer are like delicious morsels; they go down into the inner parts of the body. "},{"book":"Proverbs","chapter":"18","verse":"9","text":" One who is slack in work is close kin to a vandal. "},{"book":"Proverbs","chapter":"18","verse":"10","text":" The name of the LORD is a strong tower; the righteous run into it and are safe. "},{"book":"Proverbs","chapter":"18","verse":"11","text":" The wealth of the rich is their strong city; in their imagination it is like a high wall. "},{"book":"Proverbs","chapter":"18","verse":"12","text":" Before destruction one&#39s heart is haughty, but humility goes before honor. "},{"book":"Proverbs","chapter":"18","verse":"13","text":" If one gives answer before hearing, it is folly and shame. "},{"book":"Proverbs","chapter":"18","verse":"14","text":" The human spirit will endure sickness; but a broken spirit-- who can bear? "},{"book":"Proverbs","chapter":"18","verse":"15","text":" An intelligent mind acquires knowledge, and the ear of the wise seeks knowledge. "},{"book":"Proverbs","chapter":"18","verse":"16","text":" A gift opens doors; it gives access to the great. "},{"book":"Proverbs","chapter":"18","verse":"17","text":" The one who first states a case seems right, until the other comes and cross-examines. "},{"book":"Proverbs","chapter":"18","verse":"18","text":" Casting the lot puts an end to disputes and decides between powerful contenders. "},{"book":"Proverbs","chapter":"18","verse":"19","text":" An ally offended is stronger than a city; such quarreling is like the bars of a castle. "},{"book":"Proverbs","chapter":"18","verse":"20","text":" From the fruit of the mouth one&#39s stomach is satisfied; the yield of the lips brings satisfaction. "},{"book":"Proverbs","chapter":"18","verse":"21","text":" Death and life are in the power of the tongue, and those who love it will eat its fruits. "},{"book":"Proverbs","chapter":"18","verse":"22","text":" He who finds a wife finds a good thing, and obtains favor from the LORD. "},{"book":"Proverbs","chapter":"18","verse":"23","text":" The poor use entreaties, but the rich answer roughly. "},{"book":"Proverbs","chapter":"18","verse":"24","text":" Some friends play at friendship but a true friend sticks closer than one&#39s nearest kin. "}]