[{"book":"Proverbs","chapter":"8","verse":"1","text":" Does not wisdom call, and does not understanding raise her voice? "},{"book":"Proverbs","chapter":"8","verse":"2","text":" On the heights, beside the way, at the crossroads she takes her stand; "},{"book":"Proverbs","chapter":"8","verse":"3","text":" beside the gates in front of the town, at the entrance of the portals she cries out: "},{"book":"Proverbs","chapter":"8","verse":"4","text":" &#34To you, O people, I call, and my cry is to all that live. "},{"book":"Proverbs","chapter":"8","verse":"5","text":" O simple ones, learn prudence; acquire intelligence, you who lack it. "},{"book":"Proverbs","chapter":"8","verse":"6","text":" Hear, for I will speak noble things, and from my lips will come what is right; "},{"book":"Proverbs","chapter":"8","verse":"7","text":" for my mouth will utter truth; wickedness is an abomination to my lips. "},{"book":"Proverbs","chapter":"8","verse":"8","text":" All the words of my mouth are righteous; there is nothing twisted or crooked in them. "},{"book":"Proverbs","chapter":"8","verse":"9","text":" They are all straight to one who understands and right to those who find knowledge. "},{"book":"Proverbs","chapter":"8","verse":"10","text":" Take my instruction instead of silver, and knowledge rather than choice gold; "},{"book":"Proverbs","chapter":"8","verse":"11","text":" for wisdom is better than jewels, and all that you may desire cannot compare with her. "},{"book":"Proverbs","chapter":"8","verse":"12","text":" I, wisdom, live with prudence, and I attain knowledge and discretion. "},{"book":"Proverbs","chapter":"8","verse":"13","text":" The fear of the LORD is hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate. "},{"book":"Proverbs","chapter":"8","verse":"14","text":" I have good advice and sound wisdom; I have insight, I have strength. "},{"book":"Proverbs","chapter":"8","verse":"15","text":" By me kings reign, and rulers decree what is just; "},{"book":"Proverbs","chapter":"8","verse":"16","text":" by me rulers rule, and nobles, all who govern rightly. "},{"book":"Proverbs","chapter":"8","verse":"17","text":" I love those who love me, and those who seek me diligently find me. "},{"book":"Proverbs","chapter":"8","verse":"18","text":" Riches and honor are with me, enduring wealth and prosperity. "},{"book":"Proverbs","chapter":"8","verse":"19","text":" My fruit is better than gold, even fine gold, and my yield than choice silver. "},{"book":"Proverbs","chapter":"8","verse":"20","text":" I walk in the way of righteousness, along the paths of justice, "},{"book":"Proverbs","chapter":"8","verse":"21","text":" endowing with wealth those who love me, and filling their treasuries. "},{"book":"Proverbs","chapter":"8","verse":"22","text":" The LORD created me at the beginning of his work, the first of his acts of long ago. "},{"book":"Proverbs","chapter":"8","verse":"23","text":" Ages ago I was set up, at the first, before the beginning of the earth. "},{"book":"Proverbs","chapter":"8","verse":"24","text":" When there were no depths I was brought forth, when there were no springs abounding with water. "},{"book":"Proverbs","chapter":"8","verse":"25","text":" Before the mountains had been shaped, before the hills, I was brought forth-- "},{"book":"Proverbs","chapter":"8","verse":"26","text":" when he had not yet made earth and fields, or the world&#39s first bits of soil. "},{"book":"Proverbs","chapter":"8","verse":"27","text":" When he established the heavens, I was there, when he drew a circle on the face of the deep, "},{"book":"Proverbs","chapter":"8","verse":"28","text":" when he made firm the skies above, when he established the fountains of the deep, "},{"book":"Proverbs","chapter":"8","verse":"29","text":" when he assigned to the sea its limit, so that the waters might not transgress his command, when he marked out the foundations of the earth, "},{"book":"Proverbs","chapter":"8","verse":"30","text":" then I was beside him, like a master worker; and I was daily his delight, rejoicing before him always, "},{"book":"Proverbs","chapter":"8","verse":"31","text":" rejoicing in his inhabited world and delighting in the human race. "},{"book":"Proverbs","chapter":"8","verse":"32","text":" And now, my children, listen to me: happy are those who keep my ways. "},{"book":"Proverbs","chapter":"8","verse":"33","text":" Hear instruction and be wise, and do not neglect it. "},{"book":"Proverbs","chapter":"8","verse":"34","text":" Happy is the one who listens to me, watching daily at my gates, waiting beside my doors. "},{"book":"Proverbs","chapter":"8","verse":"35","text":" For whoever finds me finds life and obtains favor from the LORD; "},{"book":"Proverbs","chapter":"8","verse":"36","text":" but those who miss me injure themselves; all who hate me love death.&#34 "}]