[{"book":"Revelation","chapter":"3","verse":"1","text":" &#34And to the angel of the church in Sardis write: These are the words of him who has the seven spirits of God and the seven stars: &#34I know your works; you have a name of being alive, but you are dead. "},{"book":"Revelation","chapter":"3","verse":"2","text":" Wake up, and strengthen what remains and is on the point of death, for I have not found your works perfect in the sight of my God. "},{"book":"Revelation","chapter":"3","verse":"3","text":" Remember then what you received and heard; obey it, and repent. If you do not wake up, I will come like a thief, and you will not know at what hour I will come to you. "},{"book":"Revelation","chapter":"3","verse":"4","text":" Yet you have still a few persons in Sardis who have not soiled their clothes; they will walk with me, dressed in white, for they are worthy. "},{"book":"Revelation","chapter":"3","verse":"5","text":" If you conquer, you will be clothed like them in white robes, and I will not blot your name out of the book of life; I will confess your name before my Father and before his angels. "},{"book":"Revelation","chapter":"3","verse":"6","text":" Let anyone who has an ear listen to what the Spirit is saying to the churches. "},{"book":"Revelation","chapter":"3","verse":"7","text":" &#34And to the angel of the church in Philadelphia write: These are the words of the holy one, the true one, who has the key of David, who opens and no one will shut, who shuts and no one opens: "},{"book":"Revelation","chapter":"3","verse":"8","text":" &#34I know your works. Look, I have set before you an open door, which no one is able to shut. I know that you have but little power, and yet you have kept my word and have not denied my name. "},{"book":"Revelation","chapter":"3","verse":"9","text":" I will make those of the synagogue of Satan who say that they are Jews and are not, but are lying-- I will make them come and bow down before your feet, and they will learn that I have loved you. "},{"book":"Revelation","chapter":"3","verse":"10","text":" Because you have kept my word of patient endurance, I will keep you from the hour of trial that is coming on the whole world to test the inhabitants of the earth. "},{"book":"Revelation","chapter":"3","verse":"11","text":" I am coming soon; hold fast to what you have, so that no one may seize your crown. "},{"book":"Revelation","chapter":"3","verse":"12","text":" If you conquer, I will make you a pillar in the temple of my God; you will never go out of it. I will write on you the name of my God, and the name of the city of my God, the new Jerusalem that comes down from my God out of heaven, and my own new name. "},{"book":"Revelation","chapter":"3","verse":"13","text":" Let anyone who has an ear listen to what the Spirit is saying to the churches. "},{"book":"Revelation","chapter":"3","verse":"14","text":" &#34And to the angel of the church in Laodicea write: The words of the Amen, the faithful and true witness, the origin of God&#39s creation: "},{"book":"Revelation","chapter":"3","verse":"15","text":" &#34I know your works; you are neither cold nor hot. I wish that you were either cold or hot. "},{"book":"Revelation","chapter":"3","verse":"16","text":" So, because you are lukewarm, and neither cold nor hot, I am about to spit you out of my mouth. "},{"book":"Revelation","chapter":"3","verse":"17","text":" For you say, &#39I am rich, I have prospered, and I need nothing.&#39 You do not realize that you are wretched, pitiable, poor, blind, and naked. "},{"book":"Revelation","chapter":"3","verse":"18","text":" Therefore I counsel you to buy from me gold refined by fire so that you may be rich; and white robes to clothe you and to keep the shame of your nakedness from being seen; and salve to anoint your eyes so that you may see. "},{"book":"Revelation","chapter":"3","verse":"19","text":" I reprove and discipline those whom I love. Be earnest, therefore, and repent. "},{"book":"Revelation","chapter":"3","verse":"20","text":" Listen! I am standing at the door, knocking; if you hear my voice and open the door, I will come in to you and eat with you, and you with me. "},{"book":"Revelation","chapter":"3","verse":"21","text":" To the one who conquers I will give a place with me on my throne, just as I myself conquered and sat down with my Father on his throne. "},{"book":"Revelation","chapter":"3","verse":"22","text":" Let anyone who has an ear listen to what the Spirit is saying to the churches.&#34 "}]