[{"book":"Romans","chapter":"10","verse":"1","text":" Brothers and sisters, my heart&#39s desire and prayer to God for them is that they may be saved. "},{"book":"Romans","chapter":"10","verse":"2","text":" I can testify that they have a zeal for God, but it is not enlightened. "},{"book":"Romans","chapter":"10","verse":"3","text":" For, being ignorant of the righteousness that comes from God, and seeking to establish their own, they have not submitted to God&#39s righteousness. "},{"book":"Romans","chapter":"10","verse":"4","text":" For Christ is the end of the law so that there may be righteousness for everyone who believes. "},{"book":"Romans","chapter":"10","verse":"5","text":" Moses writes concerning the righteousness that comes from the law, that &#34the person who does these things will live by them.&#34 "},{"book":"Romans","chapter":"10","verse":"6","text":" But the righteousness that comes from faith says, &#34Do not say in your heart, &#39Who will ascend into heaven?&#39&#34 (that is, to bring Christ down) "},{"book":"Romans","chapter":"10","verse":"7","text":" &#34or &#39Who will descend into the abyss?&#39&#34 (that is, to bring Christ up from the dead). "},{"book":"Romans","chapter":"10","verse":"8","text":" But what does it say? &#34The word is near you, on your lips and in your heart&#34 (that is, the word of faith that we proclaim); "},{"book":"Romans","chapter":"10","verse":"9","text":" because if you confess with your lips that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. "},{"book":"Romans","chapter":"10","verse":"10","text":" For one believes with the heart and so is justified, and one confesses with the mouth and so is saved. "},{"book":"Romans","chapter":"10","verse":"11","text":" The scripture says, &#34No one who believes in him will be put to shame.&#34 "},{"book":"Romans","chapter":"10","verse":"12","text":" For there is no distinction between Jew and Greek; the same Lord is Lord of all and is generous to all who call on him. "},{"book":"Romans","chapter":"10","verse":"13","text":" For, &#34Everyone who calls on the name of the Lord shall be saved.&#34 "},{"book":"Romans","chapter":"10","verse":"14","text":" But how are they to call on one in whom they have not believed? And how are they to believe in one of whom they have never heard? And how are they to hear without someone to proclaim him? "},{"book":"Romans","chapter":"10","verse":"15","text":" And how are they to proclaim him unless they are sent? As it is written, &#34How beautiful are the feet of those who bring good news!&#34 "},{"book":"Romans","chapter":"10","verse":"16","text":" But not all have obeyed the good news; for Isaiah says, &#34Lord, who has believed our message?&#34 "},{"book":"Romans","chapter":"10","verse":"17","text":" So faith comes from what is heard, and what is heard comes through the word of Christ. "},{"book":"Romans","chapter":"10","verse":"18","text":" But I ask, have they not heard? Indeed they have; for &#34Their voice has gone out to all the earth, and their words to the ends of the world.&#34 "},{"book":"Romans","chapter":"10","verse":"19","text":" Again I ask, did Israel not understand? First Moses says, &#34I will make you jealous of those who are not a nation; with a foolish nation I will make you angry.&#34 "},{"book":"Romans","chapter":"10","verse":"20","text":" Then Isaiah is so bold as to say, &#34I have been found by those who did not seek me; I have shown myself to those who did not ask for me.&#34 "},{"book":"Romans","chapter":"10","verse":"21","text":" But of Israel he says, &#34All day long I have held out my hands to a disobedient and contrary people.&#34 "}]