[{"book":"Romans","chapter":"4","verse":"1","text":" What then are we to say was gained by Abraham, our ancestor according to the flesh? "},{"book":"Romans","chapter":"4","verse":"2","text":" For if Abraham was justified by works, he has something to boast about, but not before God. "},{"book":"Romans","chapter":"4","verse":"3","text":" For what does the scripture say? &#34Abraham believed God, and it was reckoned to him as righteousness.&#34 "},{"book":"Romans","chapter":"4","verse":"4","text":" Now to one who works, wages are not reckoned as a gift but as something due. "},{"book":"Romans","chapter":"4","verse":"5","text":" But to one who without works trusts him who justifies the ungodly, such faith is reckoned as righteousness. "},{"book":"Romans","chapter":"4","verse":"6","text":" So also David speaks of the blessedness of those to whom God reckons righteousness apart from works: "},{"book":"Romans","chapter":"4","verse":"7","text":" &#34Blessed are those whose iniquities are forgiven, and whose sins are covered; "},{"book":"Romans","chapter":"4","verse":"8","text":" blessed is the one against whom the Lord will not reckon sin.&#34 "},{"book":"Romans","chapter":"4","verse":"9","text":" Is this blessedness, then, pronounced only on the circumcised, or also on the uncircumcised? We say, &#34Faith was reckoned to Abraham as righteousness.&#34 "},{"book":"Romans","chapter":"4","verse":"10","text":" How then was it reckoned to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised. "},{"book":"Romans","chapter":"4","verse":"11","text":" He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the ancestor of all who believe without being circumcised and who thus have righteousness reckoned to them, "},{"book":"Romans","chapter":"4","verse":"12","text":" and likewise the ancestor of the circumcised who are not only circumcised but who also follow the example of the faith that our ancestor Abraham had before he was circumcised. "},{"book":"Romans","chapter":"4","verse":"13","text":" For the promise that he would inherit the world did not come to Abraham or to his descendants through the law but through the righteousness of faith. "},{"book":"Romans","chapter":"4","verse":"14","text":" If it is the adherents of the law who are to be the heirs, faith is null and the promise is void. "},{"book":"Romans","chapter":"4","verse":"15","text":" For the law brings wrath; but where there is no law, neither is there violation. "},{"book":"Romans","chapter":"4","verse":"16","text":" For this reason it depends on faith, in order that the promise may rest on grace and be guaranteed to all his descendants, not only to the adherents of the law but also to those who share the faith of Abraham (for he is the father of all of us, "},{"book":"Romans","chapter":"4","verse":"17","text":" as it is written, &#34I have made you the father of many nations&#34)-- in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist. "},{"book":"Romans","chapter":"4","verse":"18","text":" Hoping against hope, he believed that he would become &#34the father of many nations,&#34 according to what was said, &#34So numerous shall your descendants be.&#34 "},{"book":"Romans","chapter":"4","verse":"19","text":" He did not weaken in faith when he considered his own body, which was already as good as dead (for he was about a hundred years old), or when he considered the barrenness of Sarah&#39s womb. "},{"book":"Romans","chapter":"4","verse":"20","text":" No distrust made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God, "},{"book":"Romans","chapter":"4","verse":"21","text":" being fully convinced that God was able to do what he had promised. "},{"book":"Romans","chapter":"4","verse":"22","text":" Therefore his faith &#34was reckoned to him as righteousness.&#34 "},{"book":"Romans","chapter":"4","verse":"23","text":" Now the words, &#34it was reckoned to him,&#34 were written not for his sake alone, "},{"book":"Romans","chapter":"4","verse":"24","text":" but for ours also. It will be reckoned to us who believe in him who raised Jesus our Lord from the dead, "},{"book":"Romans","chapter":"4","verse":"25","text":" who was handed over to death for our trespasses and was raised for our justification. "}]