[{"book":"SecondSamuel","chapter":"18","verse":"1","text":" Then David mustered the men who were with him, and set over them commanders of thousands and commanders of hundreds. "},{"book":"SecondSamuel","chapter":"18","verse":"2","text":" And David divided the army into three groups: one third under the command of Joab, one third under the command of Abishai son of Zeruiah, Joab&#39s brother, and one third under the command of Ittai the Gittite. The king said to the men, &#34I myself will also go out with you.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"3","text":" But the men said, &#34You shall not go out. For if we flee, they will not care about us. If half of us die, they will not care about us. But you are worth ten thousand of us; therefore it is better that you send us help from the city.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"4","text":" The king said to them, &#34Whatever seems best to you I will do.&#34 So the king stood at the side of the gate, while all the army marched out by hundreds and by thousands. "},{"book":"SecondSamuel","chapter":"18","verse":"5","text":" The king ordered Joab and Abishai and Ittai, saying, &#34Deal gently for my sake with the young man Absalom.&#34 And all the people heard when the king gave orders to all the commanders concerning Absalom. "},{"book":"SecondSamuel","chapter":"18","verse":"6","text":" So the army went out into the field against Israel; and the battle was fought in the forest of Ephraim. "},{"book":"SecondSamuel","chapter":"18","verse":"7","text":" The men of Israel were defeated there by the servants of David, and the slaughter there was great on that day, twenty thousand men. "},{"book":"SecondSamuel","chapter":"18","verse":"8","text":" The battle spread over the face of all the country; and the forest claimed more victims that day than the sword. "},{"book":"SecondSamuel","chapter":"18","verse":"9","text":" Absalom happened to meet the servants of David. Absalom was riding on his mule, and the mule went under the thick branches of a great oak. His head caught fast in the oak, and he was left hanging between heaven and earth, while the mule that was under him went on. "},{"book":"SecondSamuel","chapter":"18","verse":"10","text":" A man saw it, and told Joab, &#34I saw Absalom hanging in an oak.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"11","text":" Joab said to the man who told him, &#34What, you saw him! Why then did you not strike him there to the ground? I would have been glad to give you ten pieces of silver and a belt.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"12","text":" But the man said to Joab, &#34Even if I felt in my hand the weight of a thousand pieces of silver, I would not raise my hand against the king&#39s son; for in our hearing the king commanded you and Abishai and Ittai, saying: For my sake protect the young man Absalom! "},{"book":"SecondSamuel","chapter":"18","verse":"13","text":" On the other hand, if I had dealt treacherously against his life (and there is nothing hidden from the king), then you yourself would have stood aloof.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"14","text":" Joab said, &#34I will not waste time like this with you.&#34 He took three spears in his hand, and thrust them into the heart of Absalom, while he was still alive in the oak. "},{"book":"SecondSamuel","chapter":"18","verse":"15","text":" And ten young men, Joab&#39s armor-bearers, surrounded Absalom and struck him, and killed him. "},{"book":"SecondSamuel","chapter":"18","verse":"16","text":" Then Joab sounded the trumpet, and the troops came back from pursuing Israel, for Joab restrained the troops. "},{"book":"SecondSamuel","chapter":"18","verse":"17","text":" They took Absalom, threw him into a great pit in the forest, and raised over him a very great heap of stones. Meanwhile all the Israelites fled to their homes. "},{"book":"SecondSamuel","chapter":"18","verse":"18","text":" Now Absalom in his lifetime had taken and set up for himself a pillar that is in the King&#39s Valley, for he said, &#34I have no son to keep my name in remembrance&#34; he called the pillar by his own name. It is called Absalom&#39s Monument to this day. "},{"book":"SecondSamuel","chapter":"18","verse":"19","text":" Then Ahimaaz son of Zadok said, &#34Let me run, and carry tidings to the king that the LORD has delivered him from the power of his enemies.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"20","text":" Joab said to him, &#34You are not to carry tidings today; you may carry tidings another day, but today you shall not do so, because the king&#39s son is dead.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"21","text":" Then Joab said to a Cushite, &#34Go, tell the king what you have seen.&#34 The Cushite bowed before Joab, and ran. "},{"book":"SecondSamuel","chapter":"18","verse":"22","text":" Then Ahimaaz son of Zadok said again to Joab, &#34Come what may, let me also run after the Cushite.&#34 And Joab said, &#34Why will you run, my son, seeing that you have no reward for the tidings?&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"23","text":" &#34Come what may,&#34 he said, &#34I will run.&#34 So he said to him, &#34Run.&#34 Then Ahimaaz ran by the way of the Plain, and outran the Cushite. "},{"book":"SecondSamuel","chapter":"18","verse":"24","text":" Now David was sitting between the two gates. The sentinel went up to the roof of the gate by the wall, and when he looked up, he saw a man running alone. "},{"book":"SecondSamuel","chapter":"18","verse":"25","text":" The sentinel shouted and told the king. The king said, &#34If he is alone, there are tidings in his mouth.&#34 He kept coming, and drew near. "},{"book":"SecondSamuel","chapter":"18","verse":"26","text":" Then the sentinel saw another man running; and the sentinel called to the gatekeeper and said, &#34See, another man running alone!&#34 The king said, &#34He also is bringing tidings.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"27","text":" The sentinel said, &#34I think the running of the first one is like the running of Ahimaaz son of Zadok.&#34 The king said, &#34He is a good man, and comes with good tidings.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"28","text":" Then Ahimaaz cried out to the king, &#34All is well!&#34 He prostrated himself before the king with his face to the ground, and said, &#34Blessed be the LORD your God, who has delivered up the men who raised their hand against my lord the king.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"29","text":" The king said, &#34Is it well with the young man Absalom?&#34 Ahimaaz answered, &#34When Joab sent your servant, I saw a great tumult, but I do not know what it was.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"30","text":" The king said, &#34Turn aside, and stand here.&#34 So he turned aside, and stood still. "},{"book":"SecondSamuel","chapter":"18","verse":"31","text":" Then the Cushite came; and the Cushite said, &#34Good tidings for my lord the king! For the LORD has vindicated you this day, delivering you from the power of all who rose up against you.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"32","text":" The king said to the Cushite, &#34Is it well with the young man Absalom?&#34 The Cushite answered, &#34May the enemies of my lord the king, and all who rise up to do you harm, be like that young man.&#34 "},{"book":"SecondSamuel","chapter":"18","verse":"33","text":" The king was deeply moved, and went up to the chamber over the gate, and wept; and as he went, he said, &#34O my son Absalom, my son, my son Absalom! Would I had died instead of you, O Absalom, my son, my son!&#34 "}]