[{"book":"SecondMaccabees","chapter":"11","verse":"1","text":" Very soon after this, Lysias, the king&#39s guardian and kinsman, who was in charge of the government, being vexed at what had happened, "},{"book":"SecondMaccabees","chapter":"11","verse":"2","text":" gathered about eighty thousand infantry and all his cavalry and came against the Jews. He intended to make the city a home for Greeks, "},{"book":"SecondMaccabees","chapter":"11","verse":"3","text":" and to levy tribute on the temple as he did on the sacred places of the other nations, and to put up the high priesthood for sale every year. "},{"book":"SecondMaccabees","chapter":"11","verse":"4","text":" He took no account whatever of the power of God, but was elated with his ten thousands of infantry, and his thousands of cavalry, and his eighty elephants. "},{"book":"SecondMaccabees","chapter":"11","verse":"5","text":" Invading Judea, he approached Beth-zur, which was a fortified place about five stadia from Jerusalem, and pressed it hard. "},{"book":"SecondMaccabees","chapter":"11","verse":"6","text":" When Maccabeus and his men got word that Lysias was besieging the strongholds, they and all the people, with lamentations and tears, prayed the Lord to send a good angel to save Israel. "},{"book":"SecondMaccabees","chapter":"11","verse":"7","text":" Maccabeus himself was the first to take up arms, and he urged the others to risk their lives with him to aid their kindred. Then they eagerly rushed off together. "},{"book":"SecondMaccabees","chapter":"11","verse":"8","text":" And there, while they were still near Jerusalem, a horseman appeared at their head, clothed in white and brandishing weapons of gold. "},{"book":"SecondMaccabees","chapter":"11","verse":"9","text":" And together they all praised the merciful God, and were strengthened in heart, ready to assail not only humans but the wildest animals or walls of iron. "},{"book":"SecondMaccabees","chapter":"11","verse":"10","text":" They advanced in battle order, having their heavenly ally, for the Lord had mercy on them. "},{"book":"SecondMaccabees","chapter":"11","verse":"11","text":" They hurled themselves like lions against the enemy, and laid low eleven thousand of them and sixteen hundred cavalry, and forced all the rest to flee. "},{"book":"SecondMaccabees","chapter":"11","verse":"12","text":" Most of them got away stripped and wounded, and Lysias himself escaped by disgraceful flight. "},{"book":"SecondMaccabees","chapter":"11","verse":"13","text":" As he was not without intelligence, he pondered over the defeat that had befallen him, and realized that the Hebrews were invincible because the mighty God fought on their side. So he sent to them "},{"book":"SecondMaccabees","chapter":"11","verse":"14","text":" and persuaded them to settle everything on just terms, promising that he would persuade the king, constraining him to be their friend. "},{"book":"SecondMaccabees","chapter":"11","verse":"15","text":" Maccabeus, having regard for the common good, agreed to all that Lysias urged. For the king granted every request in behalf of the Jews which Maccabeus delivered to Lysias in writing. "},{"book":"SecondMaccabees","chapter":"11","verse":"16","text":" The letter written to the Jews by Lysias was to this effect: &#34Lysias to the people of the Jews, greetings. "},{"book":"SecondMaccabees","chapter":"11","verse":"17","text":" John and Absalom, who were sent by you, have delivered your signed communication and have asked about the matters indicated in it. "},{"book":"SecondMaccabees","chapter":"11","verse":"18","text":" I have informed the king of everything that needed to be brought before him, and he has agreed to what was possible. "},{"book":"SecondMaccabees","chapter":"11","verse":"19","text":" If you will maintain your goodwill toward the government, I will endeavor in the future to help promote your welfare. "},{"book":"SecondMaccabees","chapter":"11","verse":"20","text":" And concerning such matters and their details, I have ordered these men and my representatives to confer with you. "},{"book":"SecondMaccabees","chapter":"11","verse":"21","text":" Farewell. The one hundred forty-eighth year, Dioscorinthius twenty-fourth.&#34 "},{"book":"SecondMaccabees","chapter":"11","verse":"22","text":" The king&#39s letter ran thus: &#34King Antiochus to his brother Lysias, greetings. "},{"book":"SecondMaccabees","chapter":"11","verse":"23","text":" Now that our father has gone on to the gods, we desire that the subjects of the kingdom be undisturbed in caring for their own affairs. "},{"book":"SecondMaccabees","chapter":"11","verse":"24","text":" We have heard that the Jews do not consent to our father&#39s change to Greek customs, but prefer their own way of living and ask that their own customs be allowed them. "},{"book":"SecondMaccabees","chapter":"11","verse":"25","text":" Accordingly, since we choose that this nation also should be free from disturbance, our decision is that their temple be restored to them and that they shall live according to the customs of their ancestors. "},{"book":"SecondMaccabees","chapter":"11","verse":"26","text":" You will do well, therefore, to send word to them and give them pledges of friendship, so that they may know our policy and be of good cheer and go on happily in the conduct of their own affairs.&#34 "},{"book":"SecondMaccabees","chapter":"11","verse":"27","text":" To the nation the king&#39s letter was as follows: &#34King Antiochus to the senate of the Jews and to the other Jews, greetings. "},{"book":"SecondMaccabees","chapter":"11","verse":"28","text":" If you are well, it is as we desire. We also are in good health. "},{"book":"SecondMaccabees","chapter":"11","verse":"29","text":" Menelaus has informed us that you wish to return home and look after your own affairs. "},{"book":"SecondMaccabees","chapter":"11","verse":"30","text":" Therefore those who go home by the thirtieth of Xanthicus will have our pledge of friendship and full permission "},{"book":"SecondMaccabees","chapter":"11","verse":"31","text":" for the Jews to enjoy their own food and laws, just as formerly, and none of them shall be molested in any way for what may have been done in ignorance. "},{"book":"SecondMaccabees","chapter":"11","verse":"32","text":" And I have also sent Menelaus to encourage you. "},{"book":"SecondMaccabees","chapter":"11","verse":"33","text":" Farewell. The one hundred forty-eighth year, Xanthicus fifteenth.&#34 "},{"book":"SecondMaccabees","chapter":"11","verse":"34","text":" The Romans also sent them a letter, which read thus: &#34Quintus Memmius and Titus Manius, envoys of the Romans, to the people of the Jews, greetings. "},{"book":"SecondMaccabees","chapter":"11","verse":"35","text":" With regard to what Lysias the kinsman of the king has granted you, we also give consent. "},{"book":"SecondMaccabees","chapter":"11","verse":"36","text":" But as to the matters that he decided are to be referred to the king, as soon as you have considered them, send some one promptly so that we may make proposals appropriate for you. For we are on our way to Antioch. "},{"book":"SecondMaccabees","chapter":"11","verse":"37","text":" Therefore make haste and send messengers so that we may have your judgment. "},{"book":"SecondMaccabees","chapter":"11","verse":"38","text":" Farewell. The one hundred forty-eighth year, Xanthicus fifteenth.&#34 "}]