[{"book":"SecondMaccabees","chapter":"10","verse":"1","text":" Now Maccabeus and his followers, the Lord leading them on, recovered the temple and the city; "},{"book":"SecondMaccabees","chapter":"10","verse":"2","text":" they tore down the altars that had been built in the public square by the foreigners, and also destroyed the sacred precincts. "},{"book":"SecondMaccabees","chapter":"10","verse":"3","text":" They purified the sanctuary, and made another altar of sacrifice; then, striking fire out of flint, they offered sacrifices, after a lapse of two years, and they offered incense and lighted lamps and set out the bread of the Presence. "},{"book":"SecondMaccabees","chapter":"10","verse":"4","text":" When they had done this, they fell prostrate and implored the Lord that they might never again fall into such misfortunes, but that, if they should ever sin, they might be disciplined by him with forbearance and not be handed over to blasphemous and barbarous nations. "},{"book":"SecondMaccabees","chapter":"10","verse":"5","text":" It happened that on the same day on which the sanctuary had been profaned by the foreigners, the purification of the sanctuary took place, that is, on the twenty-fifth day of the same month, which was Chislev. "},{"book":"SecondMaccabees","chapter":"10","verse":"6","text":" They celebrated it for eight days with rejoicing, in the manner of the festival of booths, remembering how not long before, during the festival of booths, they had been wandering in the mountains and caves like wild animals. "},{"book":"SecondMaccabees","chapter":"10","verse":"7","text":" Therefore, carrying ivy-wreathed wands and beautiful branches and also fronds of palm, they offered hymns of thanksgiving to him who had given success to the purifying of his own holy place. "},{"book":"SecondMaccabees","chapter":"10","verse":"8","text":" They decreed by public edict, ratified by vote, that the whole nation of the Jews should observe these days every year. "},{"book":"SecondMaccabees","chapter":"10","verse":"9","text":" Such then was the end of Antiochus, who was called Epiphanes. "},{"book":"SecondMaccabees","chapter":"10","verse":"10","text":" Now we will tell what took place under Antiochus Eupator, who was the son of that ungodly man, and will give a brief summary of the principal calamities of the wars. "},{"book":"SecondMaccabees","chapter":"10","verse":"11","text":" This man, when he succeeded to the kingdom, appointed one Lysias to have charge of the government and to be chief governor of Coelesyria and Phoenicia. "},{"book":"SecondMaccabees","chapter":"10","verse":"12","text":" Ptolemy, who was called Macron, took the lead in showing justice to the Jews because of the wrong that had been done to them, and attempted to maintain peaceful relations with them. "},{"book":"SecondMaccabees","chapter":"10","verse":"13","text":" As a result he was accused before Eupator by the king&#39s Friends. He heard himself called a traitor at every turn, because he had abandoned Cyprus, which Philometor had entrusted to him, and had gone over to Antiochus Epiphanes. Unable to command the respect due his office, he took poison and ended his life. "},{"book":"SecondMaccabees","chapter":"10","verse":"14","text":" When Gorgias became governor of the region, he maintained a force of mercenaries, and at every turn kept attacking the Jews. "},{"book":"SecondMaccabees","chapter":"10","verse":"15","text":" Besides this, the Idumeans, who had control of important strongholds, were harassing the Jews; they received those who were banished from Jerusalem, and endeavored to keep up the war. "},{"book":"SecondMaccabees","chapter":"10","verse":"16","text":" But Maccabeus and his forces, after making solemn supplication and imploring God to fight on their side, rushed to the strongholds of the Idumeans. "},{"book":"SecondMaccabees","chapter":"10","verse":"17","text":" Attacking them vigorously, they gained possession of the places, and beat off all who fought upon the wall, and slaughtered those whom they encountered, killing no fewer than twenty thousand. "},{"book":"SecondMaccabees","chapter":"10","verse":"18","text":" When at least nine thousand took refuge in two very strong towers well equipped to withstand a siege, "},{"book":"SecondMaccabees","chapter":"10","verse":"19","text":" Maccabeus left Simon and Joseph, and also Zacchaeus and his troops, a force sufficient to besiege them; and he himself set off for places where he was more urgently needed. "},{"book":"SecondMaccabees","chapter":"10","verse":"20","text":" But those with Simon, who were money-hungry, were bribed by some of those who were in the towers, and on receiving seventy thousand drachmas let some of them slip away. "},{"book":"SecondMaccabees","chapter":"10","verse":"21","text":" When word of what had happened came to Maccabeus, he gathered the leaders of the people, and accused these men of having sold their kindred for money by setting their enemies free to fight against them. "},{"book":"SecondMaccabees","chapter":"10","verse":"22","text":" Then he killed these men who had turned traitor, and immediately captured the two towers. "},{"book":"SecondMaccabees","chapter":"10","verse":"23","text":" Having success at arms in everything he undertook, he destroyed more than twenty thousand in the two strongholds. "},{"book":"SecondMaccabees","chapter":"10","verse":"24","text":" Now Timothy, who had been defeated by the Jews before, gathered a tremendous force of mercenaries and collected the cavalry from Asia in no small number. He came on, intending to take Judea by storm. "},{"book":"SecondMaccabees","chapter":"10","verse":"25","text":" As he drew near, Maccabeus and his men sprinkled dust on their heads and girded their loins with sackcloth, in supplication to God. "},{"book":"SecondMaccabees","chapter":"10","verse":"26","text":" Falling upon the steps before the altar, they implored him to be gracious to them and to be an enemy to their enemies and an adversary to their adversaries, as the law declares. "},{"book":"SecondMaccabees","chapter":"10","verse":"27","text":" And rising from their prayer they took up their arms and advanced a considerable distance from the city; and when they came near the enemy they halted. "},{"book":"SecondMaccabees","chapter":"10","verse":"28","text":" Just as dawn was breaking, the two armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on the Lord, while the other made rage their leader in the fight. "},{"book":"SecondMaccabees","chapter":"10","verse":"29","text":" When the battle became fierce, there appeared to the enemy from heaven five resplendent men on horses with golden bridles, and they were leading the Jews. "},{"book":"SecondMaccabees","chapter":"10","verse":"30","text":" Two of them took Maccabeus between them, and shielding him with their own armor and weapons, they kept him from being wounded. They showered arrows and thunderbolts on the enemy, so that, confused and blinded, they were thrown into disorder and cut to pieces. "},{"book":"SecondMaccabees","chapter":"10","verse":"31","text":" Twenty thousand five hundred were slaughtered, besides six hundred cavalry. "},{"book":"SecondMaccabees","chapter":"10","verse":"32","text":" Timothy himself fled to a stronghold called Gazara, especially well garrisoned, where Chaereas was commander. "},{"book":"SecondMaccabees","chapter":"10","verse":"33","text":" Then Maccabeus and his men were glad, and they besieged the fort for four days. "},{"book":"SecondMaccabees","chapter":"10","verse":"34","text":" The men within, relying on the strength of the place, kept blaspheming terribly and uttering wicked words. "},{"book":"SecondMaccabees","chapter":"10","verse":"35","text":" But at dawn of the fifth day, twenty young men in the army of Maccabeus, fired with anger because of the blasphemies, bravely stormed the wall and with savage fury cut down everyone they met. "},{"book":"SecondMaccabees","chapter":"10","verse":"36","text":" Others who came up in the same way wheeled around against the defenders and set fire to the towers; they kindled fires and burned the blasphemers alive. Others broke open the gates and let in the rest of the force, and they occupied the city. "},{"book":"SecondMaccabees","chapter":"10","verse":"37","text":" They killed Timothy, who was hiding in a cistern, and his brother Chaereas, and Apollophanes. "},{"book":"SecondMaccabees","chapter":"10","verse":"38","text":" When they had accomplished these things, with hymns and thanksgivings they blessed the Lord who shows great kindness to Israel and gives them the victory. "}]