[{"book":"SecondMaccabees","chapter":"8","verse":"1","text":" Meanwhile Judas, who was also called Maccabeus, and his companions secretly entered the villages and summoned their kindred and enlisted those who had continued in the Jewish faith, and so they gathered about six thousand. "},{"book":"SecondMaccabees","chapter":"8","verse":"2","text":" They implored the Lord to look upon the people who were oppressed by all; and to have pity on the temple that had been profaned by the godless; "},{"book":"SecondMaccabees","chapter":"8","verse":"3","text":" to have mercy on the city that was being destroyed and about to be leveled to the ground; to hearken to the blood that cried out to him; "},{"book":"SecondMaccabees","chapter":"8","verse":"4","text":" to remember also the lawless destruction of the innocent babies and the blasphemies committed against his name; and to show his hatred of evil. "},{"book":"SecondMaccabees","chapter":"8","verse":"5","text":" As soon as Maccabeus got his army organized, the Gentiles could not withstand him, for the wrath of the Lord had turned to mercy. "},{"book":"SecondMaccabees","chapter":"8","verse":"6","text":" Coming without warning, he would set fire to towns and villages. He captured strategic positions and put to flight not a few of the enemy. "},{"book":"SecondMaccabees","chapter":"8","verse":"7","text":" He found the nights most advantageous for such attacks. And talk of his valor spread everywhere. "},{"book":"SecondMaccabees","chapter":"8","verse":"8","text":" When Philip saw that the man was gaining ground little by little, and that he was pushing ahead with more frequent successes, he wrote to Ptolemy, the governor of Coelesyria and Phoenicia, to come to the aid of the king&#39s government. "},{"book":"SecondMaccabees","chapter":"8","verse":"9","text":" Then Ptolemy promptly appointed Nicanor son of Patroclus, one of the king&#39s chief Friends, and sent him, in command of no fewer than twenty thousand Gentiles of all nations, to wipe out the whole race of Judea. He associated with him Gorgias, a general and a man of experience in military service. "},{"book":"SecondMaccabees","chapter":"8","verse":"10","text":" Nicanor determined to make up for the king the tribute due to the Romans, two thousand talents, by selling the captured Jews into slavery. "},{"book":"SecondMaccabees","chapter":"8","verse":"11","text":" So he immediately sent to the towns on the seacoast, inviting them to buy Jewish slaves and promising to hand over ninety slaves for a talent, not expecting the judgment from the Almighty that was about to overtake him. "},{"book":"SecondMaccabees","chapter":"8","verse":"12","text":" Word came to Judas concerning Nicanor&#39s invasion; and when he told his companions of the arrival of the army, "},{"book":"SecondMaccabees","chapter":"8","verse":"13","text":" those who were cowardly and distrustful of God&#39s justice ran off and got away. "},{"book":"SecondMaccabees","chapter":"8","verse":"14","text":" Others sold all their remaining property, and at the same time implored the Lord to rescue those who had been sold by the ungodly Nicanor before he ever met them, "},{"book":"SecondMaccabees","chapter":"8","verse":"15","text":" if not for their own sake, then for the sake of the covenants made with their ancestors, and because he had called them by his holy and glorious name. "},{"book":"SecondMaccabees","chapter":"8","verse":"16","text":" But Maccabeus gathered his forces together, to the number six thousand, and exhorted them not to be frightened by the enemy and not to fear the great multitude of Gentiles who were wickedly coming against them, but to fight nobly, "},{"book":"SecondMaccabees","chapter":"8","verse":"17","text":" keeping before their eyes the lawless outrage that the Gentiles had committed against the holy place, and the torture of the derided city, and besides, the overthrow of their ancestral way of life. "},{"book":"SecondMaccabees","chapter":"8","verse":"18","text":" &#34For they trust to arms and acts of daring,&#34 he said, &#34but we trust in the Almighty God, who is able with a single nod to strike down those who are coming against us, and even, if necessary, the whole world.&#34 "},{"book":"SecondMaccabees","chapter":"8","verse":"19","text":" Moreover, he told them of the occasions when help came to their ancestors; how, in the time of Sennacherib, when one hundred eighty-five thousand perished, "},{"book":"SecondMaccabees","chapter":"8","verse":"20","text":" and the time of the battle against the Galatians that took place in Babylonia, when eight thousand Jews fought along with four thousand Macedonians; yet when the Macedonians were hard pressed, the eight thousand, by the help that came to them from heaven, destroyed one hundred twenty thousand Galatians and took a great amount of booty. "},{"book":"SecondMaccabees","chapter":"8","verse":"21","text":" With these words he filled them with courage and made them ready to die for their laws and their country; then he divided his army into four parts. "},{"book":"SecondMaccabees","chapter":"8","verse":"22","text":" He appointed his brothers also, Simon and Joseph and Jonathan, each to command a division, putting fifteen hundred men under each. "},{"book":"SecondMaccabees","chapter":"8","verse":"23","text":" Besides, he appointed Eleazar to read aloud from the holy book, and gave the watchword, &#34The help of God&#34; then, leading the first division himself, he joined battle with Nicanor. "},{"book":"SecondMaccabees","chapter":"8","verse":"24","text":" With the Almighty as their ally, they killed more than nine thousand of the enemy, and wounded and disabled most of Nicanor&#39s army, and forced them all to flee. "},{"book":"SecondMaccabees","chapter":"8","verse":"25","text":" They captured the money of those who had come to buy them as slaves. After pursuing them for some distance, they were obliged to return because the hour was late. "},{"book":"SecondMaccabees","chapter":"8","verse":"26","text":" It was the day before the sabbath, and for that reason they did not continue their pursuit. "},{"book":"SecondMaccabees","chapter":"8","verse":"27","text":" When they had collected the arms of the enemy and stripped them of their spoils, they kept the sabbath, giving great praise and thanks to the Lord, who had preserved them for that day and allotted it to them as the beginning of mercy. "},{"book":"SecondMaccabees","chapter":"8","verse":"28","text":" After the sabbath they gave some of the spoils to those who had been tortured and to the widows and orphans, and distributed the rest among themselves and their children. "},{"book":"SecondMaccabees","chapter":"8","verse":"29","text":" When they had done this, they made common supplication and implored the merciful Lord to be wholly reconciled with his servants. "},{"book":"SecondMaccabees","chapter":"8","verse":"30","text":" In encounters with the forces of Timothy and Bacchides they killed more than twenty thousand of them and got possession of some exceedingly high strongholds, and they divided a very large amount of plunder, giving to those who had been tortured and to the orphans and widows, and also to the aged, shares equal to their own. "},{"book":"SecondMaccabees","chapter":"8","verse":"31","text":" They collected the arms of the enemy, and carefully stored all of them in strategic places; the rest of the spoils they carried to Jerusalem. "},{"book":"SecondMaccabees","chapter":"8","verse":"32","text":" They killed the commander of Timothy&#39s forces, a most wicked man, and one who had greatly troubled the Jews. "},{"book":"SecondMaccabees","chapter":"8","verse":"33","text":" While they were celebrating the victory in the city of their ancestors, they burned those who had set fire to the sacred gates, Callisthenes and some others, who had fled into one little house; so these received the proper reward for their impiety. "},{"book":"SecondMaccabees","chapter":"8","verse":"34","text":" The thrice-accursed Nicanor, who had brought the thousand merchants to buy the Jews, "},{"book":"SecondMaccabees","chapter":"8","verse":"35","text":" having been humbled with the help of the Lord by opponents whom he regarded as of the least account, took off his splendid uniform and made his way alone like a runaway slave across the country until he reached Antioch, having succeeded chiefly in the destruction of his own army! "},{"book":"SecondMaccabees","chapter":"8","verse":"36","text":" So he who had undertaken to secure tribute for the Romans by the capture of the people of Jerusalem proclaimed that the Jews had a Defender, and that therefore the Jews were invulnerable, because they followed the laws ordained by him. "}]