[{"book":"SecondMaccabees","chapter":"12","verse":"1","text":" When this agreement had been reached, Lysias returned to the king, and the Jews went about their farming. "},{"book":"SecondMaccabees","chapter":"12","verse":"2","text":" But some of the governors in various places, Timothy and Apollonius son of Gennaeus, as well as Hieronymus and Demophon, and in addition to these Nicanor the governor of Cyprus, would not let them live quietly and in peace. "},{"book":"SecondMaccabees","chapter":"12","verse":"3","text":" And the people of Joppa did so ungodly a deed as this: they invited the Jews who lived among them to embark, with their wives and children, on boats that they had provided, as though there were no ill will to the Jews; "},{"book":"SecondMaccabees","chapter":"12","verse":"4","text":" and this was done by public vote of the city. When they accepted, because they wished to live peaceably and suspected nothing, the people of Joppa took them out to sea and drowned them, at least two hundred. "},{"book":"SecondMaccabees","chapter":"12","verse":"5","text":" When Judas heard of the cruelty visited on his compatriots, he gave orders to his men "},{"book":"SecondMaccabees","chapter":"12","verse":"6","text":" and, calling upon God, the righteous judge, attacked the murderers of his kindred. He set fire to the harbor by night, burned the boats, and massacred those who had taken refuge there. "},{"book":"SecondMaccabees","chapter":"12","verse":"7","text":" Then, because the city&#39s gates were closed, he withdrew, intending to come again and root out the whole community of Joppa. "},{"book":"SecondMaccabees","chapter":"12","verse":"8","text":" But learning that the people in Jamnia meant in the same way to wipe out the Jews who were living among them, "},{"book":"SecondMaccabees","chapter":"12","verse":"9","text":" he attacked the Jamnites by night and set fire to the harbor and the fleet, so that the glow of the light was seen in Jerusalem, thirty miles distant. "},{"book":"SecondMaccabees","chapter":"12","verse":"10","text":" When they had gone more than a mile from there, on their march against Timothy, at least five thousand Arabs with five hundred cavalry attacked them. "},{"book":"SecondMaccabees","chapter":"12","verse":"11","text":" After a hard fight, Judas and his companions, with God&#39s help, were victorious. The defeated nomads begged Judas to grant them pledges of friendship, promising to give him livestock and to help his people in all other ways. "},{"book":"SecondMaccabees","chapter":"12","verse":"12","text":" Judas, realizing that they might indeed be useful in many ways, agreed to make peace with them; and after receiving his pledges they went back to their tents. "},{"book":"SecondMaccabees","chapter":"12","verse":"13","text":" He also attacked a certain town that was strongly fortified with earthworks and walls, and inhabited by all sorts of Gentiles. Its name was Caspin. "},{"book":"SecondMaccabees","chapter":"12","verse":"14","text":" Those who were within, relying on the strength of the walls and on their supply of provisions, behaved most insolently toward Judas and his men, railing at them and even blaspheming and saying unholy things. "},{"book":"SecondMaccabees","chapter":"12","verse":"15","text":" But Judas and his men, calling against the great Sovereign of the world, who without battering-rams or engines of war overthrew Jericho in the days of Joshua, rushed furiously upon the walls. "},{"book":"SecondMaccabees","chapter":"12","verse":"16","text":" They took the town by the will of God, and slaughtered untold numbers, so that the adjoining lake, a quarter of a mile wide, appeared to be running over with blood. "},{"book":"SecondMaccabees","chapter":"12","verse":"17","text":" When they had gone ninety-five miles from there, they came to Charax, to the Jews who are called Toubiani. "},{"book":"SecondMaccabees","chapter":"12","verse":"18","text":" They did not find Timothy in that region, for he had by then left there without accomplishing anything, though in one place he had left a very strong garrison. "},{"book":"SecondMaccabees","chapter":"12","verse":"19","text":" Dositheus and Sosipater, who were captains under Maccabeus, marched out and destroyed those whom Timothy had left in the stronghold, more than ten thousand men. "},{"book":"SecondMaccabees","chapter":"12","verse":"20","text":" But Maccabeus arranged his army in divisions, set men in command of the divisions, and hurried after Timothy, who had with him one hundred twenty thousand infantry and two thousand five hundred cavalry. "},{"book":"SecondMaccabees","chapter":"12","verse":"21","text":" When Timothy learned of the approach of Judas, he sent off the women and the children and also the baggage to a place called Carnaim; for that place was hard to besiege and difficult of access because of the narrowness of all the approaches. "},{"book":"SecondMaccabees","chapter":"12","verse":"22","text":" But when Judas&#39s first division appeared, terror and fear came over the enemy at the manifestation to them of him who sees all things. In their flight they rushed headlong in every direction, so that often they were injured by their own men and pierced by the points of their own swords. "},{"book":"SecondMaccabees","chapter":"12","verse":"23","text":" Judas pressed the pursuit with the utmost vigor, putting the sinners to the sword, and destroyed as many as thirty thousand. "},{"book":"SecondMaccabees","chapter":"12","verse":"24","text":" Timothy himself fell into the hands of Dositheus and Sosipater and their men. With great guile he begged them to let him go in safety, because he held the parents of most of them, and the brothers of some, to whom no consideration would be shown. "},{"book":"SecondMaccabees","chapter":"12","verse":"25","text":" And when with many words he had confirmed his solemn promise to restore them unharmed, they let him go, for the sake of saving their kindred. "},{"book":"SecondMaccabees","chapter":"12","verse":"26","text":" Then Judas marched against Carnaim and the temple of Atargatis, and slaughtered twenty-five thousand people. "},{"book":"SecondMaccabees","chapter":"12","verse":"27","text":" After the rout and destruction of these, he marched also against Ephron, a fortified town where Lysias lived with multitudes of people of all nationalities. Stalwart young men took their stand before the walls and made a vigorous defense; and great stores of war engines and missiles were there. "},{"book":"SecondMaccabees","chapter":"12","verse":"28","text":" But the Jews called upon the Sovereign who with power shatters the might of his enemies, and they got the town into their hands, and killed as many as twenty-five thousand of those who were in it. "},{"book":"SecondMaccabees","chapter":"12","verse":"29","text":" Setting out from there, they hastened to Scythopolis, which is seventy-five miles from Jerusalem. "},{"book":"SecondMaccabees","chapter":"12","verse":"30","text":" But when the Jews who lived there bore witness to the goodwill that the people of Scythopolis had shown them and their kind treatment of them in times of misfortune, "},{"book":"SecondMaccabees","chapter":"12","verse":"31","text":" they thanked them and exhorted them to be well disposed to their race in the future also. Then they went up to Jerusalem, as the festival of weeks was close at hand. "},{"book":"SecondMaccabees","chapter":"12","verse":"32","text":" After the festival called Pentecost, they hurried against Gorgias, the governor of Idumea, "},{"book":"SecondMaccabees","chapter":"12","verse":"33","text":" who came out with three thousand infantry and four hundred cavalry. "},{"book":"SecondMaccabees","chapter":"12","verse":"34","text":" When they joined battle, it happened that a few of the Jews fell. "},{"book":"SecondMaccabees","chapter":"12","verse":"35","text":" But a certain Dositheus, one of Bacenor&#39s men, who was on horseback and was a strong man, caught hold of Gorgias, and grasping his cloak was dragging him off by main strength, wishing to take the accursed man alive, when one of the Thracian cavalry bore down on him and cut off his arm; so Gorgias escaped and reached Marisa. "},{"book":"SecondMaccabees","chapter":"12","verse":"36","text":" As Esdris and his men had been fighting for a long time and were weary, Judas called upon the Lord to show himself their ally and leader in the battle. "},{"book":"SecondMaccabees","chapter":"12","verse":"37","text":" In the language of their ancestors he raised the battle cry, with hymns; then he charged against Gorgias&#39s troops when they were not expecting it, and put them to flight. "},{"book":"SecondMaccabees","chapter":"12","verse":"38","text":" Then Judas assembled his army and went to the city of Adullam. As the seventh day was coming on, they purified themselves according to the custom, and kept the sabbath there. "},{"book":"SecondMaccabees","chapter":"12","verse":"39","text":" On the next day, as had now become necessary, Judas and his men went to take up the bodies of the fallen and to bring them back to lie with their kindred in the sepulchres of their ancestors. "},{"book":"SecondMaccabees","chapter":"12","verse":"40","text":" Then under the tunic of each one of the dead they found sacred tokens of the idols of Jamnia, which the law forbids the Jews to wear. And it became clear to all that this was the reason these men had fallen. "},{"book":"SecondMaccabees","chapter":"12","verse":"41","text":" So they all blessed the ways of the Lord, the righteous judge, who reveals the things that are hidden; "},{"book":"SecondMaccabees","chapter":"12","verse":"42","text":" and they turned to supplication, praying that the sin that had been committed might be wholly blotted out. The noble Judas exhorted the people to keep themselves free from sin, for they had seen with their own eyes what had happened as the result of the sin of those who had fallen. "},{"book":"SecondMaccabees","chapter":"12","verse":"43","text":" He also took up a collection, man by man, to the amount of two thousand drachmas of silver, and sent it to Jerusalem to provide for a sin offering. In doing this he acted very well and honorably, taking account of the resurrection. "},{"book":"SecondMaccabees","chapter":"12","verse":"44","text":" For if he were not expecting that those who had fallen would rise again, it would have been superfluous and foolish to pray for the dead. "},{"book":"SecondMaccabees","chapter":"12","verse":"45","text":" But if he was looking to the splendid reward that is laid up for those who fall asleep in godliness, it was a holy and pious thought. Therefore he made atonement for the dead, so that they might be delivered from their sin. "}]