[{"book":"SecondSamuel","chapter":"6","verse":"1","text":" David again gathered all the chosen men of Israel, thirty thousand. "},{"book":"SecondSamuel","chapter":"6","verse":"2","text":" David and all the people with him set out and went from Baale-judah, to bring up from there the ark of God, which is called by the name of the LORD of hosts who is enthroned on the cherubim. "},{"book":"SecondSamuel","chapter":"6","verse":"3","text":" They carried the ark of God on a new cart, and brought it out of the house of Abinadab, which was on the hill. Uzzah and Ahio, the sons of Abinadab, were driving the new cart "},{"book":"SecondSamuel","chapter":"6","verse":"4","text":" with the ark of God; and Ahio went in front of the ark. "},{"book":"SecondSamuel","chapter":"6","verse":"5","text":" David and all the house of Israel were dancing before the LORD with all their might, with songs and lyres and harps and tambourines and castanets and cymbals. "},{"book":"SecondSamuel","chapter":"6","verse":"6","text":" When they came to the threshing floor of Nacon, Uzzah reached out his hand to the ark of God and took hold of it, for the oxen shook it. "},{"book":"SecondSamuel","chapter":"6","verse":"7","text":" The anger of the LORD was kindled against Uzzah; and God struck him there because he reached out his hand to the ark; and he died there beside the ark of God. "},{"book":"SecondSamuel","chapter":"6","verse":"8","text":" David was angry because the LORD had burst forth with an outburst upon Uzzah; so that place is called Perez-uzzah, to this day. "},{"book":"SecondSamuel","chapter":"6","verse":"9","text":" David was afraid of the LORD that day; he said, &#34How can the ark of the LORD come into my care?&#34 "},{"book":"SecondSamuel","chapter":"6","verse":"10","text":" So David was unwilling to take the ark of the LORD into his care in the city of David; instead David took it to the house of Obed-edom the Gittite. "},{"book":"SecondSamuel","chapter":"6","verse":"11","text":" The ark of the LORD remained in the house of Obed-edom the Gittite three months; and the LORD blessed Obed-edom and all his household. "},{"book":"SecondSamuel","chapter":"6","verse":"12","text":" It was told King David, &#34The LORD has blessed the household of Obed-edom and all that belongs to him, because of the ark of God.&#34 So David went and brought up the ark of God from the house of Obed-edom to the city of David with rejoicing; "},{"book":"SecondSamuel","chapter":"6","verse":"13","text":" and when those who bore the ark of the LORD had gone six paces, he sacrificed an ox and a fatling. "},{"book":"SecondSamuel","chapter":"6","verse":"14","text":" David danced before the LORD with all his might; David was girded with a linen ephod. "},{"book":"SecondSamuel","chapter":"6","verse":"15","text":" So David and all the house of Israel brought up the ark of the LORD with shouting, and with the sound of the trumpet. "},{"book":"SecondSamuel","chapter":"6","verse":"16","text":" As the ark of the LORD came into the city of David, Michal daughter of Saul looked out of the window, and saw King David leaping and dancing before the LORD; and she despised him in her heart. "},{"book":"SecondSamuel","chapter":"6","verse":"17","text":" They brought in the ark of the LORD, and set it in its place, inside the tent that David had pitched for it; and David offered burnt offerings and offerings of well-being before the LORD. "},{"book":"SecondSamuel","chapter":"6","verse":"18","text":" When David had finished offering the burnt offerings and the offerings of well-being, he blessed the people in the name of the LORD of hosts, "},{"book":"SecondSamuel","chapter":"6","verse":"19","text":" and distributed food among all the people, the whole multitude of Israel, both men and women, to each a cake of bread, a portion of meat, and a cake of raisins. Then all the people went back to their homes. "},{"book":"SecondSamuel","chapter":"6","verse":"20","text":" David returned to bless his household. But Michal the daughter of Saul came out to meet David, and said, &#34How the king of Israel honored himself today, uncovering himself today before the eyes of his servants&#39 maids, as any vulgar fellow might shamelessly uncover himself!&#34 "},{"book":"SecondSamuel","chapter":"6","verse":"21","text":" David said to Michal, &#34It was before the LORD, who chose me in place of your father and all his household, to appoint me as prince over Israel, the people of the LORD, that I have danced before the LORD. "},{"book":"SecondSamuel","chapter":"6","verse":"22","text":" I will make myself yet more contemptible than this, and I will be abased in my own eyes; but by the maids of whom you have spoken, by them I shall be held in honor.&#34 "},{"book":"SecondSamuel","chapter":"6","verse":"23","text":" And Michal the daughter of Saul had no child to the day of her death. "}]