[{"book":"SecondMaccabees","chapter":"15","verse":"1","text":" When Nicanor heard that Judas and his troops were in the region of Samaria, he made plans to attack them with complete safety on the day of rest. "},{"book":"SecondMaccabees","chapter":"15","verse":"2","text":" When the Jews who were compelled to follow him said, &#34Do not destroy so savagely and barbarously, but show respect for the day that he who sees all things has honored and hallowed above other days,&#34 "},{"book":"SecondMaccabees","chapter":"15","verse":"3","text":" the thrice-accursed wretch asked if there were a sovereign in heaven who had commanded the keeping of the sabbath day. "},{"book":"SecondMaccabees","chapter":"15","verse":"4","text":" When they declared, &#34It is the living Lord himself, the Sovereign in heaven, who ordered us to observe the seventh day,&#34 "},{"book":"SecondMaccabees","chapter":"15","verse":"5","text":" he replied, &#34But I am a sovereign also, on earth, and I command you to take up arms and finish the king&#39s business.&#34 Nevertheless, he did not succeed in carrying out his abominable design. "},{"book":"SecondMaccabees","chapter":"15","verse":"6","text":" This Nicanor in his utter boastfulness and arrogance had determined to erect a public monument of victory over Judas and his forces. "},{"book":"SecondMaccabees","chapter":"15","verse":"7","text":" But Maccabeus did not cease to trust with all confidence that he would get help from the Lord. "},{"book":"SecondMaccabees","chapter":"15","verse":"8","text":" He exhorted his troops not to fear the attack of the Gentiles, but to keep in mind the former times when help had come to them from heaven, and so to look for the victory that the Almighty would give them. "},{"book":"SecondMaccabees","chapter":"15","verse":"9","text":" Encouraging them from the law and the prophets, and reminding them also of the struggles they had won, he made them the more eager. "},{"book":"SecondMaccabees","chapter":"15","verse":"10","text":" When he had aroused their courage, he issued his orders, at the same time pointing out the perfidy of the Gentiles and their violation of oaths. "},{"book":"SecondMaccabees","chapter":"15","verse":"11","text":" He armed each of them not so much with confidence in shields and spears as with the inspiration of brave words, and he cheered them all by relating a dream, a sort of vision, which was worthy of belief. "},{"book":"SecondMaccabees","chapter":"15","verse":"12","text":" What he saw was this: Onias, who had been high priest, a noble and good man, of modest bearing and gentle manner, one who spoke fittingly and had been trained from childhood in all that belongs to excellence, was praying with outstretched hands for the whole body of the Jews. "},{"book":"SecondMaccabees","chapter":"15","verse":"13","text":" Then in the same fashion another appeared, distinguished by his gray hair and dignity, and of marvelous majesty and authority. "},{"book":"SecondMaccabees","chapter":"15","verse":"14","text":" And Onias spoke, saying, &#34This is a man who loves the family of Israel and prays much for the people and the holy city-- Jeremiah, the prophet of God.&#34 "},{"book":"SecondMaccabees","chapter":"15","verse":"15","text":" Jeremiah stretched out his right hand and gave to Judas a golden sword, and as he gave it he addressed him thus: "},{"book":"SecondMaccabees","chapter":"15","verse":"16","text":" &#34Take this holy sword, a gift from God, with which you will strike down your adversaries.&#34 "},{"book":"SecondMaccabees","chapter":"15","verse":"17","text":" Encouraged by the words of Judas, so noble and so effective in arousing valor and awaking courage in the souls of the young, they determined not to carry on a campaign but to attack bravely, and to decide the matter by fighting hand to hand with all courage, because the city and the sanctuary and the temple were in danger. "},{"book":"SecondMaccabees","chapter":"15","verse":"18","text":" Their concern for wives and children, and also for brothers and sisters and relatives, lay upon them less heavily; their greatest and first fear was for the consecrated sanctuary. "},{"book":"SecondMaccabees","chapter":"15","verse":"19","text":" And those who had to remain in the city were in no little distress, being anxious over the encounter in the open country. "},{"book":"SecondMaccabees","chapter":"15","verse":"20","text":" When all were now looking forward to the coming issue, and the enemy was already close at hand with their army drawn up for battle, the elephants strategically stationed and the cavalry deployed on the flanks, "},{"book":"SecondMaccabees","chapter":"15","verse":"21","text":" Maccabeus, observing the masses that were in front of him and the varied supply of arms and the savagery of the elephants, stretched out his hands toward heaven and called upon the Lord who works wonders; for he knew that it is not by arms, but as the Lord decides, that he gains the victory for those who deserve it. "},{"book":"SecondMaccabees","chapter":"15","verse":"22","text":" He called upon him in these words: &#34O Lord, you sent your angel in the time of King Hezekiah of Judea, and he killed fully one hundred eighty-five thousand in the camp of Sennacherib. "},{"book":"SecondMaccabees","chapter":"15","verse":"23","text":" So now, O Sovereign of the heavens, send a good angel to spread terror and trembling before us. "},{"book":"SecondMaccabees","chapter":"15","verse":"24","text":" By the might of your arm may these blasphemers who come against your holy people be struck down.&#34 With these words he ended his prayer. "},{"book":"SecondMaccabees","chapter":"15","verse":"25","text":" Nicanor and his troops advanced with trumpets and battle songs, "},{"book":"SecondMaccabees","chapter":"15","verse":"26","text":" but Judas and his troops met the enemy in battle with invocations to God and prayers. "},{"book":"SecondMaccabees","chapter":"15","verse":"27","text":" So, fighting with their hands and praying to God in their hearts, they laid low at least thirty-five thousand, and were greatly gladdened by God&#39s manifestation. "},{"book":"SecondMaccabees","chapter":"15","verse":"28","text":" When the action was over and they were returning with joy, they recognized Nicanor, lying dead, in full armor. "},{"book":"SecondMaccabees","chapter":"15","verse":"29","text":" Then there was shouting and tumult, and they blessed the Sovereign Lord in the language of their ancestors. "},{"book":"SecondMaccabees","chapter":"15","verse":"30","text":" Then the man who was ever in body and soul the defender of his people, the man who maintained his youthful goodwill toward his compatriots, ordered them to cut off Nicanor&#39s head and arm and carry them to Jerusalem. "},{"book":"SecondMaccabees","chapter":"15","verse":"31","text":" When he arrived there and had called his compatriots together and stationed the priests before the altar, he sent for those who were in the citadel. "},{"book":"SecondMaccabees","chapter":"15","verse":"32","text":" He showed them the vile Nicanor&#39s head and that profane man&#39s arm, which had been boastfully stretched out against the holy house of the Almighty. "},{"book":"SecondMaccabees","chapter":"15","verse":"33","text":" He cut out the tongue of the ungodly Nicanor and said that he would feed it piecemeal to the birds and would hang up these rewards of his folly opposite the sanctuary. "},{"book":"SecondMaccabees","chapter":"15","verse":"34","text":" And they all, looking to heaven, blessed the Lord who had manifested himself, saying, &#34Blessed is he who has kept his own place undefiled!&#34 "},{"book":"SecondMaccabees","chapter":"15","verse":"35","text":" Judas hung Nicanor&#39s head from the citadel, a clear and conspicuous sign to everyone of the help of the Lord. "},{"book":"SecondMaccabees","chapter":"15","verse":"36","text":" And they all decreed by public vote never to let this day go unobserved, but to celebrate the thirteenth day of the twelfth month-- which is called Adar in the Aramaic language-- the day before Mordecai&#39s day. "},{"book":"SecondMaccabees","chapter":"15","verse":"37","text":" This, then, is how matters turned out with Nicanor, and from that time the city has been in the possession of the Hebrews. So I will here end my story. "},{"book":"SecondMaccabees","chapter":"15","verse":"38","text":" If it is well told and to the point, that is what I myself desired; if it is poorly done and mediocre, that was the best I could do. "},{"book":"SecondMaccabees","chapter":"15","verse":"39","text":" For just as it is harmful to drink wine alone, or, again, to drink water alone, while wine mixed with water is sweet and delicious and enhances one&#39s enjoyment, so also the style of the story delights the ears of those who read the work. And here will be the end. "}]