[{"book":"SecondMaccabees","chapter":"1","verse":"1","text":" The Jews in Jerusalem and those in the land of Judea, To their Jewish kindred in Egypt, Greetings and true peace. "},{"book":"SecondMaccabees","chapter":"1","verse":"2","text":" May God do good to you, and may he remember his covenant with Abraham and Isaac and Jacob, his faithful servants. "},{"book":"SecondMaccabees","chapter":"1","verse":"3","text":" May he give you all a heart to worship him and to do his will with a strong heart and a willing spirit. "},{"book":"SecondMaccabees","chapter":"1","verse":"4","text":" May he open your heart to his law and his commandments, and may he bring peace. "},{"book":"SecondMaccabees","chapter":"1","verse":"5","text":" May he hear your prayers and be reconciled to you, and may he not forsake you in time of evil. "},{"book":"SecondMaccabees","chapter":"1","verse":"6","text":" We are now praying for you here. "},{"book":"SecondMaccabees","chapter":"1","verse":"7","text":" In the reign of Demetrius, in the one hundred sixty-ninth year, we Jews wrote to you, in the critical distress that came upon us in those years after Jason and his company revolted from the holy land and the kingdom "},{"book":"SecondMaccabees","chapter":"1","verse":"8","text":" and burned the gate and shed innocent blood. We prayed to the Lord and were heard, and we offered sacrifice and grain offering, and we lit the lamps and set out the loaves. "},{"book":"SecondMaccabees","chapter":"1","verse":"9","text":" And now see that you keep the festival of booths in the month of Chislev, in the one hundred eighty-eighth year. "},{"book":"SecondMaccabees","chapter":"1","verse":"10","text":" The people of Jerusalem and of Judea and the senate and Judas, To Aristobulus, who is of the family of the anointed priests, teacher of King Ptolemy, and to the Jews in Egypt, Greetings and good health. "},{"book":"SecondMaccabees","chapter":"1","verse":"11","text":" Having been saved by God out of grave dangers we thank him greatly for taking our side against the king, "},{"book":"SecondMaccabees","chapter":"1","verse":"12","text":" for he drove out those who fought against the holy city. "},{"book":"SecondMaccabees","chapter":"1","verse":"13","text":" When the leader reached Persia with a force that seemed irresistible, they were cut to pieces in the temple of Nanea by a deception employed by the priests of the goddess Nanea. "},{"book":"SecondMaccabees","chapter":"1","verse":"14","text":" On the pretext of intending to marry her, Antiochus came to the place together with his Friends, to secure most of its treasures as a dowry. "},{"book":"SecondMaccabees","chapter":"1","verse":"15","text":" When the priests of the temple of Nanea had set out the treasures and Antiochus had come with a few men inside the wall of the sacred precinct, they closed the temple as soon as he entered it. "},{"book":"SecondMaccabees","chapter":"1","verse":"16","text":" Opening a secret door in the ceiling, they threw stones and struck down the leader and his men; they dismembered them and cut off their heads and threw them to the people outside. "},{"book":"SecondMaccabees","chapter":"1","verse":"17","text":" Blessed in every way be our God, who has brought judgment on those who have behaved impiously. "},{"book":"SecondMaccabees","chapter":"1","verse":"18","text":" Since on the twenty-fifth day of Chislev we shall celebrate the purification of the temple, we thought it necessary to notify you, in order that you also may celebrate the festival of booths and the festival of the fire given when Nehemiah, who built the temple and the altar, offered sacrifices. "},{"book":"SecondMaccabees","chapter":"1","verse":"19","text":" For when our ancestors were being led captive to Persia, the pious priests of that time took some of the fire of the altar and secretly hid it in the hollow of a dry cistern, where they took such precautions that the place was unknown to anyone. "},{"book":"SecondMaccabees","chapter":"1","verse":"20","text":" But after many years had passed, when it pleased God, Nehemiah, having been commissioned by the king of Persia, sent the descendants of the priests who had hidden the fire to get it. And when they reported to us that they had not found fire but only a thick liquid, he ordered them to dip it out and bring it. "},{"book":"SecondMaccabees","chapter":"1","verse":"21","text":" When the materials for the sacrifices were presented, Nehemiah ordered the priests to sprinkle the liquid on the wood and on the things laid upon it. "},{"book":"SecondMaccabees","chapter":"1","verse":"22","text":" When this had been done and some time had passed, and when the sun, which had been clouded over, shone out, a great fire blazed up, so that all marveled. "},{"book":"SecondMaccabees","chapter":"1","verse":"23","text":" And while the sacrifice was being consumed, the priests offered prayer-- the priests and everyone. Jonathan led, and the rest responded, as did Nehemiah. "},{"book":"SecondMaccabees","chapter":"1","verse":"24","text":" The prayer was to this effect: &#34O Lord, Lord God, Creator of all things, you are awe-inspiring and strong and just and merciful, you alone are king and are kind, "},{"book":"SecondMaccabees","chapter":"1","verse":"25","text":" you alone are bountiful, you alone are just and almighty and eternal. You rescue Israel from every evil; you chose the ancestors and consecrated them. "},{"book":"SecondMaccabees","chapter":"1","verse":"26","text":" Accept this sacrifice on behalf of all your people Israel and preserve your portion and make it holy. "},{"book":"SecondMaccabees","chapter":"1","verse":"27","text":" Gather together our scattered people, set free those who are slaves among the Gentiles, look on those who are rejected and despised, and let the Gentiles know that you are our God. "},{"book":"SecondMaccabees","chapter":"1","verse":"28","text":" Punish those who oppress and are insolent with pride. "},{"book":"SecondMaccabees","chapter":"1","verse":"29","text":" Plant your people in your holy place, as Moses promised.&#34 "},{"book":"SecondMaccabees","chapter":"1","verse":"30","text":" Then the priests sang the hymns. "},{"book":"SecondMaccabees","chapter":"1","verse":"31","text":" After the materials of the sacrifice had been consumed, Nehemiah ordered that the liquid that was left should be poured on large stones. "},{"book":"SecondMaccabees","chapter":"1","verse":"32","text":" When this was done, a flame blazed up; but when the light from the altar shone back, it went out. "},{"book":"SecondMaccabees","chapter":"1","verse":"33","text":" When this matter became known, and it was reported to the king of the Persians that, in the place where the exiled priests had hidden the fire, the liquid had appeared with which Nehemiah and his associates had burned the materials of the sacrifice, "},{"book":"SecondMaccabees","chapter":"1","verse":"34","text":" the king investigated the matter, and enclosed the place and made it sacred. "},{"book":"SecondMaccabees","chapter":"1","verse":"35","text":" And with those persons whom the king favored he exchanged many excellent gifts. "},{"book":"SecondMaccabees","chapter":"1","verse":"36","text":" Nehemiah and his associates called this &#34nephthar,&#34 which means purification, but by most people it is called naphtha. "}]