[{"book":"SecondMaccabees","chapter":"13","verse":"1","text":" In the one hundred forty-ninth year word came to Judas and his men that Antiochus Eupator was coming with a great army against Judea, "},{"book":"SecondMaccabees","chapter":"13","verse":"2","text":" and with him Lysias, his guardian, who had charge of the government. Each of them had a Greek force of one hundred ten thousand infantry, five thousand three hundred cavalry, twenty-two elephants, and three hundred chariots armed with scythes. "},{"book":"SecondMaccabees","chapter":"13","verse":"3","text":" Menelaus also joined them and with utter hypocrisy urged Antiochus on, not for the sake of his country&#39s welfare, but because he thought that he would be established in office. "},{"book":"SecondMaccabees","chapter":"13","verse":"4","text":" But the King of kings aroused the anger of Antiochus against the scoundrel; and when Lysias informed him that this man was to blame for all the trouble, he ordered them to take him to Beroea and to put him to death by the method that is customary in that place. "},{"book":"SecondMaccabees","chapter":"13","verse":"5","text":" For there is a tower there, fifty cubits high, full of ashes, and it has a rim running around it that on all sides inclines precipitously into the ashes. "},{"book":"SecondMaccabees","chapter":"13","verse":"6","text":" There they all push to destruction anyone guilty of sacrilege or notorious for other crimes. "},{"book":"SecondMaccabees","chapter":"13","verse":"7","text":" By such a fate it came about that Menelaus the lawbreaker died, without even burial in the earth. "},{"book":"SecondMaccabees","chapter":"13","verse":"8","text":" And this was eminently just; because he had committed many sins against the altar whose fire and ashes were holy, he met his death in ashes. "},{"book":"SecondMaccabees","chapter":"13","verse":"9","text":" The king with barbarous arrogance was coming to show the Jews things far worse than those that had been done in his father&#39s time. "},{"book":"SecondMaccabees","chapter":"13","verse":"10","text":" But when Judas heard of this, he ordered the people to call upon the Lord day and night, now if ever to help those who were on the point of being deprived of the law and their country and the holy temple, "},{"book":"SecondMaccabees","chapter":"13","verse":"11","text":" and not to let the people who had just begun to revive fall into the hands of the blasphemous Gentiles. "},{"book":"SecondMaccabees","chapter":"13","verse":"12","text":" When they had all joined in the same petition and had implored the merciful Lord with weeping and fasting and lying prostrate for three days without ceasing, Judas exhorted them and ordered them to stand ready. "},{"book":"SecondMaccabees","chapter":"13","verse":"13","text":" After consulting privately with the elders, he determined to march out and decide the matter by the help of God before the king&#39s army could enter Judea and get possession of the city. "},{"book":"SecondMaccabees","chapter":"13","verse":"14","text":" So, committing the decision to the Creator of the world and exhorting his troops to fight bravely to the death for the laws, temple, city, country, and commonwealth, he pitched his camp near Modein. "},{"book":"SecondMaccabees","chapter":"13","verse":"15","text":" He gave his troops the watchword, &#34God&#39s victory,&#34 and with a picked force of the bravest young men, he attacked the king&#39s pavilion at night and killed as many as two thousand men in the camp. He stabbed the leading elephant and its rider. "},{"book":"SecondMaccabees","chapter":"13","verse":"16","text":" In the end they filled the camp with terror and confusion and withdrew in triumph. "},{"book":"SecondMaccabees","chapter":"13","verse":"17","text":" This happened, just as day was dawning, because the Lord&#39s help protected him. "},{"book":"SecondMaccabees","chapter":"13","verse":"18","text":" The king, having had a taste of the daring of the Jews, tried strategy in attacking their positions. "},{"book":"SecondMaccabees","chapter":"13","verse":"19","text":" He advanced against Beth-zur, a strong fortress of the Jews, was turned back, attacked again, and was defeated. "},{"book":"SecondMaccabees","chapter":"13","verse":"20","text":" Judas sent in to the garrison whatever was necessary. "},{"book":"SecondMaccabees","chapter":"13","verse":"21","text":" But Rhodocus, a man from the ranks of the Jews, gave secret information to the enemy; he was sought for, caught, and put in prison. "},{"book":"SecondMaccabees","chapter":"13","verse":"22","text":" The king negotiated a second time with the people in Beth-zur, gave pledges, received theirs, withdrew, attacked Judas and his men, was defeated; "},{"book":"SecondMaccabees","chapter":"13","verse":"23","text":" he got word that Philip, who had been left in charge of the government, had revolted in Antioch; he was dismayed, called in the Jews, yielded and swore to observe all their rights, settled with them and offered sacrifice, honored the sanctuary and showed generosity to the holy place. "},{"book":"SecondMaccabees","chapter":"13","verse":"24","text":" He received Maccabeus, left Hegemonides as governor from Ptolemais to Gerar, "},{"book":"SecondMaccabees","chapter":"13","verse":"25","text":" and went to Ptolemais. The people of Ptolemais were indignant over the treaty; in fact they were so angry that they wanted to annul its terms. "},{"book":"SecondMaccabees","chapter":"13","verse":"26","text":" Lysias took the public platform, made the best possible defense, convinced them, appeased them, gained their goodwill, and set out for Antioch. This is how the king&#39s attack and withdrawal turned out. "}]