[{"book":"SecondCorinthians","chapter":"6","verse":"1","text":" As we work together with him, we urge you also not to accept the grace of God in vain. "},{"book":"SecondCorinthians","chapter":"6","verse":"2","text":" For he says, &#34At an acceptable time I have listened to you, and on a day of salvation I have helped you.&#34 See, now is the acceptable time; see, now is the day of salvation! "},{"book":"SecondCorinthians","chapter":"6","verse":"3","text":" We are putting no obstacle in anyone&#39s way, so that no fault may be found with our ministry, "},{"book":"SecondCorinthians","chapter":"6","verse":"4","text":" but as servants of God we have commended ourselves in every way: through great endurance, in afflictions, hardships, calamities, "},{"book":"SecondCorinthians","chapter":"6","verse":"5","text":" beatings, imprisonments, riots, labors, sleepless nights, hunger; "},{"book":"SecondCorinthians","chapter":"6","verse":"6","text":" by purity, knowledge, patience, kindness, holiness of spirit, genuine love, "},{"book":"SecondCorinthians","chapter":"6","verse":"7","text":" truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left; "},{"book":"SecondCorinthians","chapter":"6","verse":"8","text":" in honor and dishonor, in ill repute and good repute. We are treated as impostors, and yet are true; "},{"book":"SecondCorinthians","chapter":"6","verse":"9","text":" as unknown, and yet are well known; as dying, and see-- we are alive; as punished, and yet not killed; "},{"book":"SecondCorinthians","chapter":"6","verse":"10","text":" as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing everything. "},{"book":"SecondCorinthians","chapter":"6","verse":"11","text":" We have spoken frankly to you Corinthians; our heart is wide open to you. "},{"book":"SecondCorinthians","chapter":"6","verse":"12","text":" There is no restriction in our affections, but only in yours. "},{"book":"SecondCorinthians","chapter":"6","verse":"13","text":" In return-- I speak as to children-- open wide your hearts also. "},{"book":"SecondCorinthians","chapter":"6","verse":"14","text":" Do not be mismatched with unbelievers. For what partnership is there between righteousness and lawlessness? Or what fellowship is there between light and darkness? "},{"book":"SecondCorinthians","chapter":"6","verse":"15","text":" What agreement does Christ have with Beliar? Or what does a believer share with an unbeliever? "},{"book":"SecondCorinthians","chapter":"6","verse":"16","text":" What agreement has the temple of God with idols? For we are the temple of the living God; as God said, &#34I will live in them and walk among them, and I will be their God, and they shall be my people. "},{"book":"SecondCorinthians","chapter":"6","verse":"17","text":" Therefore come out from them, and be separate from them, says the Lord, and touch nothing unclean; then I will welcome you, "},{"book":"SecondCorinthians","chapter":"6","verse":"18","text":" and I will be your father, and you shall be my sons and daughters, says the Lord Almighty.&#34 "}]