[{"book":"SecondSamuel","chapter":"13","verse":"1","text":" Some time passed. David&#39s son Absalom had a beautiful sister whose name was Tamar; and David&#39s son Amnon fell in love with her. "},{"book":"SecondSamuel","chapter":"13","verse":"2","text":" Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin and it seemed impossible to Amnon to do anything to her. "},{"book":"SecondSamuel","chapter":"13","verse":"3","text":" But Amnon had a friend whose name was Jonadab, the son of David&#39s brother Shimeah; and Jonadab was a very crafty man. "},{"book":"SecondSamuel","chapter":"13","verse":"4","text":" He said to him, &#34O son of the king, why are you so haggard morning after morning? Will you not tell me?&#34 Amnon said to him, &#34I love Tamar, my brother Absalom&#39s sister.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"5","text":" Jonadab said to him, &#34Lie down on your bed, and pretend to be ill; and when your father comes to see you, say to him, &#39Let my sister Tamar come and give me something to eat, and prepare the food in my sight, so that I may see it and eat it from her hand.&#39&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"6","text":" So Amnon lay down, and pretended to be ill; and when the king came to see him, Amnon said to the king, &#34Please let my sister Tamar come and make a couple of cakes in my sight, so that I may eat from her hand.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"7","text":" Then David sent home to Tamar, saying, &#34Go to your brother Amnon&#39s house, and prepare food for him.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"8","text":" So Tamar went to her brother Amnon&#39s house, where he was lying down. She took dough, kneaded it, made cakes in his sight, and baked the cakes. "},{"book":"SecondSamuel","chapter":"13","verse":"9","text":" Then she took the pan and set them out before him, but he refused to eat. Amnon said, &#34Send out everyone from me.&#34 So everyone went out from him. "},{"book":"SecondSamuel","chapter":"13","verse":"10","text":" Then Amnon said to Tamar, &#34Bring the food into the chamber, so that I may eat from your hand.&#34 So Tamar took the cakes she had made, and brought them into the chamber to Amnon her brother. "},{"book":"SecondSamuel","chapter":"13","verse":"11","text":" But when she brought them near him to eat, he took hold of her, and said to her, &#34Come, lie with me, my sister.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"12","text":" She answered him, &#34No, my brother, do not force me; for such a thing is not done in Israel; do not do anything so vile! "},{"book":"SecondSamuel","chapter":"13","verse":"13","text":" As for me, where could I carry my shame? And as for you, you would be as one of the scoundrels in Israel. Now therefore, I beg you, speak to the king; for he will not withhold me from you.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"14","text":" But he would not listen to her; and being stronger than she, he forced her and lay with her. "},{"book":"SecondSamuel","chapter":"13","verse":"15","text":" Then Amnon was seized with a very great loathing for her; indeed, his loathing was even greater than the lust he had felt for her. Amnon said to her, &#34Get out!&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"16","text":" But she said to him, &#34No, my brother; for this wrong in sending me away is greater than the other that you did to me.&#34 But he would not listen to her. "},{"book":"SecondSamuel","chapter":"13","verse":"17","text":" He called the young man who served him and said, &#34Put this woman out of my presence, and bolt the door after her.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"18","text":" (Now she was wearing a long robe with sleeves; for this is how the virgin daughters of the king were clothed in earlier times.) So his servant put her out, and bolted the door after her. "},{"book":"SecondSamuel","chapter":"13","verse":"19","text":" But Tamar put ashes on her head, and tore the long robe that she was wearing; she put her hand on her head, and went away, crying aloud as she went. "},{"book":"SecondSamuel","chapter":"13","verse":"20","text":" Her brother Absalom said to her, &#34Has Amnon your brother been with you? Be quiet for now, my sister; he is your brother; do not take this to heart.&#34 So Tamar remained, a desolate woman, in her brother Absalom&#39s house. "},{"book":"SecondSamuel","chapter":"13","verse":"21","text":" When King David heard of all these things, he became very angry, but he would not punish his son Amnon, because he loved him, for he was his firstborn. "},{"book":"SecondSamuel","chapter":"13","verse":"22","text":" But Absalom spoke to Amnon neither good nor bad; for Absalom hated Amnon, because he had raped his sister Tamar. "},{"book":"SecondSamuel","chapter":"13","verse":"23","text":" After two full years Absalom had sheepshearers at Baal-hazor, which is near Ephraim, and Absalom invited all the king&#39s sons. "},{"book":"SecondSamuel","chapter":"13","verse":"24","text":" Absalom came to the king, and said, &#34Your servant has sheepshearers; will the king and his servants please go with your servant?&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"25","text":" But the king said to Absalom, &#34No, my son, let us not all go, or else we will be burdensome to you.&#34 He pressed him, but he would not go but gave him his blessing. "},{"book":"SecondSamuel","chapter":"13","verse":"26","text":" Then Absalom said, &#34If not, please let my brother Amnon go with us.&#34 The king said to him, &#34Why should he go with you?&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"27","text":" But Absalom pressed him until he let Amnon and all the king&#39s sons go with him. Absalom made a feast like a king&#39s feast. "},{"book":"SecondSamuel","chapter":"13","verse":"28","text":" Then Absalom commanded his servants, &#34Watch when Amnon&#39s heart is merry with wine, and when I say to you, &#39Strike Amnon,&#39 then kill him. Do not be afraid; have I not myself commanded you? Be courageous and valiant.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"29","text":" So the servants of Absalom did to Amnon as Absalom had commanded. Then all the king&#39s sons rose, and each mounted his mule and fled. "},{"book":"SecondSamuel","chapter":"13","verse":"30","text":" While they were on the way, the report came to David that Absalom had killed all the king&#39s sons, and not one of them was left. "},{"book":"SecondSamuel","chapter":"13","verse":"31","text":" The king rose, tore his garments, and lay on the ground; and all his servants who were standing by tore their garments. "},{"book":"SecondSamuel","chapter":"13","verse":"32","text":" But Jonadab, the son of David&#39s brother Shimeah, said, &#34Let not my lord suppose that they have killed all the young men the king&#39s sons; Amnon alone is dead. This has been determined by Absalom from the day Amnon raped his sister Tamar. "},{"book":"SecondSamuel","chapter":"13","verse":"33","text":" Now therefore, do not let my lord the king take it to heart, as if all the king&#39s sons were dead; for Amnon alone is dead.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"34","text":" But Absalom fled. When the young man who kept watch looked up, he saw many people coming from the Horonaim road by the side of the mountain. "},{"book":"SecondSamuel","chapter":"13","verse":"35","text":" Jonadab said to the king, &#34See, the king&#39s sons have come; as your servant said, so it has come about.&#34 "},{"book":"SecondSamuel","chapter":"13","verse":"36","text":" As soon as he had finished speaking, the king&#39s sons arrived, and raised their voices and wept; and the king and all his servants also wept very bitterly. "},{"book":"SecondSamuel","chapter":"13","verse":"37","text":" But Absalom fled, and went to Talmai son of Ammihud, king of Geshur. David mourned for his son day after day. "},{"book":"SecondSamuel","chapter":"13","verse":"38","text":" Absalom, having fled to Geshur, stayed there three years. "},{"book":"SecondSamuel","chapter":"13","verse":"39","text":" And the heart of the king went out, yearning for Absalom; for he was now consoled over the death of Amnon. "}]