[{"book":"SecondChronicles","chapter":"24","verse":"1","text":" Joash was seven years old when he began to reign; he reigned forty years in Jerusalem; his mother&#39s name was Zibiah of Beer-sheba. "},{"book":"SecondChronicles","chapter":"24","verse":"2","text":" Joash did what was right in the sight of the LORD all the days of the priest Jehoiada. "},{"book":"SecondChronicles","chapter":"24","verse":"3","text":" Jehoiada got two wives for him, and he became the father of sons and daughters. "},{"book":"SecondChronicles","chapter":"24","verse":"4","text":" Some time afterward Joash decided to restore the house of the LORD. "},{"book":"SecondChronicles","chapter":"24","verse":"5","text":" He assembled the priests and the Levites and said to them, &#34Go out to the cities of Judah and gather money from all Israel to repair the house of your God, year by year; and see that you act quickly.&#34 But the Levites did not act quickly. "},{"book":"SecondChronicles","chapter":"24","verse":"6","text":" So the king summoned Jehoiada the chief, and said to him, &#34Why have you not required the Levites to bring in from Judah and Jerusalem the tax levied by Moses, the servant of the LORD, on the congregation of Israel for the tent of the covenant?&#34 "},{"book":"SecondChronicles","chapter":"24","verse":"7","text":" For the children of Athaliah, that wicked woman, had broken into the house of God, and had even used all the dedicated things of the house of the LORD for the Baals. "},{"book":"SecondChronicles","chapter":"24","verse":"8","text":" So the king gave command, and they made a chest, and set it outside the gate of the house of the LORD. "},{"book":"SecondChronicles","chapter":"24","verse":"9","text":" A proclamation was made throughout Judah and Jerusalem to bring in for the LORD the tax that Moses the servant of God laid on Israel in the wilderness. "},{"book":"SecondChronicles","chapter":"24","verse":"10","text":" All the leaders and all the people rejoiced and brought their tax and dropped it into the chest until it was full. "},{"book":"SecondChronicles","chapter":"24","verse":"11","text":" Whenever the chest was brought to the king&#39s officers by the Levites, when they saw that there was a large amount of money in it, the king&#39s secretary and the officer of the chief priest would come and empty the chest and take it and return it to its place. So they did day after day, and collected money in abundance. "},{"book":"SecondChronicles","chapter":"24","verse":"12","text":" The king and Jehoiada gave it to those who had charge of the work of the house of the LORD, and they hired masons and carpenters to restore the house of the LORD, and also workers in iron and bronze to repair the house of the LORD. "},{"book":"SecondChronicles","chapter":"24","verse":"13","text":" So those who were engaged in the work labored, and the repairing went forward at their hands, and they restored the house of God to its proper condition and strengthened it. "},{"book":"SecondChronicles","chapter":"24","verse":"14","text":" When they had finished, they brought the rest of the money to the king and Jehoiada, and with it were made utensils for the house of the LORD, utensils for the service and for the burnt offerings, and ladles, and vessels of gold and silver. They offered burnt offerings in the house of the LORD regularly all the days of Jehoiada. "},{"book":"SecondChronicles","chapter":"24","verse":"15","text":" But Jehoiada grew old and full of days, and died; he was one hundred thirty years old at his death. "},{"book":"SecondChronicles","chapter":"24","verse":"16","text":" And they buried him in the city of David among the kings, because he had done good in Israel, and for God and his house. "},{"book":"SecondChronicles","chapter":"24","verse":"17","text":" Now after the death of Jehoiada the officials of Judah came and did obeisance to the king; then the king listened to them. "},{"book":"SecondChronicles","chapter":"24","verse":"18","text":" They abandoned the house of the LORD, the God of their ancestors, and served the sacred poles and the idols. And wrath came upon Judah and Jerusalem for this guilt of theirs. "},{"book":"SecondChronicles","chapter":"24","verse":"19","text":" Yet he sent prophets among them to bring them back to the LORD; they testified against them, but they would not listen. "},{"book":"SecondChronicles","chapter":"24","verse":"20","text":" Then the spirit of God took possession of Zechariah son of the priest Jehoiada; he stood above the people and said to them, &#34Thus says God: Why do you transgress the commandments of the LORD, so that you cannot prosper? Because you have forsaken the LORD, he has also forsaken you.&#34 "},{"book":"SecondChronicles","chapter":"24","verse":"21","text":" But they conspired against him, and by command of the king they stoned him to death in the court of the house of the LORD. "},{"book":"SecondChronicles","chapter":"24","verse":"22","text":" King Joash did not remember the kindness that Jehoiada, Zechariah&#39s father, had shown him, but killed his son. As he was dying, he said, &#34May the LORD see and avenge!&#34 "},{"book":"SecondChronicles","chapter":"24","verse":"23","text":" At the end of the year the army of Aram came up against Joash. They came to Judah and Jerusalem, and destroyed all the officials of the people from among them, and sent all the booty they took to the king of Damascus. "},{"book":"SecondChronicles","chapter":"24","verse":"24","text":" Although the army of Aram had come with few men, the LORD delivered into their hand a very great army, because they had abandoned the LORD, the God of their ancestors. Thus they executed judgment on Joash. "},{"book":"SecondChronicles","chapter":"24","verse":"25","text":" When they had withdrawn, leaving him severely wounded, his servants conspired against him because of the blood of the son of the priest Jehoiada, and they killed him on his bed. So he died; and they buried him in the city of David, but they did not bury him in the tombs of the kings. "},{"book":"SecondChronicles","chapter":"24","verse":"26","text":" Those who conspired against him were Zabad son of Shimeath the Ammonite, and Jehozabad son of Shimrith the Moabite. "},{"book":"SecondChronicles","chapter":"24","verse":"27","text":" Accounts of his sons, and of the many oracles against him, and of the rebuilding of the house of God are written in the Commentary on the Book of the Kings. And his son Amaziah succeeded him. "}]