[{"book":"SecondSamuel","chapter":"22","verse":"1","text":" David spoke to the LORD the words of this song on the day when the LORD delivered him from the hand of all his enemies, and from the hand of Saul. "},{"book":"SecondSamuel","chapter":"22","verse":"2","text":" He said: The LORD is my rock, my fortress, and my deliverer, "},{"book":"SecondSamuel","chapter":"22","verse":"3","text":" my God, my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold and my refuge, my savior; you save me from violence. "},{"book":"SecondSamuel","chapter":"22","verse":"4","text":" I call upon the LORD, who is worthy to be praised, and I am saved from my enemies. "},{"book":"SecondSamuel","chapter":"22","verse":"5","text":" For the waves of death encompassed me, the torrents of perdition assailed me; "},{"book":"SecondSamuel","chapter":"22","verse":"6","text":" the cords of Sheol entangled me, the snares of death confronted me. "},{"book":"SecondSamuel","chapter":"22","verse":"7","text":" In my distress I called upon the LORD; to my God I called. From his temple he heard my voice, and my cry came to his ears. "},{"book":"SecondSamuel","chapter":"22","verse":"8","text":" Then the earth reeled and rocked; the foundations of the heavens trembled and quaked, because he was angry. "},{"book":"SecondSamuel","chapter":"22","verse":"9","text":" Smoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him. "},{"book":"SecondSamuel","chapter":"22","verse":"10","text":" He bowed the heavens, and came down; thick darkness was under his feet. "},{"book":"SecondSamuel","chapter":"22","verse":"11","text":" He rode on a cherub, and flew; he was seen upon the wings of the wind. "},{"book":"SecondSamuel","chapter":"22","verse":"12","text":" He made darkness around him a canopy, thick clouds, a gathering of water. "},{"book":"SecondSamuel","chapter":"22","verse":"13","text":" Out of the brightness before him coals of fire flamed forth. "},{"book":"SecondSamuel","chapter":"22","verse":"14","text":" The LORD thundered from heaven; the Most High uttered his voice. "},{"book":"SecondSamuel","chapter":"22","verse":"15","text":" He sent out arrows, and scattered them-- lightning, and routed them. "},{"book":"SecondSamuel","chapter":"22","verse":"16","text":" Then the channels of the sea were seen, the foundations of the world were laid bare at the rebuke of the LORD, at the blast of the breath of his nostrils. "},{"book":"SecondSamuel","chapter":"22","verse":"17","text":" He reached from on high, he took me, he drew me out of mighty waters. "},{"book":"SecondSamuel","chapter":"22","verse":"18","text":" He delivered me from my strong enemy, from those who hated me; for they were too mighty for me. "},{"book":"SecondSamuel","chapter":"22","verse":"19","text":" They came upon me in the day of my calamity, but the LORD was my stay. "},{"book":"SecondSamuel","chapter":"22","verse":"20","text":" He brought me out into a broad place; he delivered me, because he delighted in me. "},{"book":"SecondSamuel","chapter":"22","verse":"21","text":" The LORD rewarded me according to my righteousness; according to the cleanness of my hands he recompensed me. "},{"book":"SecondSamuel","chapter":"22","verse":"22","text":" For I have kept the ways of the LORD, and have not wickedly departed from my God. "},{"book":"SecondSamuel","chapter":"22","verse":"23","text":" For all his ordinances were before me, and from his statutes I did not turn aside. "},{"book":"SecondSamuel","chapter":"22","verse":"24","text":" I was blameless before him, and I kept myself from guilt. "},{"book":"SecondSamuel","chapter":"22","verse":"25","text":" Therefore the LORD has recompensed me according to my righteousness, according to my cleanness in his sight. "},{"book":"SecondSamuel","chapter":"22","verse":"26","text":" With the loyal you show yourself loyal; with the blameless you show yourself blameless; "},{"book":"SecondSamuel","chapter":"22","verse":"27","text":" with the pure you show yourself pure, and with the crooked you show yourself perverse. "},{"book":"SecondSamuel","chapter":"22","verse":"28","text":" You deliver a humble people, but your eyes are upon the haughty to bring them down. "},{"book":"SecondSamuel","chapter":"22","verse":"29","text":" Indeed, you are my lamp, O LORD, the LORD lightens my darkness. "},{"book":"SecondSamuel","chapter":"22","verse":"30","text":" By you I can crush a troop, and by my God I can leap over a wall. "},{"book":"SecondSamuel","chapter":"22","verse":"31","text":" This God-- his way is perfect; the promise of the LORD proves true; he is a shield for all who take refuge in him. "},{"book":"SecondSamuel","chapter":"22","verse":"32","text":" For who is God, but the LORD? And who is a rock, except our God? "},{"book":"SecondSamuel","chapter":"22","verse":"33","text":" The God who has girded me with strength has opened wide my path. "},{"book":"SecondSamuel","chapter":"22","verse":"34","text":" He made my feet like the feet of deer, and set me secure on the heights. "},{"book":"SecondSamuel","chapter":"22","verse":"35","text":" He trains my hands for war, so that my arms can bend a bow of bronze. "},{"book":"SecondSamuel","chapter":"22","verse":"36","text":" You have given me the shield of your salvation, and your help has made me great. "},{"book":"SecondSamuel","chapter":"22","verse":"37","text":" You have made me stride freely, and my feet do not slip; "},{"book":"SecondSamuel","chapter":"22","verse":"38","text":" I pursued my enemies and destroyed them, and did not turn back until they were consumed. "},{"book":"SecondSamuel","chapter":"22","verse":"39","text":" I consumed them; I struck them down, so that they did not rise; they fell under my feet. "},{"book":"SecondSamuel","chapter":"22","verse":"40","text":" For you girded me with strength for the battle; you made my assailants sink under me. "},{"book":"SecondSamuel","chapter":"22","verse":"41","text":" You made my enemies turn their backs to me, those who hated me, and I destroyed them. "},{"book":"SecondSamuel","chapter":"22","verse":"42","text":" They looked, but there was no one to save them; they cried to the LORD, but he did not answer them. "},{"book":"SecondSamuel","chapter":"22","verse":"43","text":" I beat them fine like the dust of the earth, I crushed them and stamped them down like the mire of the streets. "},{"book":"SecondSamuel","chapter":"22","verse":"44","text":" You delivered me from strife with the peoples; you kept me as the head of the nations; people whom I had not known served me. "},{"book":"SecondSamuel","chapter":"22","verse":"45","text":" Foreigners came cringing to me; as soon as they heard of me, they obeyed me. "},{"book":"SecondSamuel","chapter":"22","verse":"46","text":" Foreigners lost heart, and came trembling out of their strongholds. "},{"book":"SecondSamuel","chapter":"22","verse":"47","text":" The LORD lives! Blessed be my rock, and exalted be my God, the rock of my salvation, "},{"book":"SecondSamuel","chapter":"22","verse":"48","text":" the God who gave me vengeance and brought down peoples under me, "},{"book":"SecondSamuel","chapter":"22","verse":"49","text":" who brought me out from my enemies; you exalted me above my adversaries, you delivered me from the violent. "},{"book":"SecondSamuel","chapter":"22","verse":"50","text":" For this I will extol you, O LORD, among the nations, and sing praises to your name. "},{"book":"SecondSamuel","chapter":"22","verse":"51","text":" He is a tower of salvation for his king, and shows steadfast love to his anointed, to David and his descendants forever. "}]