[{"book":"SecondChronicles","chapter":"11","verse":"1","text":" When Rehoboam came to Jerusalem, he assembled one hundred eighty thousand chosen troops of the house of Judah and Benjamin to fight against Israel, to restore the kingdom to Rehoboam. "},{"book":"SecondChronicles","chapter":"11","verse":"2","text":" But the word of the LORD came to Shemaiah the man of God: "},{"book":"SecondChronicles","chapter":"11","verse":"3","text":" Say to King Rehoboam of Judah, son of Solomon, and to all Israel in Judah and Benjamin, "},{"book":"SecondChronicles","chapter":"11","verse":"4","text":" &#34Thus says the LORD: You shall not go up or fight against your kindred. Let everyone return home, for this thing is from me.&#34 So they heeded the word of the LORD and turned back from the expedition against Jeroboam. "},{"book":"SecondChronicles","chapter":"11","verse":"5","text":" Rehoboam resided in Jerusalem, and he built cities for defense in Judah. "},{"book":"SecondChronicles","chapter":"11","verse":"6","text":" He built up Bethlehem, Etam, Tekoa, "},{"book":"SecondChronicles","chapter":"11","verse":"7","text":" Beth-zur, Soco, Adullam, "},{"book":"SecondChronicles","chapter":"11","verse":"8","text":" Gath, Mareshah, Ziph, "},{"book":"SecondChronicles","chapter":"11","verse":"9","text":" Adoraim, Lachish, Azekah, "},{"book":"SecondChronicles","chapter":"11","verse":"10","text":" Zorah, Aijalon, and Hebron, fortified cities that are in Judah and in Benjamin. "},{"book":"SecondChronicles","chapter":"11","verse":"11","text":" He made the fortresses strong, and put commanders in them, and stores of food, oil, and wine. "},{"book":"SecondChronicles","chapter":"11","verse":"12","text":" He also put large shields and spears in all the cities, and made them very strong. So he held Judah and Benjamin. "},{"book":"SecondChronicles","chapter":"11","verse":"13","text":" The priests and the Levites who were in all Israel presented themselves to him from all their territories. "},{"book":"SecondChronicles","chapter":"11","verse":"14","text":" The Levites had left their common lands and their holdings and had come to Judah and Jerusalem, because Jeroboam and his sons had prevented them from serving as priests of the LORD, "},{"book":"SecondChronicles","chapter":"11","verse":"15","text":" and had appointed his own priests for the high places, and for the goat-demons, and for the calves that he had made. "},{"book":"SecondChronicles","chapter":"11","verse":"16","text":" Those who had set their hearts to seek the LORD God of Israel came after them from all the tribes of Israel to Jerusalem to sacrifice to the LORD, the God of their ancestors. "},{"book":"SecondChronicles","chapter":"11","verse":"17","text":" They strengthened the kingdom of Judah, and for three years they made Rehoboam son of Solomon secure, for they walked for three years in the way of David and Solomon. "},{"book":"SecondChronicles","chapter":"11","verse":"18","text":" Rehoboam took as his wife Mahalath daughter of Jerimoth son of David, and of Abihail daughter of Eliab son of Jesse. "},{"book":"SecondChronicles","chapter":"11","verse":"19","text":" She bore him sons: Jeush, Shemariah, and Zaham. "},{"book":"SecondChronicles","chapter":"11","verse":"20","text":" After her he took Maacah daughter of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith. "},{"book":"SecondChronicles","chapter":"11","verse":"21","text":" Rehoboam loved Maacah daughter of Absalom more than all his other wives and concubines (he took eighteen wives and sixty concubines, and became the father of twenty-eight sons and sixty daughters). "},{"book":"SecondChronicles","chapter":"11","verse":"22","text":" Rehoboam appointed Abijah son of Maacah as chief prince among his brothers, for he intended to make him king. "},{"book":"SecondChronicles","chapter":"11","verse":"23","text":" He dealt wisely, and distributed some of his sons through all the districts of Judah and Benjamin, in all the fortified cities; he gave them abundant provisions, and found many wives for them. "}]