[{"book":"SecondKings","chapter":"20","verse":"1","text":" In those days Hezekiah became sick and was at the point of death. The prophet Isaiah son of Amoz came to him, and said to him, &#34Thus says the LORD: Set your house in order, for you shall die; you shall not recover.&#34 "},{"book":"SecondKings","chapter":"20","verse":"2","text":" Then Hezekiah turned his face to the wall and prayed to the LORD: "},{"book":"SecondKings","chapter":"20","verse":"3","text":" &#34Remember now, O LORD, I implore you, how I have walked before you in faithfulness with a whole heart, and have done what is good in your sight.&#34 Hezekiah wept bitterly. "},{"book":"SecondKings","chapter":"20","verse":"4","text":" Before Isaiah had gone out of the middle court, the word of the LORD came to him: "},{"book":"SecondKings","chapter":"20","verse":"5","text":" &#34Turn back, and say to Hezekiah prince of my people, Thus says the LORD, the God of your ancestor David: I have heard your prayer, I have seen your tears; indeed, I will heal you; on the third day you shall go up to the house of the LORD. "},{"book":"SecondKings","chapter":"20","verse":"6","text":" I will add fifteen years to your life. I will deliver you and this city out of the hand of the king of Assyria; I will defend this city for my own sake and for my servant David&#39s sake.&#34 "},{"book":"SecondKings","chapter":"20","verse":"7","text":" Then Isaiah said, &#34Bring a lump of figs. Let them take it and apply it to the boil, so that he may recover.&#34 "},{"book":"SecondKings","chapter":"20","verse":"8","text":" Hezekiah said to Isaiah, &#34What shall be the sign that the LORD will heal me, and that I shall go up to the house of the LORD on the third day?&#34 "},{"book":"SecondKings","chapter":"20","verse":"9","text":" Isaiah said, &#34This is the sign to you from the LORD, that the LORD will do the thing that he has promised: the shadow has now advanced ten intervals; shall it retreat ten intervals?&#34 "},{"book":"SecondKings","chapter":"20","verse":"10","text":" Hezekiah answered, &#34It is normal for the shadow to lengthen ten intervals; rather let the shadow retreat ten intervals.&#34 "},{"book":"SecondKings","chapter":"20","verse":"11","text":" The prophet Isaiah cried to the LORD; and he brought the shadow back the ten intervals, by which the sun had declined on the dial of Ahaz. "},{"book":"SecondKings","chapter":"20","verse":"12","text":" At that time King Merodach-baladan son of Baladan of Babylon sent envoys with letters and a present to Hezekiah, for he had heard that Hezekiah had been sick. "},{"book":"SecondKings","chapter":"20","verse":"13","text":" Hezekiah welcomed them; he showed them all his treasure house, the silver, the gold, the spices, the precious oil, his armory, all that was found in his storehouses; there was nothing in his house or in all his realm that Hezekiah did not show them. "},{"book":"SecondKings","chapter":"20","verse":"14","text":" Then the prophet Isaiah came to King Hezekiah, and said to him, &#34What did these men say? From where did they come to you?&#34 Hezekiah answered, &#34They have come from a far country, from Babylon.&#34 "},{"book":"SecondKings","chapter":"20","verse":"15","text":" He said, &#34What have they seen in your house?&#34 Hezekiah answered, &#34They have seen all that is in my house; there is nothing in my storehouses that I did not show them.&#34 "},{"book":"SecondKings","chapter":"20","verse":"16","text":" Then Isaiah said to Hezekiah, &#34Hear the word of the LORD: "},{"book":"SecondKings","chapter":"20","verse":"17","text":" Days are coming when all that is in your house, and that which your ancestors have stored up until this day, shall be carried to Babylon; nothing shall be left, says the LORD. "},{"book":"SecondKings","chapter":"20","verse":"18","text":" Some of your own sons who are born to you shall be taken away; they shall be eunuchs in the palace of the king of Babylon.&#34 "},{"book":"SecondKings","chapter":"20","verse":"19","text":" Then Hezekiah said to Isaiah, &#34The word of the LORD that you have spoken is good.&#34 For he thought, &#34Why not, if there will be peace and security in my days?&#34 "},{"book":"SecondKings","chapter":"20","verse":"20","text":" The rest of the deeds of Hezekiah, all his power, how he made the pool and the conduit and brought water into the city, are they not written in the Book of the Annals of the Kings of Judah? "},{"book":"SecondKings","chapter":"20","verse":"21","text":" Hezekiah slept with his ancestors; and his son Manasseh succeeded him. "}]