[{"book":"SecondChronicles","chapter":"18","verse":"1","text":" Now Jehoshaphat had great riches and honor; and he made a marriage alliance with Ahab. "},{"book":"SecondChronicles","chapter":"18","verse":"2","text":" After some years he went down to Ahab in Samaria. Ahab slaughtered an abundance of sheep and oxen for him and for the people who were with him, and induced him to go up against Ramoth-gilead. "},{"book":"SecondChronicles","chapter":"18","verse":"3","text":" King Ahab of Israel said to King Jehoshaphat of Judah, &#34Will you go with me to Ramoth-gilead?&#34 He answered him, &#34I am with you, my people are your people. We will be with you in the war.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"4","text":" But Jehoshaphat also said to the king of Israel, &#34Inquire first for the word of the LORD.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"5","text":" Then the king of Israel gathered the prophets together, four hundred of them, and said to them, &#34Shall we go to battle against Ramoth-gilead, or shall I refrain?&#34 They said, &#34Go up; for God will give it into the hand of the king.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"6","text":" But Jehoshaphat said, &#34Is there no other prophet of the LORD here of whom we may inquire?&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"7","text":" The king of Israel said to Jehoshaphat, &#34There is still one other by whom we may inquire of the LORD, Micaiah son of Imlah; but I hate him, for he never prophesies anything favorable about me, but only disaster.&#34 Jehoshaphat said, &#34Let the king not say such a thing.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"8","text":" Then the king of Israel summoned an officer and said, &#34Bring quickly Micaiah son of Imlah.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"9","text":" Now the king of Israel and King Jehoshaphat of Judah were sitting on their thrones, arrayed in their robes; and they were sitting at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them. "},{"book":"SecondChronicles","chapter":"18","verse":"10","text":" Zedekiah son of Chenaanah made for himself horns of iron, and he said, &#34Thus says the LORD: With these you shall gore the Arameans until they are destroyed.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"11","text":" All the prophets were prophesying the same and saying, &#34Go up to Ramoth-gilead and triumph; the LORD will give it into the hand of the king.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"12","text":" The messenger who had gone to summon Micaiah said to him, &#34Look, the words of the prophets with one accord are favorable to the king; let your word be like the word of one of them, and speak favorably.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"13","text":" But Micaiah said, &#34As the LORD lives, whatever my God says, that I will speak.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"14","text":" When he had come to the king, the king said to him, &#34Micaiah, shall we go to Ramoth-gilead to battle, or shall I refrain?&#34 He answered, &#34Go up and triumph; they will be given into your hand.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"15","text":" But the king said to him, &#34How many times must I make you swear to tell me nothing but the truth in the name of the LORD?&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"16","text":" Then Micaiah said, &#34I saw all Israel scattered on the mountains, like sheep without a shepherd; and the LORD said, &#39These have no master; let each one go home in peace.&#39&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"17","text":" The king of Israel said to Jehoshaphat, &#34Did I not tell you that he would not prophesy anything favorable about me, but only disaster?&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"18","text":" Then Micaiah said, &#34Therefore hear the word of the LORD: I saw the LORD sitting on his throne, with all the host of heaven standing to the right and to the left of him. "},{"book":"SecondChronicles","chapter":"18","verse":"19","text":" And the LORD said, &#39Who will entice King Ahab of Israel, so that he may go up and fall at Ramoth-gilead?&#39 Then one said one thing, and another said another, "},{"book":"SecondChronicles","chapter":"18","verse":"20","text":" until a spirit came forward and stood before the LORD, saying, &#39I will entice him.&#39 The LORD asked him, &#39How?&#39 "},{"book":"SecondChronicles","chapter":"18","verse":"21","text":" He replied, &#39I will go out and be a lying spirit in the mouth of all his prophets.&#39 Then the LORD said, &#39You are to entice him, and you shall succeed; go out and do it.&#39 "},{"book":"SecondChronicles","chapter":"18","verse":"22","text":" So you see, the LORD has put a lying spirit in the mouth of these your prophets; the LORD has decreed disaster for you.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"23","text":" Then Zedekiah son of Chenaanah came up to Micaiah, slapped him on the cheek, and said, &#34Which way did the spirit of the LORD pass from me to speak to you?&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"24","text":" Micaiah replied, &#34You will find out on that day when you go in to hide in an inner chamber.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"25","text":" The king of Israel then ordered, &#34Take Micaiah, and return him to Amon the governor of the city and to Joash the king&#39s son; "},{"book":"SecondChronicles","chapter":"18","verse":"26","text":" and say, &#39Thus says the king: Put this fellow in prison, and feed him on reduced rations of bread and water until I return in peace.&#39&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"27","text":" Micaiah said, &#34If you return in peace, the LORD has not spoken by me.&#34 And he said, &#34Hear, you peoples, all of you!&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"28","text":" So the king of Israel and King Jehoshaphat of Judah went up to Ramoth-gilead. "},{"book":"SecondChronicles","chapter":"18","verse":"29","text":" The king of Israel said to Jehoshaphat, &#34I will disguise myself and go into battle, but you wear your robes.&#34 So the king of Israel disguised himself, and they went into battle. "},{"book":"SecondChronicles","chapter":"18","verse":"30","text":" Now the king of Aram had commanded the captains of his chariots, &#34Fight with no one small or great, but only with the king of Israel.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"31","text":" When the captains of the chariots saw Jehoshaphat, they said, &#34It is the king of Israel.&#34 So they turned to fight against him; and Jehoshaphat cried out, and the LORD helped him. God drew them away from him, "},{"book":"SecondChronicles","chapter":"18","verse":"32","text":" for when the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him. "},{"book":"SecondChronicles","chapter":"18","verse":"33","text":" But a certain man drew his bow and unknowingly struck the king of Israel between the scale armor and the breastplate; so he said to the driver of his chariot, &#34Turn around, and carry me out of the battle, for I am wounded.&#34 "},{"book":"SecondChronicles","chapter":"18","verse":"34","text":" The battle grew hot that day, and the king of Israel propped himself up in his chariot facing the Arameans until evening; then at sunset he died. "}]