[{"book":"SecondKings","chapter":"1","verse":"1","text":" After the death of Ahab, Moab rebelled against Israel. "},{"book":"SecondKings","chapter":"1","verse":"2","text":" Ahaziah had fallen through the lattice in his upper chamber in Samaria, and lay injured; so he sent messengers, telling them, &#34Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this injury.&#34 "},{"book":"SecondKings","chapter":"1","verse":"3","text":" But the angel of the LORD said to Elijah the Tishbite, &#34Get up, go to meet the messengers of the king of Samaria, and say to them, &#39Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?&#39 "},{"book":"SecondKings","chapter":"1","verse":"4","text":" Now therefore thus says the LORD, &#39You shall not leave the bed to which you have gone, but you shall surely die.&#39&#34 So Elijah went. "},{"book":"SecondKings","chapter":"1","verse":"5","text":" The messengers returned to the king, who said to them, &#34Why have you returned?&#34 "},{"book":"SecondKings","chapter":"1","verse":"6","text":" They answered him, &#34There came a man to meet us, who said to us, &#39Go back to the king who sent you, and say to him: Thus says the LORD: Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not leave the bed to which you have gone, but shall surely die.&#39&#34 "},{"book":"SecondKings","chapter":"1","verse":"7","text":" He said to them, &#34What sort of man was he who came to meet you and told you these things?&#34 "},{"book":"SecondKings","chapter":"1","verse":"8","text":" They answered him, &#34A hairy man, with a leather belt around his waist.&#34 He said, &#34It is Elijah the Tishbite.&#34 "},{"book":"SecondKings","chapter":"1","verse":"9","text":" Then the king sent to him a captain of fifty with his fifty men. He went up to Elijah, who was sitting on the top of a hill, and said to him, &#34O man of God, the king says, &#39Come down.&#39&#34 "},{"book":"SecondKings","chapter":"1","verse":"10","text":" But Elijah answered the captain of fifty, &#34If I am a man of God, let fire come down from heaven and consume you and your fifty.&#34 Then fire came down from heaven, and consumed him and his fifty. "},{"book":"SecondKings","chapter":"1","verse":"11","text":" Again the king sent to him another captain of fifty with his fifty. He went up and said to him, &#34O man of God, this is the king&#39s order: Come down quickly!&#34 "},{"book":"SecondKings","chapter":"1","verse":"12","text":" But Elijah answered them, &#34If I am a man of God, let fire come down from heaven and consume you and your fifty.&#34 Then the fire of God came down from heaven and consumed him and his fifty. "},{"book":"SecondKings","chapter":"1","verse":"13","text":" Again the king sent the captain of a third fifty with his fifty. So the third captain of fifty went up, and came and fell on his knees before Elijah, and entreated him, &#34O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. "},{"book":"SecondKings","chapter":"1","verse":"14","text":" Look, fire came down from heaven and consumed the two former captains of fifty men with their fifties; but now let my life be precious in your sight.&#34 "},{"book":"SecondKings","chapter":"1","verse":"15","text":" Then the angel of the LORD said to Elijah, &#34Go down with him; do not be afraid of him.&#34 So he set out and went down with him to the king, "},{"book":"SecondKings","chapter":"1","verse":"16","text":" and said to him, &#34Thus says the LORD: Because you have sent messengers to inquire of Baal-zebub, the god of Ekron,-- is it because there is no God in Israel to inquire of his word?-- therefore you shall not leave the bed to which you have gone, but you shall surely die.&#34 "},{"book":"SecondKings","chapter":"1","verse":"17","text":" So he died according to the word of the LORD that Elijah had spoken. His brother, Jehoram succeeded him as king in the second year of King Jehoram son of Jehoshaphat of Judah, because Ahaziah had no son. "},{"book":"SecondKings","chapter":"1","verse":"18","text":" Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Annals of the Kings of Israel? "}]