[{"book":"SecondChronicles","chapter":"15","verse":"1","text":" The spirit of God came upon Azariah son of Oded. "},{"book":"SecondChronicles","chapter":"15","verse":"2","text":" He went out to meet Asa and said to him, &#34Hear me, Asa, and all Judah and Benjamin: The LORD is with you, while you are with him. If you seek him, he will be found by you, but if you abandon him, he will abandon you. "},{"book":"SecondChronicles","chapter":"15","verse":"3","text":" For a long time Israel was without the true God, and without a teaching priest, and without law; "},{"book":"SecondChronicles","chapter":"15","verse":"4","text":" but when in their distress they turned to the LORD, the God of Israel, and sought him, he was found by them. "},{"book":"SecondChronicles","chapter":"15","verse":"5","text":" In those times it was not safe for anyone to go or come, for great disturbances afflicted all the inhabitants of the lands. "},{"book":"SecondChronicles","chapter":"15","verse":"6","text":" They were broken in pieces, nation against nation and city against city, for God troubled them with every sort of distress. "},{"book":"SecondChronicles","chapter":"15","verse":"7","text":" But you, take courage! Do not let your hands be weak, for your work shall be rewarded.&#34 "},{"book":"SecondChronicles","chapter":"15","verse":"8","text":" When Asa heard these words, the prophecy of Azariah son of Oded, he took courage, and put away the abominable idols from all the land of Judah and Benjamin and from the towns that he had taken in the hill country of Ephraim. He repaired the altar of the LORD that was in front of the vestibule of the house of the LORD. "},{"book":"SecondChronicles","chapter":"15","verse":"9","text":" He gathered all Judah and Benjamin, and those from Ephraim, Manasseh, and Simeon who were residing as aliens with them, for great numbers had deserted to him from Israel when they saw that the LORD his God was with him. "},{"book":"SecondChronicles","chapter":"15","verse":"10","text":" They were gathered at Jerusalem in the third month of the fifteenth year of the reign of Asa. "},{"book":"SecondChronicles","chapter":"15","verse":"11","text":" They sacrificed to the LORD on that day, from the booty that they had brought, seven hundred oxen and seven thousand sheep. "},{"book":"SecondChronicles","chapter":"15","verse":"12","text":" They entered into a covenant to seek the LORD, the God of their ancestors, with all their heart and with all their soul. "},{"book":"SecondChronicles","chapter":"15","verse":"13","text":" Whoever would not seek the LORD, the God of Israel, should be put to death, whether young or old, man or woman. "},{"book":"SecondChronicles","chapter":"15","verse":"14","text":" They took an oath to the LORD with a loud voice, and with shouting, and with trumpets, and with horns. "},{"book":"SecondChronicles","chapter":"15","verse":"15","text":" All Judah rejoiced over the oath; for they had sworn with all their heart, and had sought him with their whole desire, and he was found by them, and the LORD gave them rest all around. "},{"book":"SecondChronicles","chapter":"15","verse":"16","text":" King Asa even removed his mother Maacah from being queen mother because she had made an abominable image for Asherah. Asa cut down her image, crushed it, and burned it at the Wadi Kidron. "},{"book":"SecondChronicles","chapter":"15","verse":"17","text":" But the high places were not taken out of Israel. Nevertheless the heart of Asa was true all his days. "},{"book":"SecondChronicles","chapter":"15","verse":"18","text":" He brought into the house of God the votive gifts of his father and his own votive gifts-- silver, gold, and utensils. "},{"book":"SecondChronicles","chapter":"15","verse":"19","text":" And there was no more war until the thirty-fifth year of the reign of Asa. "}]