[{"book":"SecondKings","chapter":"10","verse":"1","text":" Now Ahab had seventy sons in Samaria. So Jehu wrote letters and sent them to Samaria, to the rulers of Jezreel, to the elders, and to the guardians of the sons of Ahab, saying, "},{"book":"SecondKings","chapter":"10","verse":"2","text":" &#34Since your master&#39s sons are with you and you have at your disposal chariots and horses, a fortified city, and weapons, "},{"book":"SecondKings","chapter":"10","verse":"3","text":" select the son of your master who is the best qualified, set him on his father&#39s throne, and fight for your master&#39s house.&#34 "},{"book":"SecondKings","chapter":"10","verse":"4","text":" But they were utterly terrified and said, &#34Look, two kings could not withstand him; how then can we stand?&#34 "},{"book":"SecondKings","chapter":"10","verse":"5","text":" So the steward of the palace, and the governor of the city, along with the elders and the guardians, sent word to Jehu: &#34We are your servants; we will do anything you say. We will not make anyone king; do whatever you think right.&#34 "},{"book":"SecondKings","chapter":"10","verse":"6","text":" Then he wrote them a second letter, saying, &#34If you are on my side, and if you are ready to obey me, take the heads of your master&#39s sons and come to me at Jezreel tomorrow at this time.&#34 Now the king&#39s sons, seventy persons, were with the leaders of the city, who were charged with their upbringing. "},{"book":"SecondKings","chapter":"10","verse":"7","text":" When the letter reached them, they took the king&#39s sons and killed them, seventy persons; they put their heads in baskets and sent them to him at Jezreel. "},{"book":"SecondKings","chapter":"10","verse":"8","text":" When the messenger came and told him, &#34They have brought the heads of the king&#39s sons,&#34 he said, &#34Lay them in two heaps at the entrance of the gate until the morning.&#34 "},{"book":"SecondKings","chapter":"10","verse":"9","text":" Then in the morning when he went out, he stood and said to all the people, &#34You are innocent. It was I who conspired against my master and killed him; but who struck down all these? "},{"book":"SecondKings","chapter":"10","verse":"10","text":" Know then that there shall fall to the earth nothing of the word of the LORD, which the LORD spoke concerning the house of Ahab; for the LORD has done what he said through his servant Elijah.&#34 "},{"book":"SecondKings","chapter":"10","verse":"11","text":" So Jehu killed all who were left of the house of Ahab in Jezreel, all his leaders, close friends, and priests, until he left him no survivor. "},{"book":"SecondKings","chapter":"10","verse":"12","text":" Then he set out and went to Samaria. On the way, when he was at Beth-eked of the Shepherds, "},{"book":"SecondKings","chapter":"10","verse":"13","text":" Jehu met relatives of King Ahaziah of Judah and said, &#34Who are you?&#34 They answered, &#34We are kin of Ahaziah; we have come down to visit the royal princes and the sons of the queen mother.&#34 "},{"book":"SecondKings","chapter":"10","verse":"14","text":" He said, &#34Take them alive.&#34 They took them alive, and slaughtered them at the pit of Beth-eked, forty-two in all; he spared none of them. "},{"book":"SecondKings","chapter":"10","verse":"15","text":" When he left there, he met Jehonadab son of Rechab coming to meet him; he greeted him, and said to him, &#34Is your heart as true to mine as mine is to yours?&#34 Jehonadab answered, &#34It is.&#34 Jehu said, &#34If it is, give me your hand.&#34 So he gave him his hand. Jehu took him up with him into the chariot. "},{"book":"SecondKings","chapter":"10","verse":"16","text":" He said, &#34Come with me, and see my zeal for the LORD.&#34 So he had him ride in his chariot. "},{"book":"SecondKings","chapter":"10","verse":"17","text":" When he came to Samaria, he killed all who were left to Ahab in Samaria, until he had wiped them out, according to the word of the LORD that he spoke to Elijah. "},{"book":"SecondKings","chapter":"10","verse":"18","text":" Then Jehu assembled all the people and said to them, &#34Ahab offered Baal small service; but Jehu will offer much more. "},{"book":"SecondKings","chapter":"10","verse":"19","text":" Now therefore summon to me all the prophets of Baal, all his worshipers, and all his priests; let none be missing, for I have a great sacrifice to offer to Baal; whoever is missing shall not live.&#34 But Jehu was acting with cunning in order to destroy the worshipers of Baal. "},{"book":"SecondKings","chapter":"10","verse":"20","text":" Jehu decreed, &#34Sanctify a solemn assembly for Baal.&#34 So they proclaimed it. "},{"book":"SecondKings","chapter":"10","verse":"21","text":" Jehu sent word throughout all Israel; all the worshipers of Baal came, so that there was no one left who did not come. They entered the temple of Baal, until the temple of Baal was filled from wall to wall. "},{"book":"SecondKings","chapter":"10","verse":"22","text":" He said to the keeper of the wardrobe, &#34Bring out the vestments for all the worshipers of Baal.&#34 So he brought out the vestments for them. "},{"book":"SecondKings","chapter":"10","verse":"23","text":" Then Jehu entered the temple of Baal with Jehonadab son of Rechab; he said to the worshipers of Baal, &#34Search and see that there is no worshiper of the LORD here among you, but only worshipers of Baal.&#34 "},{"book":"SecondKings","chapter":"10","verse":"24","text":" Then they proceeded to offer sacrifices and burnt offerings. Now Jehu had stationed eighty men outside, saying, &#34Whoever allows any of those to escape whom I deliver into your hands shall forfeit his life.&#34 "},{"book":"SecondKings","chapter":"10","verse":"25","text":" As soon as he had finished presenting the burnt offering, Jehu said to the guards and to the officers, &#34Come in and kill them; let no one escape.&#34 So they put them to the sword. The guards and the officers threw them out, and then went into the citadel of the temple of Baal. "},{"book":"SecondKings","chapter":"10","verse":"26","text":" They brought out the pillar that was in the temple of Baal, and burned it. "},{"book":"SecondKings","chapter":"10","verse":"27","text":" Then they demolished the pillar of Baal, and destroyed the temple of Baal, and made it a latrine to this day. "},{"book":"SecondKings","chapter":"10","verse":"28","text":" Thus Jehu wiped out Baal from Israel. "},{"book":"SecondKings","chapter":"10","verse":"29","text":" But Jehu did not turn aside from the sins of Jeroboam son of Nebat, which he caused Israel to commit-- the golden calves that were in Bethel and in Dan. "},{"book":"SecondKings","chapter":"10","verse":"30","text":" The LORD said to Jehu, &#34Because you have done well in carrying out what I consider right, and in accordance with all that was in my heart have dealt with the house of Ahab, your sons of the fourth generation shall sit on the throne of Israel.&#34 "},{"book":"SecondKings","chapter":"10","verse":"31","text":" But Jehu was not careful to follow the law of the LORD the God of Israel with all his heart; he did not turn from the sins of Jeroboam, which he caused Israel to commit. "},{"book":"SecondKings","chapter":"10","verse":"32","text":" In those days the LORD began to trim off parts of Israel. Hazael defeated them throughout the territory of Israel: "},{"book":"SecondKings","chapter":"10","verse":"33","text":" from the Jordan eastward, all the land of Gilead, the Gadites, the Reubenites, and the Manassites, from Aroer, which is by the Wadi Arnon, that is, Gilead and Bashan. "},{"book":"SecondKings","chapter":"10","verse":"34","text":" Now the rest of the acts of Jehu, all that he did, and all his power, are they not written in the Book of the Annals of the Kings of Israel? "},{"book":"SecondKings","chapter":"10","verse":"35","text":" So Jehu slept with his ancestors, and they buried him in Samaria. His son Jehoahaz succeeded him. "},{"book":"SecondKings","chapter":"10","verse":"36","text":" The time that Jehu reigned over Israel in Samaria was twenty-eight years. "}]