[{"book":"SecondMaccabees","chapter":"6","verse":"1","text":" Not long after this, the king sent an Athenian senator to compel the Jews to forsake the laws of their ancestors and no longer to live by the laws of God; "},{"book":"SecondMaccabees","chapter":"6","verse":"2","text":" also to pollute the temple in Jerusalem and to call it the temple of Olympian Zeus, and to call the one in Gerizim the temple of Zeus-the-Friend-of-Strangers, as did the people who lived in that place. "},{"book":"SecondMaccabees","chapter":"6","verse":"3","text":" Harsh and utterly grievous was the onslaught of evil. "},{"book":"SecondMaccabees","chapter":"6","verse":"4","text":" For the temple was filled with debauchery and reveling by the Gentiles, who dallied with prostitutes and had intercourse with women within the sacred precincts, and besides brought in things for sacrifice that were unfit. "},{"book":"SecondMaccabees","chapter":"6","verse":"5","text":" The altar was covered with abominable offerings that were forbidden by the laws. "},{"book":"SecondMaccabees","chapter":"6","verse":"6","text":" People could neither keep the sabbath, nor observe the festivals of their ancestors, nor so much as confess themselves to be Jews. "},{"book":"SecondMaccabees","chapter":"6","verse":"7","text":" On the monthly celebration of the king&#39s birthday, the Jews were taken, under bitter constraint, to partake of the sacrifices; and when a festival of Dionysus was celebrated, they were compelled to wear wreathes of ivy and to walk in the procession in honor of Dionysus. "},{"book":"SecondMaccabees","chapter":"6","verse":"8","text":" At the suggestion of the people of Ptolemais a decree was issued to the neighboring Greek cities that they should adopt the same policy toward the Jews and make them partake of the sacrifices, "},{"book":"SecondMaccabees","chapter":"6","verse":"9","text":" and should kill those who did not choose to change over to Greek customs. One could see, therefore, the misery that had come upon them. "},{"book":"SecondMaccabees","chapter":"6","verse":"10","text":" For example, two women were brought in for having circumcised their children. They publicly paraded them around the city, with their babies hanging at their breasts, and then hurled them down headlong from the wall. "},{"book":"SecondMaccabees","chapter":"6","verse":"11","text":" Others who had assembled in the caves nearby, in order to observe the seventh day secretly, were betrayed to Philip and were all burned together, because their piety kept them from defending themselves, in view of their regard for that most holy day. "},{"book":"SecondMaccabees","chapter":"6","verse":"12","text":" Now I urge those who read this book not to be depressed by such calamities, but to recognize that these punishments were designed not to destroy but to discipline our people. "},{"book":"SecondMaccabees","chapter":"6","verse":"13","text":" In fact, it is a sign of great kindness not to let the impious alone for long, but to punish them immediately. "},{"book":"SecondMaccabees","chapter":"6","verse":"14","text":" For in the case of the other nations the Lord waits patiently to punish them until they have reached the full measure of their sins; but he does not deal in this way with us, "},{"book":"SecondMaccabees","chapter":"6","verse":"15","text":" in order that he may not take vengeance on us afterward when our sins have reached their height. "},{"book":"SecondMaccabees","chapter":"6","verse":"16","text":" Therefore he never withdraws his mercy from us. Although he disciplines us with calamities, he does not forsake his own people. "},{"book":"SecondMaccabees","chapter":"6","verse":"17","text":" Let what we have said serve as a reminder; we must go on briefly with the story. "},{"book":"SecondMaccabees","chapter":"6","verse":"18","text":" Eleazar, one of the scribes in high position, a man now advanced in age and of noble presence, was being forced to open his mouth to eat swine&#39s flesh. "},{"book":"SecondMaccabees","chapter":"6","verse":"19","text":" But he, welcoming death with honor rather than life with pollution, went up to the rack of his own accord, spitting out the flesh, "},{"book":"SecondMaccabees","chapter":"6","verse":"20","text":" as all ought to go who have the courage to refuse things that it is not right to taste, even for the natural love of life. "},{"book":"SecondMaccabees","chapter":"6","verse":"21","text":" Those who were in charge of that unlawful sacrifice took the man aside because of their long acquaintance with him, and privately urged him to bring meat of his own providing, proper for him to use, and to pretend that he was eating the flesh of the sacrificial meal that had been commanded by the king, "},{"book":"SecondMaccabees","chapter":"6","verse":"22","text":" so that by doing this he might be saved from death, and be treated kindly on account of his old friendship with them. "},{"book":"SecondMaccabees","chapter":"6","verse":"23","text":" But making a high resolve, worthy of his years and the dignity of his old age and the gray hairs that he had reached with distinction and his excellent life even from childhood, and moreover according to the holy God-given law, he declared himself quickly, telling them to send him to Hades. "},{"book":"SecondMaccabees","chapter":"6","verse":"24","text":" &#34Such pretense is not worthy of our time of life,&#34 he said, &#34for many of the young might suppose that Eleazar in his ninetieth year had gone over to an alien religion, "},{"book":"SecondMaccabees","chapter":"6","verse":"25","text":" and through my pretense, for the sake of living a brief moment longer, they would be led astray because of me, while I defile and disgrace my old age. "},{"book":"SecondMaccabees","chapter":"6","verse":"26","text":" Even if for the present I would avoid the punishment of mortals, yet whether I live or die I shall not escape the hands of the Almighty. "},{"book":"SecondMaccabees","chapter":"6","verse":"27","text":" Therefore, by bravely giving up my life now, I will show myself worthy of my old age "},{"book":"SecondMaccabees","chapter":"6","verse":"28","text":" and leave to the young a noble example of how to die a good death willingly and nobly for the revered and holy laws.&#34 When he had said this, he went at once to the rack. "},{"book":"SecondMaccabees","chapter":"6","verse":"29","text":" Those who a little before had acted toward him with goodwill now changed to ill will, because the words he had uttered were in their opinion sheer madness. "},{"book":"SecondMaccabees","chapter":"6","verse":"30","text":" When he was about to die under the blows, he groaned aloud and said: &#34It is clear to the Lord in his holy knowledge that, though I might have been saved from death, I am enduring terrible sufferings in my body under this beating, but in my soul I am glad to suffer these things because I fear him.&#34 "},{"book":"SecondMaccabees","chapter":"6","verse":"31","text":" So in this way he died, leaving in his death an example of nobility and a memorial of courage, not only to the young but to the great body of his nation. "}]