[{"book":"SecondSamuel","chapter":"11","verse":"1","text":" In the spring of the year, the time when kings go out to battle, David sent Joab with his officers and all Israel with him; they ravaged the Ammonites, and besieged Rabbah. But David remained at Jerusalem. "},{"book":"SecondSamuel","chapter":"11","verse":"2","text":" It happened, late one afternoon, when David rose from his couch and was walking about on the roof of the king&#39s house, that he saw from the roof a woman bathing; the woman was very beautiful. "},{"book":"SecondSamuel","chapter":"11","verse":"3","text":" David sent someone to inquire about the woman. It was reported, &#34This is Bathsheba daughter of Eliam, the wife of Uriah the Hittite.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"4","text":" So David sent messengers to get her, and she came to him, and he lay with her. (Now she was purifying herself after her period.) Then she returned to her house. "},{"book":"SecondSamuel","chapter":"11","verse":"5","text":" The woman conceived; and she sent and told David, &#34I am pregnant.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"6","text":" So David sent word to Joab, &#34Send me Uriah the Hittite.&#34 And Joab sent Uriah to David. "},{"book":"SecondSamuel","chapter":"11","verse":"7","text":" When Uriah came to him, David asked how Joab and the people fared, and how the war was going. "},{"book":"SecondSamuel","chapter":"11","verse":"8","text":" Then David said to Uriah, &#34Go down to your house, and wash your feet.&#34 Uriah went out of the king&#39s house, and there followed him a present from the king. "},{"book":"SecondSamuel","chapter":"11","verse":"9","text":" But Uriah slept at the entrance of the king&#39s house with all the servants of his lord, and did not go down to his house. "},{"book":"SecondSamuel","chapter":"11","verse":"10","text":" When they told David, &#34Uriah did not go down to his house,&#34 David said to Uriah, &#34You have just come from a journey. Why did you not go down to your house?&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"11","text":" Uriah said to David, &#34The ark and Israel and Judah remain in booths; and my lord Joab and the servants of my lord are camping in the open field; shall I then go to my house, to eat and to drink, and to lie with my wife? As you live, and as your soul lives, I will not do such a thing.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"12","text":" Then David said to Uriah, &#34Remain here today also, and tomorrow I will send you back.&#34 So Uriah remained in Jerusalem that day. On the next day, "},{"book":"SecondSamuel","chapter":"11","verse":"13","text":" David invited him to eat and drink in his presence and made him drunk; and in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house. "},{"book":"SecondSamuel","chapter":"11","verse":"14","text":" In the morning David wrote a letter to Joab, and sent it by the hand of Uriah. "},{"book":"SecondSamuel","chapter":"11","verse":"15","text":" In the letter he wrote, &#34Set Uriah in the forefront of the hardest fighting, and then draw back from him, so that he may be struck down and die.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"16","text":" As Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant warriors. "},{"book":"SecondSamuel","chapter":"11","verse":"17","text":" The men of the city came out and fought with Joab; and some of the servants of David among the people fell. Uriah the Hittite was killed as well. "},{"book":"SecondSamuel","chapter":"11","verse":"18","text":" Then Joab sent and told David all the news about the fighting; "},{"book":"SecondSamuel","chapter":"11","verse":"19","text":" and he instructed the messenger, &#34When you have finished telling the king all the news about the fighting, "},{"book":"SecondSamuel","chapter":"11","verse":"20","text":" then, if the king&#39s anger rises, and if he says to you, &#39Why did you go so near the city to fight? Did you not know that they would shoot from the wall? "},{"book":"SecondSamuel","chapter":"11","verse":"21","text":" Who killed Abimelech son of Jerubbaal? Did not a woman throw an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?&#39 then you shall say, &#39Your servant Uriah the Hittite is dead too.&#39&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"22","text":" So the messenger went, and came and told David all that Joab had sent him to tell. "},{"book":"SecondSamuel","chapter":"11","verse":"23","text":" The messenger said to David, &#34The men gained an advantage over us, and came out against us in the field; but we drove them back to the entrance of the gate. "},{"book":"SecondSamuel","chapter":"11","verse":"24","text":" Then the archers shot at your servants from the wall; some of the king&#39s servants are dead; and your servant Uriah the Hittite is dead also.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"25","text":" David said to the messenger, &#34Thus you shall say to Joab, &#39Do not let this matter trouble you, for the sword devours now one and now another; press your attack on the city, and overthrow it.&#39 And encourage him.&#34 "},{"book":"SecondSamuel","chapter":"11","verse":"26","text":" When the wife of Uriah heard that her husband was dead, she made lamentation for him. "},{"book":"SecondSamuel","chapter":"11","verse":"27","text":" When the mourning was over, David sent and brought her to his house, and she became his wife, and bore him a son. "}]