[{"book":"SecondKings","chapter":"2","verse":"1","text":" Now when the LORD was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were on their way from Gilgal. "},{"book":"SecondKings","chapter":"2","verse":"2","text":" Elijah said to Elisha, &#34Stay here; for the LORD has sent me as far as Bethel.&#34 But Elisha said, &#34As the LORD lives, and as you yourself live, I will not leave you.&#34 So they went down to Bethel. "},{"book":"SecondKings","chapter":"2","verse":"3","text":" The company of prophets who were in Bethel came out to Elisha, and said to him, &#34Do you know that today the LORD will take your master away from you?&#34 And he said, &#34Yes, I know; keep silent.&#34 "},{"book":"SecondKings","chapter":"2","verse":"4","text":" Elijah said to him, &#34Elisha, stay here; for the LORD has sent me to Jericho.&#34 But he said, &#34As the LORD lives, and as you yourself live, I will not leave you.&#34 So they came to Jericho. "},{"book":"SecondKings","chapter":"2","verse":"5","text":" The company of prophets who were at Jericho drew near to Elisha, and said to him, &#34Do you know that today the LORD will take your master away from you?&#34 And he answered, &#34Yes, I know; be silent.&#34 "},{"book":"SecondKings","chapter":"2","verse":"6","text":" Then Elijah said to him, &#34Stay here; for the LORD has sent me to the Jordan.&#34 But he said, &#34As the LORD lives, and as you yourself live, I will not leave you.&#34 So the two of them went on. "},{"book":"SecondKings","chapter":"2","verse":"7","text":" Fifty men of the company of prophets also went, and stood at some distance from them, as they both were standing by the Jordan. "},{"book":"SecondKings","chapter":"2","verse":"8","text":" Then Elijah took his mantle and rolled it up, and struck the water; the water was parted to the one side and to the other, until the two of them crossed on dry ground. "},{"book":"SecondKings","chapter":"2","verse":"9","text":" When they had crossed, Elijah said to Elisha, &#34Tell me what I may do for you, before I am taken from you.&#34 Elisha said, &#34Please let me inherit a double share of your spirit.&#34 "},{"book":"SecondKings","chapter":"2","verse":"10","text":" He responded, &#34You have asked a hard thing; yet, if you see me as I am being taken from you, it will be granted you; if not, it will not.&#34 "},{"book":"SecondKings","chapter":"2","verse":"11","text":" As they continued walking and talking, a chariot of fire and horses of fire separated the two of them, and Elijah ascended in a whirlwind into heaven. "},{"book":"SecondKings","chapter":"2","verse":"12","text":" Elisha kept watching and crying out, &#34Father, father! The chariots of Israel and its horsemen!&#34 But when he could no longer see him, he grasped his own clothes and tore them in two pieces. "},{"book":"SecondKings","chapter":"2","verse":"13","text":" He picked up the mantle of Elijah that had fallen from him, and went back and stood on the bank of the Jordan. "},{"book":"SecondKings","chapter":"2","verse":"14","text":" He took the mantle of Elijah that had fallen from him, and struck the water, saying, &#34Where is the LORD, the God of Elijah?&#34 When he had struck the water, the water was parted to the one side and to the other, and Elisha went over. "},{"book":"SecondKings","chapter":"2","verse":"15","text":" When the company of prophets who were at Jericho saw him at a distance, they declared, &#34The spirit of Elijah rests on Elisha.&#34 They came to meet him and bowed to the ground before him. "},{"book":"SecondKings","chapter":"2","verse":"16","text":" They said to him, &#34See now, we have fifty strong men among your servants; please let them go and seek your master; it may be that the spirit of the LORD has caught him up and thrown him down on some mountain or into some valley.&#34 He responded, &#34No, do not send them.&#34 "},{"book":"SecondKings","chapter":"2","verse":"17","text":" But when they urged him until he was ashamed, he said, &#34Send them.&#34 So they sent fifty men who searched for three days but did not find him. "},{"book":"SecondKings","chapter":"2","verse":"18","text":" When they came back to him (he had remained at Jericho), he said to them, &#34Did I not say to you, Do not go?&#34 "},{"book":"SecondKings","chapter":"2","verse":"19","text":" Now the people of the city said to Elisha, &#34The location of this city is good, as my lord sees; but the water is bad, and the land is unfruitful.&#34 "},{"book":"SecondKings","chapter":"2","verse":"20","text":" He said, &#34Bring me a new bowl, and put salt in it.&#34 So they brought it to him. "},{"book":"SecondKings","chapter":"2","verse":"21","text":" Then he went to the spring of water and threw the salt into it, and said, &#34Thus says the LORD, I have made this water wholesome; from now on neither death nor miscarriage shall come from it.&#34 "},{"book":"SecondKings","chapter":"2","verse":"22","text":" So the water has been wholesome to this day, according to the word that Elisha spoke. "},{"book":"SecondKings","chapter":"2","verse":"23","text":" He went up from there to Bethel; and while he was going up on the way, some small boys came out of the city and jeered at him, saying, &#34Go away, baldhead! Go away, baldhead!&#34 "},{"book":"SecondKings","chapter":"2","verse":"24","text":" When he turned around and saw them, he cursed them in the name of the LORD. Then two she-bears came out of the woods and mauled forty-two of the boys. "},{"book":"SecondKings","chapter":"2","verse":"25","text":" From there he went on to Mount Carmel, and then returned to Samaria. "}]