[{"book":"SecondKings","chapter":"19","verse":"1","text":" When King Hezekiah heard it, he tore his clothes, covered himself with sackcloth, and went into the house of the LORD. "},{"book":"SecondKings","chapter":"19","verse":"2","text":" And he sent Eliakim, who was in charge of the palace, and Shebna the secretary, and the senior priests, covered with sackcloth, to the prophet Isaiah son of Amoz. "},{"book":"SecondKings","chapter":"19","verse":"3","text":" They said to him, &#34Thus says Hezekiah, This day is a day of distress, of rebuke, and of disgrace; children have come to the birth, and there is no strength to bring them forth. "},{"book":"SecondKings","chapter":"19","verse":"4","text":" It may be that the LORD your God heard all the words of the Rabshakeh, whom his master the king of Assyria has sent to mock the living God, and will rebuke the words that the LORD your God has heard; therefore lift up your prayer for the remnant that is left.&#34 "},{"book":"SecondKings","chapter":"19","verse":"5","text":" When the servants of King Hezekiah came to Isaiah, "},{"book":"SecondKings","chapter":"19","verse":"6","text":" Isaiah said to them, &#34Say to your master, &#39Thus says the LORD: Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have reviled me. "},{"book":"SecondKings","chapter":"19","verse":"7","text":" I myself will put a spirit in him, so that he shall hear a rumor and return to his own land; I will cause him to fall by the sword in his own land.&#39&#34 "},{"book":"SecondKings","chapter":"19","verse":"8","text":" The Rabshakeh returned, and found the king of Assyria fighting against Libnah; for he had heard that the king had left Lachish. "},{"book":"SecondKings","chapter":"19","verse":"9","text":" When the king heard concerning King Tirhakah of Ethiopia, &#34See, he has set out to fight against you,&#34 he sent messengers again to Hezekiah, saying, "},{"book":"SecondKings","chapter":"19","verse":"10","text":" &#34Thus shall you speak to King Hezekiah of Judah: Do not let your God on whom you rely deceive you by promising that Jerusalem will not be given into the hand of the king of Assyria. "},{"book":"SecondKings","chapter":"19","verse":"11","text":" See, you have heard what the kings of Assyria have done to all lands, destroying them utterly. Shall you be delivered? "},{"book":"SecondKings","chapter":"19","verse":"12","text":" Have the gods of the nations delivered them, the nations that my predecessors destroyed, Gozan, Haran, Rezeph, and the people of Eden who were in Telassar? "},{"book":"SecondKings","chapter":"19","verse":"13","text":" Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, the king of Hena, or the king of Ivvah?&#34 "},{"book":"SecondKings","chapter":"19","verse":"14","text":" Hezekiah received the letter from the hand of the messengers and read it; then Hezekiah went up to the house of the LORD and spread it before the LORD. "},{"book":"SecondKings","chapter":"19","verse":"15","text":" And Hezekiah prayed before the LORD, and said: &#34O LORD the God of Israel, who are enthroned above the cherubim, you are God, you alone, of all the kingdoms of the earth; you have made heaven and earth. "},{"book":"SecondKings","chapter":"19","verse":"16","text":" Incline your ear, O LORD, and hear; open your eyes, O LORD, and see; hear the words of Sennacherib, which he has sent to mock the living God. "},{"book":"SecondKings","chapter":"19","verse":"17","text":" Truly, O LORD, the kings of Assyria have laid waste the nations and their lands, "},{"book":"SecondKings","chapter":"19","verse":"18","text":" and have hurled their gods into the fire, though they were no gods but the work of human hands-- wood and stone-- and so they were destroyed. "},{"book":"SecondKings","chapter":"19","verse":"19","text":" So now, O LORD our God, save us, I pray you, from his hand, so that all the kingdoms of the earth may know that you, O LORD, are God alone.&#34 "},{"book":"SecondKings","chapter":"19","verse":"20","text":" Then Isaiah son of Amoz sent to Hezekiah, saying, &#34Thus says the LORD, the God of Israel: I have heard your prayer to me about King Sennacherib of Assyria. "},{"book":"SecondKings","chapter":"19","verse":"21","text":" This is the word that the LORD has spoken concerning him: She despises you, she scorns you-- virgin daughter Zion; she tosses her head-- behind your back, daughter Jerusalem. "},{"book":"SecondKings","chapter":"19","verse":"22","text":" Whom have you mocked and reviled? Against whom have you raised your voice and haughtily lifted your eyes? Against the Holy One of Israel! "},{"book":"SecondKings","chapter":"19","verse":"23","text":" By your messengers you have mocked the Lord, and you have said, &#39With my many chariots I have gone up the heights of the mountains, to the far recesses of Lebanon; I felled its tallest cedars, its choicest cypresses; I entered its farthest retreat, its densest forest. "},{"book":"SecondKings","chapter":"19","verse":"24","text":" I dug wells and drank foreign waters, I dried up with the sole of my foot all the streams of Egypt.&#39 "},{"book":"SecondKings","chapter":"19","verse":"25","text":" Have you not heard that I determined it long ago? I planned from days of old what now I bring to pass, that you should make fortified cities crash into heaps of ruins, "},{"book":"SecondKings","chapter":"19","verse":"26","text":" while their inhabitants, shorn of strength, are dismayed and confounded; they have become like plants of the field and like tender grass, like grass on the housetops, blighted before it is grown. "},{"book":"SecondKings","chapter":"19","verse":"27","text":" &#34But I know your rising and your sitting, your going out and coming in, and your raging against me. "},{"book":"SecondKings","chapter":"19","verse":"28","text":" Because you have raged against me and your arrogance has come to my ears, I will put my hook in your nose and my bit in your mouth; I will turn you back on the way by which you came. "},{"book":"SecondKings","chapter":"19","verse":"29","text":" &#34And this shall be the sign for you: This year you shall eat what grows of itself, and in the second year what springs from that; then in the third year sow, reap, plant vineyards, and eat their fruit. "},{"book":"SecondKings","chapter":"19","verse":"30","text":" The surviving remnant of the house of Judah shall again take root downward, and bear fruit upward; "},{"book":"SecondKings","chapter":"19","verse":"31","text":" for from Jerusalem a remnant shall go out, and from Mount Zion a band of survivors. The zeal of the LORD of hosts will do this. "},{"book":"SecondKings","chapter":"19","verse":"32","text":" &#34Therefore thus says the LORD concerning the king of Assyria: He shall not come into this city, shoot an arrow there, come before it with a shield, or cast up a siege ramp against it. "},{"book":"SecondKings","chapter":"19","verse":"33","text":" By the way that he came, by the same he shall return; he shall not come into this city, says the LORD. "},{"book":"SecondKings","chapter":"19","verse":"34","text":" For I will defend this city to save it, for my own sake and for the sake of my servant David.&#34 "},{"book":"SecondKings","chapter":"19","verse":"35","text":" That very night the angel of the LORD set out and struck down one hundred eighty-five thousand in the camp of the Assyrians; when morning dawned, they were all dead bodies. "},{"book":"SecondKings","chapter":"19","verse":"36","text":" Then King Sennacherib of Assyria left, went home, and lived at Nineveh. "},{"book":"SecondKings","chapter":"19","verse":"37","text":" As he was worshiping in the house of his god Nisroch, his sons Adrammelech and Sharezer killed him with the sword, and they escaped into the land of Ararat. His son Esar-haddon succeeded him. "}]