[{"book":"SecondChronicles","chapter":"10","verse":"1","text":" Rehoboam went to Shechem, for all Israel had come to Shechem to make him king. "},{"book":"SecondChronicles","chapter":"10","verse":"2","text":" When Jeroboam son of Nebat heard of it (for he was in Egypt, where he had fled from King Solomon), then Jeroboam returned from Egypt. "},{"book":"SecondChronicles","chapter":"10","verse":"3","text":" They sent and called him; and Jeroboam and all Israel came and said to Rehoboam, "},{"book":"SecondChronicles","chapter":"10","verse":"4","text":" &#34Your father made our yoke heavy. Now therefore lighten the hard service of your father and his heavy yoke that he placed on us, and we will serve you.&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"5","text":" He said to them, &#34Come to me again in three days.&#34 So the people went away. "},{"book":"SecondChronicles","chapter":"10","verse":"6","text":" Then King Rehoboam took counsel with the older men who had attended his father Solomon while he was still alive, saying, &#34How do you advise me to answer this people?&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"7","text":" They answered him, &#34If you will be kind to this people and please them, and speak good words to them, then they will be your servants forever.&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"8","text":" But he rejected the advice that the older men gave him, and consulted the young men who had grown up with him and now attended him. "},{"book":"SecondChronicles","chapter":"10","verse":"9","text":" He said to them, &#34What do you advise that we answer this people who have said to me, &#39Lighten the yoke that your father put on us&#39?&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"10","text":" The young men who had grown up with him said to him, &#34Thus should you speak to the people who said to you, &#39Your father made our yoke heavy, but you must lighten it for us&#39; tell them, &#39My little finger is thicker than my father&#39s loins. "},{"book":"SecondChronicles","chapter":"10","verse":"11","text":" Now, whereas my father laid on you a heavy yoke, I will add to your yoke. My father disciplined you with whips, but I will discipline you with scorpions.&#39&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"12","text":" So Jeroboam and all the people came to Rehoboam the third day, as the king had said, &#34Come to me again the third day.&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"13","text":" The king answered them harshly. King Rehoboam rejected the advice of the older men; "},{"book":"SecondChronicles","chapter":"10","verse":"14","text":" he spoke to them in accordance with the advice of the young men, &#34My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I will discipline you with scorpions.&#34 "},{"book":"SecondChronicles","chapter":"10","verse":"15","text":" So the king did not listen to the people, because it was a turn of affairs brought about by God so that the LORD might fulfill his word, which he had spoken by Ahijah the Shilonite to Jeroboam son of Nebat. "},{"book":"SecondChronicles","chapter":"10","verse":"16","text":" When all Israel saw that the king would not listen to them, the people answered the king, &#34What share do we have in David? We have no inheritance in the son of Jesse. Each of you to your tents, O Israel! Look now to your own house, O David.&#34 So all Israel departed to their tents. "},{"book":"SecondChronicles","chapter":"10","verse":"17","text":" But Rehoboam reigned over the people of Israel who were living in the cities of Judah. "},{"book":"SecondChronicles","chapter":"10","verse":"18","text":" When King Rehoboam sent Hadoram, who was taskmaster over the forced labor, the people of Israel stoned him to death. King Rehoboam hurriedly mounted his chariot to flee to Jerusalem. "},{"book":"SecondChronicles","chapter":"10","verse":"19","text":" So Israel has been in rebellion against the house of David to this day. "}]