[{"book":"SecondMaccabees","chapter":"2","verse":"1","text":" One finds in the records that the prophet Jeremiah ordered those who were being deported to take some of the fire, as has been mentioned, "},{"book":"SecondMaccabees","chapter":"2","verse":"2","text":" and that the prophet, after giving them the law, instructed those who were being deported not to forget the commandments of the Lord, or to be led astray in their thoughts on seeing the gold and silver statues and their adornment. "},{"book":"SecondMaccabees","chapter":"2","verse":"3","text":" And with other similar words he exhorted them that the law should not depart from their hearts. "},{"book":"SecondMaccabees","chapter":"2","verse":"4","text":" It was also in the same document that the prophet, having received an oracle, ordered that the tent and the ark should follow with him, and that he went out to the mountain where Moses had gone up and had seen the inheritance of God. "},{"book":"SecondMaccabees","chapter":"2","verse":"5","text":" Jeremiah came and found a cave-dwelling, and he brought there the tent and the ark and the altar of incense; then he sealed up the entrance. "},{"book":"SecondMaccabees","chapter":"2","verse":"6","text":" Some of those who followed him came up intending to mark the way, but could not find it. "},{"book":"SecondMaccabees","chapter":"2","verse":"7","text":" When Jeremiah learned of it, he rebuked them and declared: &#34The place shall remain unknown until God gathers his people together again and shows his mercy. "},{"book":"SecondMaccabees","chapter":"2","verse":"8","text":" Then the Lord will disclose these things, and the glory of the Lord and the cloud will appear, as they were shown in the case of Moses, and as Solomon asked that the place should be specially consecrated.&#34 "},{"book":"SecondMaccabees","chapter":"2","verse":"9","text":" It was also made clear that being possessed of wisdom Solomon offered sacrifice for the dedication and completion of the temple. "},{"book":"SecondMaccabees","chapter":"2","verse":"10","text":" Just as Moses prayed to the Lord, and fire came down from heaven and consumed the sacrifices, so also Solomon prayed, and the fire came down and consumed the whole burnt offerings. "},{"book":"SecondMaccabees","chapter":"2","verse":"11","text":" And Moses said, &#34They were consumed because the sin offering had not been eaten.&#34 "},{"book":"SecondMaccabees","chapter":"2","verse":"12","text":" Likewise Solomon also kept the eight days. "},{"book":"SecondMaccabees","chapter":"2","verse":"13","text":" The same things are reported in the records and in the memoirs of Nehemiah, and also that he founded a library and collected the books about the kings and prophets, and the writings of David, and letters of kings about votive offerings. "},{"book":"SecondMaccabees","chapter":"2","verse":"14","text":" In the same way Judas also collected all the books that had been lost on account of the war that had come upon us, and they are in our possession. "},{"book":"SecondMaccabees","chapter":"2","verse":"15","text":" So if you have need of them, send people to get them for you. "},{"book":"SecondMaccabees","chapter":"2","verse":"16","text":" Since, therefore, we are about to celebrate the purification, we write to you. Will you therefore please keep the days? "},{"book":"SecondMaccabees","chapter":"2","verse":"17","text":" It is God who has saved all his people, and has returned the inheritance to all, and the kingship and the priesthood and the consecration, "},{"book":"SecondMaccabees","chapter":"2","verse":"18","text":" as he promised through the law. We have hope in God that he will soon have mercy on us and will gather us from everywhere under heaven into his holy place, for he has rescued us from great evils and has purified the place. "},{"book":"SecondMaccabees","chapter":"2","verse":"19","text":" The story of Judas Maccabeus and his brothers, and the purification of the great temple, and the dedication of the altar, "},{"book":"SecondMaccabees","chapter":"2","verse":"20","text":" and further the wars against Antiochus Epiphanes and his son Eupator, "},{"book":"SecondMaccabees","chapter":"2","verse":"21","text":" and the appearances that came from heaven to those who fought bravely for Judaism, so that though few in number they seized the whole land and pursued the barbarian hordes, "},{"book":"SecondMaccabees","chapter":"2","verse":"22","text":" and regained possession of the temple famous throughout the world, and liberated the city, and re-established the laws that were about to be abolished, while the Lord with great kindness became gracious to them-- "},{"book":"SecondMaccabees","chapter":"2","verse":"23","text":" all this, which has been set forth by Jason of Cyrene in five volumes, we shall attempt to condense into a single book. "},{"book":"SecondMaccabees","chapter":"2","verse":"24","text":" For considering the flood of statistics involved and the difficulty there is for those who wish to enter upon the narratives of history because of the mass of material, "},{"book":"SecondMaccabees","chapter":"2","verse":"25","text":" we have aimed to please those who wish to read, to make it easy for those who are inclined to memorize, and to profit all readers. "},{"book":"SecondMaccabees","chapter":"2","verse":"26","text":" For us who have undertaken the toil of abbreviating, it is no light matter but calls for sweat and loss of sleep, "},{"book":"SecondMaccabees","chapter":"2","verse":"27","text":" just as it is not easy for one who prepares a banquet and seeks the benefit of others. Nevertheless, to secure the gratitude of many we will gladly endure the uncomfortable toil, "},{"book":"SecondMaccabees","chapter":"2","verse":"28","text":" leaving the responsibility for exact details to the compiler, while devoting our effort to arriving at the outlines of the condensation. "},{"book":"SecondMaccabees","chapter":"2","verse":"29","text":" For as the master builder of a new house must be concerned with the whole construction, while the one who undertakes its painting and decoration has to consider only what is suitable for its adornment, such in my judgment is the case with us. "},{"book":"SecondMaccabees","chapter":"2","verse":"30","text":" It is the duty of the original historian to occupy the ground, to discuss matters from every side, and to take trouble with details, "},{"book":"SecondMaccabees","chapter":"2","verse":"31","text":" but the one who recasts the narrative should be allowed to strive for brevity of expression and to forego exhaustive treatment. "},{"book":"SecondMaccabees","chapter":"2","verse":"32","text":" At this point therefore let us begin our narrative, without adding any more to what has already been said; for it would be foolish to lengthen the preface while cutting short the history itself. "}]