[{"book":"SongOfSolomon","chapter":"2","verse":"1","text":" I am a rose of Sharon, a lily of the valleys. "},{"book":"SongOfSolomon","chapter":"2","verse":"2","text":" As a lily among brambles, so is my love among maidens. "},{"book":"SongOfSolomon","chapter":"2","verse":"3","text":" As an apple tree among the trees of the wood, so is my beloved among young men. With great delight I sat in his shadow, and his fruit was sweet to my taste. "},{"book":"SongOfSolomon","chapter":"2","verse":"4","text":" He brought me to the banqueting house, and his intention toward me was love. "},{"book":"SongOfSolomon","chapter":"2","verse":"5","text":" Sustain me with raisins, refresh me with apples; for I am faint with love. "},{"book":"SongOfSolomon","chapter":"2","verse":"6","text":" O that his left hand were under my head, and that his right hand embraced me! "},{"book":"SongOfSolomon","chapter":"2","verse":"7","text":" I adjure you, O daughters of Jerusalem, by the gazelles or the wild does: do not stir up or awaken love until it is ready! "},{"book":"SongOfSolomon","chapter":"2","verse":"8","text":" The voice of my beloved! Look, he comes, leaping upon the mountains, bounding over the hills. "},{"book":"SongOfSolomon","chapter":"2","verse":"9","text":" My beloved is like a gazelle or a young stag. Look, there he stands behind our wall, gazing in at the windows, looking through the lattice. "},{"book":"SongOfSolomon","chapter":"2","verse":"10","text":" My beloved speaks and says to me: &#34Arise, my love, my fair one, and come away; "},{"book":"SongOfSolomon","chapter":"2","verse":"11","text":" for now the winter is past, the rain is over and gone. "},{"book":"SongOfSolomon","chapter":"2","verse":"12","text":" The flowers appear on the earth; the time of singing has come, and the voice of the turtledove is heard in our land. "},{"book":"SongOfSolomon","chapter":"2","verse":"13","text":" The fig tree puts forth its figs, and the vines are in blossom; they give forth fragrance. Arise, my love, my fair one, and come away. "},{"book":"SongOfSolomon","chapter":"2","verse":"14","text":" O my dove, in the clefts of the rock, in the covert of the cliff, let me see your face, let me hear your voice; for your voice is sweet, and your face is lovely. "},{"book":"SongOfSolomon","chapter":"2","verse":"15","text":" Catch us the foxes, the little foxes, that ruin the vineyards-- for our vineyards are in blossom.&#34 "},{"book":"SongOfSolomon","chapter":"2","verse":"16","text":" My beloved is mine and I am his; he pastures his flock among the lilies. "},{"book":"SongOfSolomon","chapter":"2","verse":"17","text":" Until the day breathes and the shadows flee, turn, my beloved, be like a gazelle or a young stag on the cleft mountains. "}]