[{"book":"Tobit","chapter":"1","verse":"1","text":" This book tells the story of Tobit son of Tobiel son of Hananiel son of Aduel son of Gabael son of Raphael son of Raguel of the descendants of Asiel, of the tribe of Naphtali, "},{"book":"Tobit","chapter":"1","verse":"2","text":" who in the days of King Shalmaneser of the Assyrians was taken into captivity from Thisbe, which is to the south of Kedesh Naphtali in Upper Galilee, above Asher toward the west, and north of Phogor. "},{"book":"Tobit","chapter":"1","verse":"3","text":" I, Tobit, walked in the ways of truth and righteousness all the days of my life. I performed many acts of charity for my kindred and my people who had gone with me in exile to Nineveh in the land of the Assyrians. "},{"book":"Tobit","chapter":"1","verse":"4","text":" When I was in my own country, in the land of Israel, while I was still a young man, the whole tribe of my ancestor Naphtali deserted the house of David and Jerusalem. This city had been chosen from among all the tribes of Israel, where all the tribes of Israel should offer sacrifice and where the temple, the dwelling of God, had been consecrated and established for all generations forever. "},{"book":"Tobit","chapter":"1","verse":"5","text":" All my kindred and our ancestral house of Naphtali sacrificed to the calf that King Jeroboam of Israel had erected in Dan and on all the mountains of Galilee. "},{"book":"Tobit","chapter":"1","verse":"6","text":" But I alone went often to Jerusalem for the festivals, as it is prescribed for all Israel by an everlasting decree. I would hurry off to Jerusalem with the first fruits of the crops and the firstlings of the flock, the tithes of the cattle, and the first shearings of the sheep. "},{"book":"Tobit","chapter":"1","verse":"7","text":" I would give these to the priests, the sons of Aaron, at the altar; likewise the tenth of the grain, wine, olive oil, pomegranates, figs, and the rest of the fruits to the sons of Levi who ministered at Jerusalem. Also for six years I would save up a second tenth in money and go and distribute it in Jerusalem. "},{"book":"Tobit","chapter":"1","verse":"8","text":" A third tenth I would give to the orphans and widows and to the converts who had attached themselves to Israel. I would bring it and give it to them in the third year, and we would eat it according to the ordinance decreed concerning it in the law of Moses and according to the instructions of Deborah, the mother of my father Tobiel, for my father had died and left me an orphan. "},{"book":"Tobit","chapter":"1","verse":"9","text":" When I became a man I married a woman, a member of our own family, and by her I became the father of a son whom I named Tobias. "},{"book":"Tobit","chapter":"1","verse":"10","text":" After I was carried away captive to Assyria and came as a captive to Nineveh, everyone of my kindred and my people ate the food of the Gentiles, "},{"book":"Tobit","chapter":"1","verse":"11","text":" but I kept myself from eating the food of the Gentiles. "},{"book":"Tobit","chapter":"1","verse":"12","text":" Because I was mindful of God with all my heart, "},{"book":"Tobit","chapter":"1","verse":"13","text":" the Most High gave me favor and good standing with Shalmaneser, and I used to buy everything he needed. "},{"book":"Tobit","chapter":"1","verse":"14","text":" Until his death I used to go into Media, and buy for him there. While in the country of Media I left bags of silver worth ten talents in trust with Gabael, the brother of Gabri. "},{"book":"Tobit","chapter":"1","verse":"15","text":" But when Shalmaneser died, and his son Sennacherib reigned in his place, the highways into Media became unsafe and I could no longer go there. "},{"book":"Tobit","chapter":"1","verse":"16","text":" In the days of Shalmaneser I performed many acts of charity to my kindred, those of my tribe. "},{"book":"Tobit","chapter":"1","verse":"17","text":" I would give my food to the hungry and my clothing to the naked; and if I saw the dead body of any of my people thrown out behind the wall of Nineveh, I would bury it. "},{"book":"Tobit","chapter":"1","verse":"18","text":" I also buried any whom King Sennacherib put to death when he came fleeing from Judea in those days of judgment that the king of heaven executed upon him because of his blasphemies. For in his anger he put to death many Israelites; but I would secretly remove the bodies and bury them. So when Sennacherib looked for them he could not find them. "},{"book":"Tobit","chapter":"1","verse":"19","text":" Then one of the Ninevites went and informed the king about me, that I was burying them; so I hid myself. But when I realized that the king knew about me and that I was being searched for to be put to death, I was afraid and ran away. "},{"book":"Tobit","chapter":"1","verse":"20","text":" Then all my property was confiscated; nothing was left to me that was not taken into the royal treasury except my wife Anna and my son Tobias. "},{"book":"Tobit","chapter":"1","verse":"21","text":" But not forty days passed before two of Sennacherib&#39s sons killed him, and they fled to the mountains of Ararat, and his son Esar-haddon reigned after him. He appointed Ahikar, the son of my brother Hanael over all the accounts of his kingdom, and he had authority over the entire administration. "},{"book":"Tobit","chapter":"1","verse":"22","text":" Ahikar interceded for me, and I returned to Nineveh. Now Ahikar was chief cupbearer, keeper of the signet, and in charge of administrations of the accounts under King Sennacherib of Assyria; so Esar-haddon reappointed him. He was my nephew and so a close relative. "}]
