[{"book":"Tobit","chapter":"2","verse":"1","text":" Then during the reign of Esar-haddon I returned home, and my wife Anna and my son Tobias were restored to me. At our festival of Pentecost, which is the sacred festival of weeks, a good dinner was prepared for me and I reclined to eat. "},{"book":"Tobit","chapter":"2","verse":"2","text":" When the table was set for me and an abundance of food placed before me, I said to my son Tobias, &#34Go, my child, and bring whatever poor person you may find of our people among the exiles in Nineveh, who is wholeheartedly mindful of God, and he shall eat together with me. I will wait for you, until you come back.&#34 "},{"book":"Tobit","chapter":"2","verse":"3","text":" So Tobias went to look for some poor person of our people. When he had returned he said, &#34Father!&#34 And I replied, &#34Here I am, my child.&#34 Then he went on to say, &#34Look, father, one of our own people has been murdered and thrown into the market place, and now he lies there strangled.&#34 "},{"book":"Tobit","chapter":"2","verse":"4","text":" Then I sprang up, left the dinner before even tasting it, and removed the body from the square and laid it in one of the rooms until sunset when I might bury it. "},{"book":"Tobit","chapter":"2","verse":"5","text":" When I returned, I washed myself and ate my food in sorrow. "},{"book":"Tobit","chapter":"2","verse":"6","text":" Then I remembered the prophecy of Amos, how he said against Bethel, &#34Your festivals shall be turned into mourning, and all your songs into lamentation.&#34 And I wept. "},{"book":"Tobit","chapter":"2","verse":"7","text":" When the sun had set, I went and dug a grave and buried him. "},{"book":"Tobit","chapter":"2","verse":"8","text":" And my neighbors laughed and said, &#34Is he still not afraid? He has already been hunted down to be put to death for doing this, and he ran away; yet here he is again burying the dead!&#34 "},{"book":"Tobit","chapter":"2","verse":"9","text":" That same night I washed myself and went into my courtyard and slept by the wall of the courtyard; and my face was uncovered because of the heat. "},{"book":"Tobit","chapter":"2","verse":"10","text":" I did not know that there were sparrows on the wall; their fresh droppings fell into my eyes and produced white films. I went to physicians to be healed, but the more they treated me with ointments the more my vision was obscured by the white films, until I became completely blind. For four years I remained unable to see. All my kindred were sorry for me, and Ahikar took care of me for two years before he went to Elymais. "},{"book":"Tobit","chapter":"2","verse":"11","text":" At that time, also, my wife Anna earned money at women&#39s work. "},{"book":"Tobit","chapter":"2","verse":"12","text":" She used to send what she made to the owners and they would pay wages to her. One day, the seventh of Dystrus, when she cut off a piece she had woven and sent it to the owners, they paid her full wages and also gave her a young goat for a meal. "},{"book":"Tobit","chapter":"2","verse":"13","text":" When she returned to me, the goat began to bleat. So I called her and said, &#34Where did you get this goat? It is surely not stolen, is it? Return it to the owners; for we have no right to eat anything stolen.&#34 "},{"book":"Tobit","chapter":"2","verse":"14","text":" But she said to me, &#34It was given to me as a gift in addition to my wages.&#34 But I did not believe her, and told her to return it to the owners. I became flushed with anger against her over this. Then she replied to me, &#34Where are your acts of charity? Where are your righteous deeds? These things are known about you!&#34 "}]
