[{"book":"Tobit","chapter":"12","verse":"1","text":" When the wedding celebration was ended, Tobit called his son Tobias and said to him, &#34My child, see to paying the wages of the man who went with you, and give him a bonus as well.&#34 "},{"book":"Tobit","chapter":"12","verse":"2","text":" He replied, &#34Father, how much shall I pay him? It would do no harm to give him half of the possessions brought back with me. "},{"book":"Tobit","chapter":"12","verse":"3","text":" For he has led me back to you safely, he cured my wife, he brought the money back with me, and he healed you. How much extra shall I give him as a bonus?&#34 "},{"book":"Tobit","chapter":"12","verse":"4","text":" Tobit said, &#34He deserves, my child, to receive half of all that he brought back.&#34 "},{"book":"Tobit","chapter":"12","verse":"5","text":" So Tobias called him and said, &#34Take for your wages half of all that you brought back, and farewell.&#34 "},{"book":"Tobit","chapter":"12","verse":"6","text":" Then Raphael called the two of them privately and said to them, &#34Bless God and acknowledge him in the presence of all the living for the good things he has done for you. Bless and sing praise to his name. With fitting honor declare to all people the deeds of God. Do not be slow to acknowledge him. "},{"book":"Tobit","chapter":"12","verse":"7","text":" It is good to conceal the secret of a king, but to acknowledge and reveal the works of God, and with fitting honor to acknowledge him. Do good and evil will not overtake you. "},{"book":"Tobit","chapter":"12","verse":"8","text":" Prayer with fasting is good, but better than both is almsgiving with righteousness. A little with righteousness is better than wealth with wrongdoing. It is better to give alms than to lay up gold. "},{"book":"Tobit","chapter":"12","verse":"9","text":" For almsgiving saves from death and purges away every sin. Those who give alms will enjoy a full life, "},{"book":"Tobit","chapter":"12","verse":"10","text":" but those who commit sin and do wrong are their own worst enemies. "},{"book":"Tobit","chapter":"12","verse":"11","text":" &#34I will now declare the whole truth to you and will conceal nothing from you. Already I have declared it to you when I said, &#39It is good to conceal the secret of a king, but to reveal with due honor the works of God.&#39 "},{"book":"Tobit","chapter":"12","verse":"12","text":" So now when you and Sarah prayed, it was I who brought and read the record of your prayer before the glory of the Lord, and likewise whenever you would bury the dead. "},{"book":"Tobit","chapter":"12","verse":"13","text":" And that time when you did not hesitate to get up and leave your dinner to go and bury the dead, "},{"book":"Tobit","chapter":"12","verse":"14","text":" I was sent to you to test you. And at the same time God sent me to heal you and Sarah your daughter-in-law. "},{"book":"Tobit","chapter":"12","verse":"15","text":" I am Raphael, one of the seven angels who stand ready and enter before the glory of the Lord.&#34 "},{"book":"Tobit","chapter":"12","verse":"16","text":" The two of them were shaken; they fell face down, for they were afraid. "},{"book":"Tobit","chapter":"12","verse":"17","text":" But he said to them, &#34Do not be afraid; peace be with you. Bless God forevermore. "},{"book":"Tobit","chapter":"12","verse":"18","text":" As for me, when I was with you, I was not acting on my own will, but by the will of God. Bless him each and every day; sing his praises. "},{"book":"Tobit","chapter":"12","verse":"19","text":" Although you were watching me, I really did not eat or drink anything-- but what you saw was a vision. "},{"book":"Tobit","chapter":"12","verse":"20","text":" So now get up from the ground, and acknowledge God. See, I am ascending to him who sent me. Write down all these things that have happened to you.&#34 And he ascended. "},{"book":"Tobit","chapter":"12","verse":"21","text":" Then they stood up, and could see him no more. "},{"book":"Tobit","chapter":"12","verse":"22","text":" They kept blessing God and singing his praises, and they acknowledged God for these marvelous deeds of his, when an angel of God had appeared to them. "}]
