[{"book":"Tobit","chapter":"7","verse":"1","text":" Now when they entered Ecbatana, Tobias said to him, &#34Brother Azariah, take me straight to our brother Raguel.&#34 So he took him to Raguel&#39s house, where they found him sitting beside the courtyard door. They greeted him first, and he replied, &#34Joyous greetings, brothers; welcome and good health!&#34 Then he brought them into his house. "},{"book":"Tobit","chapter":"7","verse":"2","text":" He said to his wife Edna, &#34How much the young man resembles my kinsman Tobit!&#34 "},{"book":"Tobit","chapter":"7","verse":"3","text":" Then Edna questioned them, saying, &#34Where are you from, brothers?&#34 They answered, &#34We belong to the descendants of Naphtali who are exiles in Nineveh.&#34 "},{"book":"Tobit","chapter":"7","verse":"4","text":" She said to them, &#34Do you know our kinsman Tobit?&#34 And they replied, &#34Yes, we know him.&#34 Then she asked them, &#34Is he in good health?&#34 "},{"book":"Tobit","chapter":"7","verse":"5","text":" They replied, &#34He is alive and in good health.&#34 And Tobias added, &#34He is my father!&#34 "},{"book":"Tobit","chapter":"7","verse":"6","text":" At that Raguel jumped up and kissed him and wept. "},{"book":"Tobit","chapter":"7","verse":"7","text":" He also spoke to him as follows, &#34Blessings on you, my child, son of a good and noble father!&#34 &#34O most miserable of calamities that such an upright and beneficent man has become blind!&#34 He then embraced his kinsman Tobias and wept. "},{"book":"Tobit","chapter":"7","verse":"8","text":" His wife Edna also wept for him, and their daughter Sarah likewise wept. "},{"book":"Tobit","chapter":"7","verse":"9","text":" Then Raguel slaughtered a ram from the flock and received them very warmly. When they had bathed and washed themselves and had reclined to dine, Tobias said to Raphael, &#34Brother Azariah, ask Raguel to give me my kinswoman Sarah.&#34 "},{"book":"Tobit","chapter":"7","verse":"10","text":" But Raguel overheard it and said to the lad, &#34Eat and drink, and be merry tonight. For no one except you, brother, has the right to marry my daughter Sarah. Likewise I am not at liberty to give her to any other man than yourself, because you are my nearest relative. But let me explain to you the true situation more fully, my child. "},{"book":"Tobit","chapter":"7","verse":"11","text":" I have given her to seven men of our kinsmen, and all died on the night when they went in to her. But now, my child, eat and drink, and the Lord will act on behalf of you both.&#34 But Tobias said, &#34I will neither eat nor drink anything until you settle the things that pertain to me.&#34 So Raguel said, &#34I will do so. She is given to you in accordance with the decree in the book of Moses, and it has been decreed from heaven that she be given to you. Take your kinswoman; from now on you are her brother and she is your sister. She is given to you from today and forever. May the Lord of heaven, my child, guide and prosper you both this night and grant you mercy and peace.&#34 "},{"book":"Tobit","chapter":"7","verse":"12","text":" Then Raguel summoned his daughter Sarah. When she came to him he took her by the hand and gave her to Tobias, saying, &#34Take her to be your wife in accordance with the law and decree written in the book of Moses. Take her and bring her safely to your father. And may the God of heaven prosper your journey with his peace.&#34 "},{"book":"Tobit","chapter":"7","verse":"13","text":" Then he called her mother and told her to bring writing material; and he wrote out a copy of a marriage contract, to the effect that he gave her to him as wife according to the decree of the law of Moses. "},{"book":"Tobit","chapter":"7","verse":"14","text":" Then they began to eat and drink. "},{"book":"Tobit","chapter":"7","verse":"15","text":" Raguel called his wife Edna and said to her, &#34Sister, get the other room ready, and take her there.&#34 "},{"book":"Tobit","chapter":"7","verse":"16","text":" So she went and made the bed in the room as he had told her, and brought Sarah there. She wept for her daughter. Then, wiping away the tears, she said to her, &#34Take courage, my daughter; the Lord of heaven grant you joy in place of your sorrow. Take courage, my daughter.&#34 Then she went out. "}]
