[{"book":"Tobit","chapter":"5","verse":"1","text":" Then Tobias answered his father Tobit, &#34I will do everything that you have commanded me, father; "},{"book":"Tobit","chapter":"5","verse":"2","text":" but how can I obtain the money from him, since he does not know me and I do not know him? What evidence am I to give him so that he will recognize and trust me, and give me the money? Also, I do not know the roads to Media, or how to get there.&#34 "},{"book":"Tobit","chapter":"5","verse":"3","text":" Then Tobit answered his son Tobias, &#34He gave me his bond and I gave him my bond. I divided his in two; we each took one part, and I put one with the money. And now twenty years have passed since I left this money in trust. So now, my son, find yourself a trustworthy man to go with you, and we will pay him wages until you return. But get back the money from Gabael.&#34 "},{"book":"Tobit","chapter":"5","verse":"4","text":" So Tobias went out to look for a man to go with him to Media, someone who was acquainted with the way. He went out and found the angel Raphael standing in front of him; but he did not perceive that he was an angel of God. "},{"book":"Tobit","chapter":"5","verse":"5","text":" Tobias said to him, &#34Where do you come from, young man?&#34 &#34From your kindred, the Israelites,&#34 he replied, &#34and I have come here to work.&#34 Then Tobias said to him, &#34Do you know the way to go to Media?&#34 "},{"book":"Tobit","chapter":"5","verse":"6","text":" &#34Yes,&#34 he replied, &#34I have been there many times; I am acquainted with it and know all the roads. I have often traveled to Media, and would stay with our kinsman Gabael who lives in Rages of Media. It is a journey of two days from Ecbatana to Rages; for it lies in a mountainous area, while Ecbatana is in the middle of the plain.&#34 "},{"book":"Tobit","chapter":"5","verse":"7","text":" Then Tobias said to him, &#34Wait for me, young man, until I go in and tell my father; for I do need you to travel with me, and I will pay you your wages.&#34 "},{"book":"Tobit","chapter":"5","verse":"8","text":" He replied, &#34All right, I will wait; but do not take too long.&#34 "},{"book":"Tobit","chapter":"5","verse":"9","text":" So Tobias went in to tell his father Tobit and said to him, &#34I have just found a man who is one of our own Israelite kindred!&#34 He replied, &#34Call the man in, my son, so that I may learn about his family and to what tribe he belongs, and whether he is trustworthy enough to go with you.&#34 "},{"book":"Tobit","chapter":"5","verse":"10","text":" Then Tobias went out and called him, and said, &#34Young man, my father is calling for you.&#34 So he went in to him, and Tobit greeted him first. He replied, &#34Joyous greetings to you!&#34 But Tobit retorted, &#34What joy is left for me any more? I am a man without eyesight; I cannot see the light of heaven, but I lie in darkness like the dead who no longer see the light. Although still alive, I am among the dead. I hear people but I cannot see them.&#34 But the young man said, &#34Take courage; the time is near for God to heal you; take courage.&#34 Then Tobit said to him, &#34My son Tobias wishes to go to Media. Can you accompany him and guide him? I will pay your wages, brother.&#34 He answered, &#34I can go with him and I know all the roads, for I have often gone to Media and have crossed all its plains, and I am familiar with its mountains and all of its roads.&#34 "},{"book":"Tobit","chapter":"5","verse":"11","text":" Then Tobit said to him, &#34Brother, of what family are you and from what tribe? Tell me, brother.&#34 "},{"book":"Tobit","chapter":"5","verse":"12","text":" He replied, &#34Why do you need to know my tribe?&#34 But Tobit said, &#34I want to be sure, brother, whose son you are and what your name is.&#34 "},{"book":"Tobit","chapter":"5","verse":"13","text":" He replied, &#34I am Azariah, the son of the great Hananiah, one of your relatives.&#34 "},{"book":"Tobit","chapter":"5","verse":"14","text":" Then Tobit said to him, &#34Welcome! God save you, brother. Do not feel bitter toward me, brother, because I wanted to be sure about your ancestry. It turns out that you are a kinsman, and of good and noble lineage. For I knew Hananiah and Nathan, the two sons of Shemeliah, and they used to go with me to Jerusalem and worshiped with me there, and were not led astray. Your kindred are good people; you come of good stock. Hearty welcome!&#34 "},{"book":"Tobit","chapter":"5","verse":"15","text":" Then he added, &#34I will pay you a drachma a day as wages, as well as expenses for yourself and my son. So go with my son, "},{"book":"Tobit","chapter":"5","verse":"16","text":" and I will add something to your wages.&#34 Raphael answered, &#34I will go with him; so do not fear. We shall leave in good health and return to you in good health, because the way is safe.&#34 "},{"book":"Tobit","chapter":"5","verse":"17","text":" So Tobit said to him, &#34Blessings be upon you, brother.&#34 Then he called his son and said to him, &#34Son, prepare supplies for the journey and set out with your brother. May God in heaven bring you safely there and return you in good health to me; and may his angel, my son, accompany you both for your safety.&#34 Before he went out to start his journey, he kissed his father and mother. Tobit then said to him, &#34Have a safe journey.&#34 "},{"book":"Tobit","chapter":"5","verse":"18","text":" But his mother began to weep, and said to Tobit, &#34Why is it that you have sent my child away? Is he not the staff of our hand as he goes in and out before us? "},{"book":"Tobit","chapter":"5","verse":"19","text":" Do not heap money upon money, but let it be a ransom for our child. "},{"book":"Tobit","chapter":"5","verse":"20","text":" For the life that is given to us by the Lord is enough for us.&#34 "},{"book":"Tobit","chapter":"5","verse":"21","text":" Tobit said to her, &#34Do not worry; our child will leave in good health and return to us in good health. Your eyes will see him on the day when he returns to you in good health. Say no more! Do not fear for them, my sister. "},{"book":"Tobit","chapter":"5","verse":"22","text":" For a good angel will accompany him; his journey will be successful, and he will come back in good health.&#34 "}]
