[{"book":"Tobit","chapter":"4","verse":"1","text":" That same day Tobit remembered the money that he had left in trust with Gabael at Rages in Media, "},{"book":"Tobit","chapter":"4","verse":"2","text":" and he said to himself, &#34Now I have asked for death. Why do I not call my son Tobias and explain to him about the money before I die?&#34 "},{"book":"Tobit","chapter":"4","verse":"3","text":" Then he called his son Tobias, and when he came to him he said, &#34My son, when I die, give me a proper burial. Honor your mother and do not abandon her all the days of her life. Do whatever pleases her, and do not grieve her in anything. "},{"book":"Tobit","chapter":"4","verse":"4","text":" Remember her, my son, because she faced many dangers for you while you were in her womb. And when she dies, bury her beside me in the same grave. "},{"book":"Tobit","chapter":"4","verse":"5","text":" &#34Revere the Lord all your days, my son, and refuse to sin or to transgress his commandments. Live uprightly all the days of your life, and do not walk in the ways of wrongdoing; "},{"book":"Tobit","chapter":"4","verse":"6","text":" for those who act in accordance with truth will prosper in all their activities. To all those who practice righteousness "},{"book":"Tobit","chapter":"4","verse":"7","text":" give alms from your possessions, and do not let your eye begrudge the gift when you make it. Do not turn your face away from anyone who is poor, and the face of God will not be turned away from you. "},{"book":"Tobit","chapter":"4","verse":"8","text":" If you have many possessions, make your gift from them in proportion; if few, do not be afraid to give according to the little you have. "},{"book":"Tobit","chapter":"4","verse":"9","text":" So you will be laying up a good treasure for yourself against the day of necessity. "},{"book":"Tobit","chapter":"4","verse":"10","text":" For almsgiving delivers from death and keeps you from going into the Darkness. "},{"book":"Tobit","chapter":"4","verse":"11","text":" Indeed, almsgiving, for all who practice it, is an excellent offering in the presence of the Most High. "},{"book":"Tobit","chapter":"4","verse":"12","text":" &#34Beware, my son, of every kind of fornication. First of all, marry a woman from among the descendants of your ancestors; do not marry a foreign woman, who is not of your father&#39s tribe; for we are the descendants of the prophets. Remember, my son, that Noah, Abraham, Isaac, and Jacob, our ancestors of old, all took wives from among their kindred. They were blessed in their children, and their posterity will inherit the land. "},{"book":"Tobit","chapter":"4","verse":"13","text":" So now, my son, love your kindred, and in your heart do not disdain your kindred, the sons and daughters of your people, by refusing to take a wife for yourself from among them. For in pride there is ruin and great confusion. And in idleness there is loss and dire poverty, because idleness is the mother of famine. "},{"book":"Tobit","chapter":"4","verse":"14","text":" &#34Do not keep over until the next day the wages of those who work for you, but pay them at once. If you serve God you will receive payment. &#34Watch yourself, my son, in everything you do, and discipline yourself in all your conduct. "},{"book":"Tobit","chapter":"4","verse":"15","text":" And what you hate, do not do to anyone. Do not drink wine to excess or let drunkenness go with you on your way. "},{"book":"Tobit","chapter":"4","verse":"16","text":" Give some of your food to the hungry, and some of your clothing to the naked. Give all your surplus as alms, and do not let your eye begrudge your giving of alms. "},{"book":"Tobit","chapter":"4","verse":"17","text":" Place your bread on the grave of the righteous, but give none to sinners. "},{"book":"Tobit","chapter":"4","verse":"18","text":" Seek advice from every wise person and do not despise any useful counsel. "},{"book":"Tobit","chapter":"4","verse":"19","text":" At all times bless the Lord God, and ask him that your ways may be made straight and that all your paths and plans may prosper. For none of the nations has understanding, but the Lord himself will give them good counsel; but if he chooses otherwise, he casts down to deepest Hades. So now, my child, remember these commandments, and do not let them be erased from your heart. "},{"book":"Tobit","chapter":"4","verse":"20","text":" &#34And now, my son, let me explain to you that I left ten talents of silver in trust with Gabael son of Gabrias, at Rages in Media. "},{"book":"Tobit","chapter":"4","verse":"21","text":" Do not be afraid, my son, because we have become poor. You have great wealth if you fear God and flee from every sin and do what is good in the sight of the Lord your God.&#34 "}]
