[{"book":"Tobit","chapter":"8","verse":"1","text":" When they had finished eating and drinking they wanted to retire; so they took the young man and brought him into the bedroom. "},{"book":"Tobit","chapter":"8","verse":"2","text":" Then Tobias remembered the words of Raphael, and he took the fish&#39s liver and heart out of the bag where he had them and put them on the embers of the incense. "},{"book":"Tobit","chapter":"8","verse":"3","text":" The odor of the fish so repelled the demon that he fled to the remotest parts of Egypt. But Raphael followed him, and at once bound him there hand and foot. "},{"book":"Tobit","chapter":"8","verse":"4","text":" When the parents had gone out and shut the door of the room, Tobias got out of bed and said to Sarah, &#34Sister, get up, and let us pray and implore our Lord that he grant us mercy and safety.&#34 "},{"book":"Tobit","chapter":"8","verse":"5","text":" So she got up, and they began to pray and implore that they might be kept safe. Tobias began by saying, &#34Blessed are you, O God of our ancestors, and blessed is your name in all generations forever. Let the heavens and the whole creation bless you forever. "},{"book":"Tobit","chapter":"8","verse":"6","text":" You made Adam, and for him you made his wife Eve as a helper and support. From the two of them the human race has sprung. You said, &#39It is not good that the man should be alone; let us make a helper for him like himself.&#39 "},{"book":"Tobit","chapter":"8","verse":"7","text":" I now am taking this kinswoman of mine, not because of lust, but with sincerity. Grant that she and I may find mercy and that we may grow old together.&#34 "},{"book":"Tobit","chapter":"8","verse":"8","text":" And they both said, &#34Amen, Amen.&#34 "},{"book":"Tobit","chapter":"8","verse":"9","text":" Then they went to sleep for the night. But Raguel arose and called his servants to him, and they went and dug a grave, "},{"book":"Tobit","chapter":"8","verse":"10","text":" for he said, &#34It is possible that he will die and we will become an object of ridicule and derision.&#34 "},{"book":"Tobit","chapter":"8","verse":"11","text":" When they had finished digging the grave, Raguel went into his house and called his wife, "},{"book":"Tobit","chapter":"8","verse":"12","text":" saying, &#34Send one of the maids and have her go in to see if he is alive. But if he is dead, let us bury him without anyone knowing it.&#34 "},{"book":"Tobit","chapter":"8","verse":"13","text":" So they sent the maid, lit a lamp, and opened the door; and she went in and found them sound asleep together. "},{"book":"Tobit","chapter":"8","verse":"14","text":" Then the maid came out and informed them that he was alive and that nothing was wrong. "},{"book":"Tobit","chapter":"8","verse":"15","text":" So they blessed the God of heaven, and Raguel said, &#34Blessed are you, O God, with every pure blessing; let all your chosen ones bless you. Let them bless you forever. "},{"book":"Tobit","chapter":"8","verse":"16","text":" Blessed are you because you have made me glad. It has not turned out as I expected, but you have dealt with us according to your great mercy. "},{"book":"Tobit","chapter":"8","verse":"17","text":" Blessed are you because you had compassion on two only children. Be merciful to them, O Master, and keep them safe; bring their lives to fulfillment in happiness and mercy.&#34 "},{"book":"Tobit","chapter":"8","verse":"18","text":" Then he ordered his servants to fill in the grave before daybreak. "},{"book":"Tobit","chapter":"8","verse":"19","text":" After this he asked his wife to bake many loaves of bread; and he went out to the herd and brought two steers and four rams and ordered them to be slaughtered. So they began to make preparations. "},{"book":"Tobit","chapter":"8","verse":"20","text":" Then he called for Tobias and swore on oath to him in these words: &#34You shall not leave here for fourteen days, but shall stay here eating and drinking with me; and you shall cheer up my daughter, who has been depressed. "},{"book":"Tobit","chapter":"8","verse":"21","text":" Take at once half of what I own and return in safety to your father; the other half will be yours when my wife and I die. Take courage, my child. I am your father and Edna is your mother, and we belong to you as well as to your wife now and forever. Take courage, my child.&#34 "}]
