[{"book":"Tobit","chapter":"13","verse":"1","text":" Then Tobit said: &#34Blessed be God who lives forever, because his kingdom lasts throughout all ages. "},{"book":"Tobit","chapter":"13","verse":"2","text":" For he afflicts, and he shows mercy; he leads down to Hades in the lowest regions of the earth, and he brings up from the great abyss, and there is nothing that can escape his hand. "},{"book":"Tobit","chapter":"13","verse":"3","text":" Acknowledge him before the nations, O children of Israel; for he has scattered you among them. "},{"book":"Tobit","chapter":"13","verse":"4","text":" He has shown you his greatness even there. Exalt him in the presence of every living being, because he is our Lord and he is our God; he is our Father and he is God forever. "},{"book":"Tobit","chapter":"13","verse":"5","text":" He will afflict you for your iniquities, but he will again show mercy on all of you. He will gather you from all the nations among whom you have been scattered. "},{"book":"Tobit","chapter":"13","verse":"6","text":" If you turn to him with all your heart and with all your soul, to do what is true before him, then he will turn to you and will no longer hide his face from you. So now see what he has done for you; acknowledge him at the top of your voice. Bless the Lord of righteousness, and exalt the King of the ages. In the land of my exile I acknowledge him, and show his power and majesty to a nation of sinners: &#39Turn back, you sinners, and do what is right before him; perhaps he may look with favor upon you and show you mercy.&#39 "},{"book":"Tobit","chapter":"13","verse":"7","text":" As for me, I exalt my God, and my soul rejoices in the King of heaven. "},{"book":"Tobit","chapter":"13","verse":"8","text":" Let all people speak of his majesty, and acknowledge him in Jerusalem. "},{"book":"Tobit","chapter":"13","verse":"9","text":" O Jerusalem, the holy city, he afflicted you for the deeds of your hands, but will again have mercy on the children of the righteous. "},{"book":"Tobit","chapter":"13","verse":"10","text":" Acknowledge the Lord, for he is good, and bless the King of the ages, so that his tent may be rebuilt in you in joy. May he cheer all those within you who are captives, and love all those within you who are distressed, to all generations forever. "},{"book":"Tobit","chapter":"13","verse":"11","text":" A bright light will shine to all the ends of the earth; many nations will come to you from far away, the inhabitants of the remotest parts of the earth to your holy name, bearing gifts in their hands for the King of heaven. Generation after generation will give joyful praise in you, the name of the chosen city will endure forever. "},{"book":"Tobit","chapter":"13","verse":"12","text":" Cursed are all who speak a harsh word against you; cursed are all who conquer you and pull down your walls, all who overthrow your towers and set your homes on fire. But blessed forever will be all who revere you. "},{"book":"Tobit","chapter":"13","verse":"13","text":" Go, then, and rejoice over the children of the righteous, for they will be gathered together and will praise the Lord of the ages. "},{"book":"Tobit","chapter":"13","verse":"14","text":" Happy are those who love you, and happy are those who rejoice in your prosperity. Happy also are all people who grieve with you because of your afflictions; for they will rejoice with you and witness all your glory forever. "},{"book":"Tobit","chapter":"13","verse":"15","text":" My soul blesses the Lord, the great King! "},{"book":"Tobit","chapter":"13","verse":"16","text":" For Jerusalem will be built as his house for all ages. How happy I will be if a remnant of my descendants should survive to see your glory and acknowledge the King of heaven. The gates of Jerusalem will be built with sapphire and emerald, and all your walls with precious stones. The towers of Jerusalem will be built with gold, and their battlements with pure gold. The streets of Jerusalem will be paved with ruby and with stones of Ophir. "},{"book":"Tobit","chapter":"13","verse":"17","text":" The gates of Jerusalem will sing hymns of joy, and all her houses will cry, &#39Hallelujah! Blessed be the God of Israel!&#39 and the blessed will bless the holy name forever and ever.&#34 "}]
