[{"book":"Tobit","chapter":"10","verse":"1","text":" Now, day by day, Tobit kept counting how many days Tobias would need for going and for returning. And when the days had passed and his son did not appear, "},{"book":"Tobit","chapter":"10","verse":"2","text":" he said, &#34Is it possible that he has been detained? Or that Gabael has died, and there is no one to give him the money?&#34 "},{"book":"Tobit","chapter":"10","verse":"3","text":" And he began to worry. "},{"book":"Tobit","chapter":"10","verse":"4","text":" His wife Anna said, &#34My child has perished and is no longer among the living.&#34 And she began to weep and mourn for her son, saying, "},{"book":"Tobit","chapter":"10","verse":"5","text":" &#34Woe to me, my child, the light of my eyes, that I let you make the journey.&#34 "},{"book":"Tobit","chapter":"10","verse":"6","text":" But Tobit kept saying to her, &#34Be quiet and stop worrying, my dear; he is all right. Probably something unexpected has happened there. The man who went with him is trustworthy and is one of our own kin. Do not grieve for him, my dear; he will soon be here.&#34 "},{"book":"Tobit","chapter":"10","verse":"7","text":" She answered him, &#34Be quiet yourself! Stop trying to deceive me! My child has perished.&#34 She would rush out every day and watch the road her son had taken, and would heed no one. When the sun had set she would go in and mourn and weep all night long, getting no sleep at all. Now when the fourteen days of the wedding celebration had ended that Raguel had sworn to observe for his daughter, Tobias came to him and said, &#34Send me back, for I know that my father and mother do not believe that they will see me again. So I beg of you, father, to let me go so that I may return to my own father. I have already explained to you how I left him.&#34 "},{"book":"Tobit","chapter":"10","verse":"8","text":" But Raguel said to Tobias, &#34Stay, my child, stay with me; I will send messengers to your father Tobit and they will inform him about you.&#34 "},{"book":"Tobit","chapter":"10","verse":"9","text":" But he said, &#34No! I beg you to send me back to my father.&#34 "},{"book":"Tobit","chapter":"10","verse":"10","text":" So Raguel promptly gave Tobias his wife Sarah, as well as half of all his property: male and female slaves, oxen and sheep, donkeys and camels, clothing, money, and household goods. "},{"book":"Tobit","chapter":"10","verse":"11","text":" Then he saw them safely off; he embraced Tobias and said, &#34Farewell, my child; have a safe journey. The Lord of heaven prosper you and your wife Sarah, and may I see children of yours before I die.&#34 "},{"book":"Tobit","chapter":"10","verse":"12","text":" Then he kissed his daughter Sarah and said to her, &#34My daughter, honor your father-in-law and your mother-in-law, since from now on they are as much your parents as those who gave you birth. Go in peace, daughter, and may I hear a good report about you as long as I live.&#34 Then he bade them farewell and let them go. Then Edna said to Tobias, &#34My child and dear brother, the Lord of heaven bring you back safely, and may I live long enough to see children of you and of my daughter Sarah before I die. In the sight of the Lord I entrust my daughter to you; do nothing to grieve her all the days of your life. Go in peace, my child. From now on I am your mother and Sarah is your beloved wife. May we all prosper together all the days of our lives.&#34 Then she kissed them both and saw them safely off. "},{"book":"Tobit","chapter":"10","verse":"13","text":" Tobias parted from Raguel with happiness and joy, praising the Lord of heaven and earth, King over all, because he had made his journey a success. Finally, he blessed Raguel and his wife Edna, and said, &#34I have been commanded by the Lord to honor you all the days of my life.&#34 "}]
