[{"book":"Tobit","chapter":"14","verse":"1","text":" So ended Tobit&#39s words of praise. "},{"book":"Tobit","chapter":"14","verse":"2","text":" Tobit died in peace when he was one hundred twelve years old, and was buried with great honor in Nineveh. He was sixty-two years old when he lost his eyesight, and after regaining it he lived in prosperity, giving alms and continually blessing God and acknowledging God&#39s majesty. "},{"book":"Tobit","chapter":"14","verse":"3","text":" When he was about to die, he called his son Tobias and the seven sons of Tobias and gave this command: &#34My son, take your children "},{"book":"Tobit","chapter":"14","verse":"4","text":" and hurry off to Media, for I believe the word of God that Nahum spoke about Nineveh, that all these things will take place and overtake Assyria and Nineveh. Indeed, everything that was spoken by the prophets of Israel, whom God sent, will occur. None of all their words will fail, but all will come true at their appointed times. So it will be safer in Media than in Assyria and Babylon. For I know and believe that whatever God has said will be fulfilled and will come true; not a single word of the prophecies will fail. All of our kindred, inhabitants of the land of Israel, will be scattered and taken as captives from the good land; and the whole land of Israel will be desolate, even Samaria and Jerusalem will be desolate. And the temple of God in it will be burned to the ground, and it will be desolate for a while. "},{"book":"Tobit","chapter":"14","verse":"5","text":" &#34But God will again have mercy on them, and God will bring them back into the land of Israel; and they will rebuild the temple of God, but not like the first one until the period when the times of fulfillment shall come. After this they all will return from their exile and will rebuild Jerusalem in splendor; and in it the temple of God will be rebuilt, just as the prophets of Israel have said concerning it. "},{"book":"Tobit","chapter":"14","verse":"6","text":" Then the nations in the whole world will all be converted and worship God in truth. They will all abandon their idols, which deceitfully have led them into their error; "},{"book":"Tobit","chapter":"14","verse":"7","text":" and in righteousness they will praise the eternal God. All the Israelites who are saved in those days and are truly mindful of God will be gathered together; they will go to Jerusalem and live in safety forever in the land of Abraham, and it will be given over to them. Those who sincerely love God will rejoice, but those who commit sin and injustice will vanish from all the earth. "},{"book":"Tobit","chapter":"14","verse":"8","text":" So now, my children, I command you, serve God faithfully and do what is pleasing in his sight. Your children are also to be commanded to do what is right and to give alms, and to be mindful of God and to bless his name at all times with sincerity and with all their strength. So now, my son, leave Nineveh; do not remain here. "},{"book":"Tobit","chapter":"14","verse":"9","text":"  "},{"book":"Tobit","chapter":"14","verse":"10","text":" On whatever day you bury your mother beside me, do not stay overnight within the confines of the city. For I see that there is much wickedness within it, and that much deceit is practiced within it, while the people are without shame. See, my son, what Nadab did to Ahikar who had reared him. Was he not, while still alive, brought down into the earth? For God repaid him to his face for this shameful treatment. Ahikar came out into the light, but Nadab went into the eternal darkness, because he tried to kill Ahikar. Because he gave alms, Ahikar escaped the fatal trap that Nadab had set for him, but Nadab fell into it himself, and was destroyed. "},{"book":"Tobit","chapter":"14","verse":"11","text":" So now, my children, see what almsgiving accomplishes, and what injustice does-- it brings death! But now my breath fails me.&#34 Then they laid him on his bed, and he died; and he received an honorable funeral. "},{"book":"Tobit","chapter":"14","verse":"12","text":" When Tobias&#39s mother died, he buried her beside his father. Then he and his wife and children returned to Media and settled in Ecbatana with Raguel his father-in-law. "},{"book":"Tobit","chapter":"14","verse":"13","text":" He treated his parents-in-law with great respect in their old age, and buried them in Ecbatana of Media. He inherited both the property of Raguel and that of his father Tobit. "},{"book":"Tobit","chapter":"14","verse":"14","text":" He died highly respected at the age of one hundred seventeen years. "},{"book":"Tobit","chapter":"14","verse":"15","text":" Before he died he heard of the destruction of Nineveh, and he saw its prisoners being led into Media, those whom King Cyaxares of Media had taken captive. Tobias praised God for all he had done to the people of Nineveh and Assyria; before he died he rejoiced over Nineveh, and he blessed the Lord God forever and ever. Amen.  "}]
