[{"book":"Wisdom","chapter":"5","verse":"1","text":" Then the righteous will stand with great confidence in the presence of those who have oppressed them and those who make light of their labors. "},{"book":"Wisdom","chapter":"5","verse":"2","text":" When the unrighteous see them, they will be shaken with dreadful fear, and they will be amazed at the unexpected salvation of the righteous. "},{"book":"Wisdom","chapter":"5","verse":"3","text":" They will speak to one another in repentance, and in anguish of spirit they will groan, and say, "},{"book":"Wisdom","chapter":"5","verse":"4","text":" &#34These are persons whom we once held in derision and made a byword of reproach-- fools that we were! We thought that their lives were madness and that their end was without honor. "},{"book":"Wisdom","chapter":"5","verse":"5","text":" Why have they been numbered among the children of God? And why is their lot among the saints? "},{"book":"Wisdom","chapter":"5","verse":"6","text":" So it was we who strayed from the way of truth, and the light of righteousness did not shine on us, and the sun did not rise upon us. "},{"book":"Wisdom","chapter":"5","verse":"7","text":" We took our fill of the paths of lawlessness and destruction, and we journeyed through trackless deserts, but the way of the Lord we have not known. "},{"book":"Wisdom","chapter":"5","verse":"8","text":" What has our arrogance profited us? And what good has our boasted wealth brought us? "},{"book":"Wisdom","chapter":"5","verse":"9","text":" &#34All those things have vanished like a shadow, and like a rumor that passes by; "},{"book":"Wisdom","chapter":"5","verse":"10","text":" like a ship that sails through the billowy water, and when it has passed no trace can be found, no track of its keel in the waves; "},{"book":"Wisdom","chapter":"5","verse":"11","text":" or as, when a bird flies through the air, no evidence of its passage is found; the light air, lashed by the beat of its pinions and pierced by the force of its rushing flight, is traversed by the movement of its wings, and afterward no sign of its coming is found there; "},{"book":"Wisdom","chapter":"5","verse":"12","text":" or as, when an arrow is shot at a target, the air, thus divided, comes together at once, so that no one knows its pathway. "},{"book":"Wisdom","chapter":"5","verse":"13","text":" So we also, as soon as we were born, ceased to be, and we had no sign of virtue to show, but were consumed in our wickedness.&#34 "},{"book":"Wisdom","chapter":"5","verse":"14","text":" Because the hope of the ungodly is like thistledown carried by the wind, and like a light frost driven away by a storm; it is dispersed like smoke before the wind, and it passes like the remembrance of a guest who stays but a day. "},{"book":"Wisdom","chapter":"5","verse":"15","text":" But the righteous live forever, and their reward is with the Lord; the Most High takes care of them. "},{"book":"Wisdom","chapter":"5","verse":"16","text":" Therefore they will receive a glorious crown and a beautiful diadem from the hand of the Lord, because with his right hand he will cover them, and with his arm he will shield them. "},{"book":"Wisdom","chapter":"5","verse":"17","text":" The Lord will take his zeal as his whole armor, and will arm all creation to repel his enemies; "},{"book":"Wisdom","chapter":"5","verse":"18","text":" he will put on righteousness as a breastplate, and wear impartial justice as a helmet; "},{"book":"Wisdom","chapter":"5","verse":"19","text":" he will take holiness as an invincible shield, "},{"book":"Wisdom","chapter":"5","verse":"20","text":" and sharpen stern wrath for a sword, and creation will join with him to fight against his frenzied foes. "},{"book":"Wisdom","chapter":"5","verse":"21","text":" Shafts of lightning will fly with true aim, and will leap from the clouds to the target, as from a well-drawn bow, "},{"book":"Wisdom","chapter":"5","verse":"22","text":" and hailstones full of wrath will be hurled as from a catapult; the water of the sea will rage against them, and rivers will relentlessly overwhelm them; "},{"book":"Wisdom","chapter":"5","verse":"23","text":" a mighty wind will rise against them, and like a tempest it will winnow them away. Lawlessness will lay waste the whole earth, and evildoing will overturn the thrones of rulers. "}]