[{"book":"Wisdom","chapter":"1","verse":"1","text":" Love righteousness, you rulers of the earth, think of the Lord in goodness and seek him with sincerity of heart; "},{"book":"Wisdom","chapter":"1","verse":"2","text":" because he is found by those who do not put him to the test, and manifests himself to those who do not distrust him. "},{"book":"Wisdom","chapter":"1","verse":"3","text":" For perverse thoughts separate people from God, and when his power is tested, it exposes the foolish; "},{"book":"Wisdom","chapter":"1","verse":"4","text":" because wisdom will not enter a deceitful soul, or dwell in a body enslaved to sin. "},{"book":"Wisdom","chapter":"1","verse":"5","text":" For a holy and disciplined spirit will flee from deceit, and will leave foolish thoughts behind, and will be ashamed at the approach of unrighteousness. "},{"book":"Wisdom","chapter":"1","verse":"6","text":" For wisdom is a kindly spirit, but will not free blasphemers from the guilt of their words; because God is witness of their inmost feelings, and a true observer of their hearts, and a hearer of their tongues. "},{"book":"Wisdom","chapter":"1","verse":"7","text":" Because the spirit of the Lord has filled the world, and that which holds all things together knows what is said, "},{"book":"Wisdom","chapter":"1","verse":"8","text":" therefore those who utter unrighteous things will not escape notice, and justice, when it punishes, will not pass them by. "},{"book":"Wisdom","chapter":"1","verse":"9","text":" For inquiry will be made into the counsels of the ungodly, and a report of their words will come to the Lord, to convict them of their lawless deeds; "},{"book":"Wisdom","chapter":"1","verse":"10","text":" because a jealous ear hears all things, and the sound of grumbling does not go unheard. "},{"book":"Wisdom","chapter":"1","verse":"11","text":" Beware then of useless grumbling, and keep your tongue from slander; because no secret word is without result, and a lying mouth destroys the soul. "},{"book":"Wisdom","chapter":"1","verse":"12","text":" Do not invite death by the error of your life, or bring on destruction by the works of your hands; "},{"book":"Wisdom","chapter":"1","verse":"13","text":" because God did not make death, and he does not delight in the death of the living. "},{"book":"Wisdom","chapter":"1","verse":"14","text":" For he created all things so that they might exist; the generative forces of the world are wholesome, and there is no destructive poison in them, and the dominion of Hades is not on earth. "},{"book":"Wisdom","chapter":"1","verse":"15","text":" For righteousness is immortal. "},{"book":"Wisdom","chapter":"1","verse":"16","text":" But the ungodly by their words and deeds summoned death; considering him a friend, they pined away and made a covenant with him, because they are fit to belong to his company. "}]