[{"book":"Wisdom","chapter":"17","verse":"1","text":" Great are your judgments and hard to describe; therefore uninstructed souls have gone astray. "},{"book":"Wisdom","chapter":"17","verse":"2","text":" For when lawless people supposed that they held the holy nation in their power, they themselves lay as captives of darkness and prisoners of long night, shut in under their roofs, exiles from eternal providence. "},{"book":"Wisdom","chapter":"17","verse":"3","text":" For thinking that in their secret sins they were unobserved behind a dark curtain of forgetfulness, they were scattered, terribly alarmed, and appalled by specters. "},{"book":"Wisdom","chapter":"17","verse":"4","text":" For not even the inner chamber that held them protected them from fear, but terrifying sounds rang out around them, and dismal phantoms with gloomy faces appeared. "},{"book":"Wisdom","chapter":"17","verse":"5","text":" And no power of fire was able to give light, nor did the brilliant flames of the stars avail to illumine that hateful night. "},{"book":"Wisdom","chapter":"17","verse":"6","text":" Nothing was shining through to them except a dreadful, self-kindled fire, and in terror they deemed the things that they saw to be worse than that unseen appearance. "},{"book":"Wisdom","chapter":"17","verse":"7","text":" The delusions of their magic art lay humbled, and their boasted wisdom was scornfully rebuked. "},{"book":"Wisdom","chapter":"17","verse":"8","text":" For those who promised to drive off the fears and disorders of a sick soul were sick themselves with ridiculous fear. "},{"book":"Wisdom","chapter":"17","verse":"9","text":" For even if nothing disturbing frightened them, yet, scared by the passing of wild animals and the hissing of snakes "},{"book":"Wisdom","chapter":"17","verse":"10","text":" they perished in trembling fear, refusing to look even at the air, though it nowhere could be avoided. "},{"book":"Wisdom","chapter":"17","verse":"11","text":" For wickedness is a cowardly thing, condemned by its own testimony; distressed by conscience, it has always exaggerated the difficulties. "},{"book":"Wisdom","chapter":"17","verse":"12","text":" For fear is nothing but a giving up of the helps that come from reason; "},{"book":"Wisdom","chapter":"17","verse":"13","text":" and hope, defeated by this inward weakness, prefers ignorance of what causes the torment. "},{"book":"Wisdom","chapter":"17","verse":"14","text":" But throughout the night, which was really powerless and which came upon them from the recesses of powerless Hades, they all slept the same sleep, "},{"book":"Wisdom","chapter":"17","verse":"15","text":" and now were driven by monstrous specters, and now were paralyzed by their souls&#39 surrender; for sudden and unexpected fear overwhelmed them. "},{"book":"Wisdom","chapter":"17","verse":"16","text":" And whoever was there fell down, and thus was kept shut up in a prison not made of iron; "},{"book":"Wisdom","chapter":"17","verse":"17","text":" for whether they were farmers or shepherds or workers who toiled in the wilderness, they were seized, and endured the inescapable fate; for with one chain of darkness they all were bound. "},{"book":"Wisdom","chapter":"17","verse":"18","text":" Whether there came a whistling wind, or a melodious sound of birds in wide-spreading branches, or the rhythm of violently rushing water, "},{"book":"Wisdom","chapter":"17","verse":"19","text":" or the harsh crash of rocks hurled down, or the unseen running of leaping animals, or the sound of the most savage roaring beasts, or an echo thrown back from a hollow of the mountains, it paralyzed them with terror. "},{"book":"Wisdom","chapter":"17","verse":"20","text":" For the whole world was illumined with brilliant light, and went about its work unhindered, "},{"book":"Wisdom","chapter":"17","verse":"21","text":" while over those people alone heavy night was spread, an image of the darkness that was destined to receive them; but still heavier than darkness were they to themselves. "}]