[{"book":"Wisdom","chapter":"10","verse":"1","text":" Wisdom protected the first-formed father of the world, when he alone had been created; she delivered him from his transgression, "},{"book":"Wisdom","chapter":"10","verse":"2","text":" and gave him strength to rule all things. "},{"book":"Wisdom","chapter":"10","verse":"3","text":" But when an unrighteous man departed from her in his anger, he perished because in rage he killed his brother. "},{"book":"Wisdom","chapter":"10","verse":"4","text":" When the earth was flooded because of him, wisdom again saved it, steering the righteous man by a paltry piece of wood. "},{"book":"Wisdom","chapter":"10","verse":"5","text":" Wisdom also, when the nations in wicked agreement had been put to confusion, recognized the righteous man and preserved him blameless before God, and kept him strong in the face of his compassion for his child. "},{"book":"Wisdom","chapter":"10","verse":"6","text":" Wisdom rescued a righteous man when the ungodly were perishing; he escaped the fire that descended on the Five Cities. "},{"book":"Wisdom","chapter":"10","verse":"7","text":" Evidence of their wickedness still remains: a continually smoking wasteland, plants bearing fruit that does not ripen, and a pillar of salt standing as a monument to an unbelieving soul. "},{"book":"Wisdom","chapter":"10","verse":"8","text":" For because they passed wisdom by, they not only were hindered from recognizing the good, but also left for humankind a reminder of their folly, so that their failures could never go unnoticed. "},{"book":"Wisdom","chapter":"10","verse":"9","text":" Wisdom rescued from troubles those who served her. "},{"book":"Wisdom","chapter":"10","verse":"10","text":" When a righteous man fled from his brother&#39s wrath, she guided him on straight paths; she showed him the kingdom of God, and gave him knowledge of holy things; she prospered him in his labors, and increased the fruit of his toil. "},{"book":"Wisdom","chapter":"10","verse":"11","text":" When his oppressors were covetous, she stood by him and made him rich. "},{"book":"Wisdom","chapter":"10","verse":"12","text":" She protected him from his enemies, and kept him safe from those who lay in wait for him; in his arduous contest she gave him the victory, so that he might learn that godliness is more powerful than anything else. "},{"book":"Wisdom","chapter":"10","verse":"13","text":" When a righteous man was sold, wisdom did not desert him, but delivered him from sin. She descended with him into the dungeon, "},{"book":"Wisdom","chapter":"10","verse":"14","text":" and when he was in prison she did not leave him, until she brought him the scepter of a kingdom and authority over his masters. Those who accused him she showed to be false, and she gave him everlasting honor. "},{"book":"Wisdom","chapter":"10","verse":"15","text":" A holy people and blameless race wisdom delivered from a nation of oppressors. "},{"book":"Wisdom","chapter":"10","verse":"16","text":" She entered the soul of a servant of the Lord, and withstood dread kings with wonders and signs. "},{"book":"Wisdom","chapter":"10","verse":"17","text":" She gave to holy people the reward of their labors; she guided them along a marvelous way, and became a shelter to them by day, and a starry flame through the night. "},{"book":"Wisdom","chapter":"10","verse":"18","text":" She brought them over the Red Sea, and led them through deep waters; "},{"book":"Wisdom","chapter":"10","verse":"19","text":" but she drowned their enemies, and cast them up from the depth of the sea. "},{"book":"Wisdom","chapter":"10","verse":"20","text":" Therefore the righteous plundered the ungodly; they sang hymns, O Lord, to your holy name, and praised with one accord your defending hand; "},{"book":"Wisdom","chapter":"10","verse":"21","text":" for wisdom opened the mouths of those who were mute, and made the tongues of infants speak clearly. "}]