[{"book":"Wisdom","chapter":"13","verse":"1","text":" For all people who were ignorant of God were foolish by nature; and they were unable from the good things that are seen to know the one who exists, nor did they recognize the artisan while paying heed to his works; "},{"book":"Wisdom","chapter":"13","verse":"2","text":" but they supposed that either fire or wind or swift air, or the circle of the stars, or turbulent water, or the luminaries of heaven were the gods that rule the world. "},{"book":"Wisdom","chapter":"13","verse":"3","text":" If through delight in the beauty of these things people assumed them to be gods, let them know how much better than these is their Lord, for the author of beauty created them. "},{"book":"Wisdom","chapter":"13","verse":"4","text":" And if people were amazed at their power and working, let them perceive from them how much more powerful is the one who formed them. "},{"book":"Wisdom","chapter":"13","verse":"5","text":" For from the greatness and beauty of created things comes a corresponding perception of their Creator. "},{"book":"Wisdom","chapter":"13","verse":"6","text":" Yet these people are little to be blamed, for perhaps they go astray while seeking God and desiring to find him. "},{"book":"Wisdom","chapter":"13","verse":"7","text":" For while they live among his works, they keep searching, and they trust in what they see, because the things that are seen are beautiful. "},{"book":"Wisdom","chapter":"13","verse":"8","text":" Yet again, not even they are to be excused; "},{"book":"Wisdom","chapter":"13","verse":"9","text":" for if they had the power to know so much that they could investigate the world, how did they fail to find sooner the Lord of these things? "},{"book":"Wisdom","chapter":"13","verse":"10","text":" But miserable, with their hopes set on dead things, are those who give the name &#34gods&#34 to the works of human hands, gold and silver fashioned with skill, and likenesses of animals, or a useless stone, the work of an ancient hand. "},{"book":"Wisdom","chapter":"13","verse":"11","text":" A skilled woodcutter may saw down a tree easy to handle and skillfully strip off all its bark, and then with pleasing workmanship make a useful vessel that serves life&#39s needs, "},{"book":"Wisdom","chapter":"13","verse":"12","text":" and burn the cast-off pieces of his work to prepare his food, and eat his fill. "},{"book":"Wisdom","chapter":"13","verse":"13","text":" But a cast-off piece from among them, useful for nothing, a stick crooked and full of knots, he takes and carves with care in his leisure, and shapes it with skill gained in idleness; he forms it in the likeness of a human being, "},{"book":"Wisdom","chapter":"13","verse":"14","text":" or makes it like some worthless animal, giving it a coat of red paint and coloring its surface red and covering every blemish in it with paint; "},{"book":"Wisdom","chapter":"13","verse":"15","text":" then he makes a suitable niche for it, and sets it in the wall, and fastens it there with iron. "},{"book":"Wisdom","chapter":"13","verse":"16","text":" He takes thought for it, so that it may not fall, because he knows that it cannot help itself, for it is only an image and has need of help. "},{"book":"Wisdom","chapter":"13","verse":"17","text":" When he prays about possessions and his marriage and children, he is not ashamed to address a lifeless thing. "},{"book":"Wisdom","chapter":"13","verse":"18","text":" For health he appeals to a thing that is weak; for life he prays to a thing that is dead; for aid he entreats a thing that is utterly inexperienced; for a prosperous journey, a thing that cannot take a step; "},{"book":"Wisdom","chapter":"13","verse":"19","text":" for money-making and work and success with his hands he asks strength of a thing whose hands have no strength. "}]