[{"book":"Wisdom","chapter":"16","verse":"1","text":" Therefore those people were deservedly punished through such creatures, and were tormented by a multitude of animals. "},{"book":"Wisdom","chapter":"16","verse":"2","text":" Instead of this punishment you showed kindness to your people, and you prepared quails to eat, a delicacy to satisfy the desire of appetite; "},{"book":"Wisdom","chapter":"16","verse":"3","text":" in order that those people, when they desired food, might lose the least remnant of appetite because of the odious creatures sent to them, while your people, after suffering want a short time, might partake of delicacies. "},{"book":"Wisdom","chapter":"16","verse":"4","text":" For it was necessary that upon those oppressors inescapable want should come, while to these others it was merely shown how their enemies were being tormented. "},{"book":"Wisdom","chapter":"16","verse":"5","text":" For when the terrible rage of wild animals came upon your people and they were being destroyed by the bites of writhing serpents, your wrath did not continue to the end; "},{"book":"Wisdom","chapter":"16","verse":"6","text":" they were troubled for a little while as a warning, and received a symbol of deliverance to remind them of your law&#39s command. "},{"book":"Wisdom","chapter":"16","verse":"7","text":" For the one who turned toward it was saved, not by the thing that was beheld, but by you, the Savior of all. "},{"book":"Wisdom","chapter":"16","verse":"8","text":" And by this also you convinced our enemies that it is you who deliver from every evil. "},{"book":"Wisdom","chapter":"16","verse":"9","text":" For they were killed by the bites of locusts and flies, and no healing was found for them, because they deserved to be punished by such things. "},{"book":"Wisdom","chapter":"16","verse":"10","text":" But your children were not conquered even by the fangs of venomous serpents, for your mercy came to their help and healed them. "},{"book":"Wisdom","chapter":"16","verse":"11","text":" To remind them of your oracles they were bitten, and then were quickly delivered, so that they would not fall into deep forgetfulness and become unresponsive to your kindness. "},{"book":"Wisdom","chapter":"16","verse":"12","text":" For neither herb nor poultice cured them, but it was your word, O Lord, that heals all people. "},{"book":"Wisdom","chapter":"16","verse":"13","text":" For you have power over life and death; you lead mortals down to the gates of Hades and back again. "},{"book":"Wisdom","chapter":"16","verse":"14","text":" A person in wickedness kills another, but cannot bring back the departed spirit, or set free the imprisoned soul. "},{"book":"Wisdom","chapter":"16","verse":"15","text":" To escape from your hand is impossible; "},{"book":"Wisdom","chapter":"16","verse":"16","text":" for the ungodly, refusing to know you, were flogged by the strength of your arm, pursued by unusual rains and hail and relentless storms, and utterly consumed by fire. "},{"book":"Wisdom","chapter":"16","verse":"17","text":" For-- most incredible of all-- in water, which quenches all things, the fire had still greater effect, for the universe defends the righteous. "},{"book":"Wisdom","chapter":"16","verse":"18","text":" At one time the flame was restrained, so that it might not consume the creatures sent against the ungodly, but that seeing this they might know that they were being pursued by the judgment of God; "},{"book":"Wisdom","chapter":"16","verse":"19","text":" and at another time even in the midst of water it burned more intensely than fire, to destroy the crops of the unrighteous land. "},{"book":"Wisdom","chapter":"16","verse":"20","text":" Instead of these things you gave your people food of angels, and without their toil you supplied them from heaven with bread ready to eat, providing every pleasure and suited to every taste. "},{"book":"Wisdom","chapter":"16","verse":"21","text":" For your sustenance manifested your sweetness toward your children; and the bread, ministering to the desire of the one who took it, was changed to suit everyone&#39s liking. "},{"book":"Wisdom","chapter":"16","verse":"22","text":" Snow and ice withstood fire without melting, so that they might know that the crops of their enemies were being destroyed by the fire that blazed in the hail and flashed in the showers of rain; "},{"book":"Wisdom","chapter":"16","verse":"23","text":" whereas the fire, in order that the righteous might be fed, even forgot its native power. "},{"book":"Wisdom","chapter":"16","verse":"24","text":" For creation, serving you who made it, exerts itself to punish the unrighteous, and in kindness relaxes on behalf of those who trust in you. "},{"book":"Wisdom","chapter":"16","verse":"25","text":" Therefore at that time also, changed into all forms, it served your all-nourishing bounty, according to the desire of those who had need, "},{"book":"Wisdom","chapter":"16","verse":"26","text":" so that your children, whom you loved, O Lord, might learn that it is not the production of crops that feeds humankind but that your word sustains those who trust in you. "},{"book":"Wisdom","chapter":"16","verse":"27","text":" For what was not destroyed by fire was melted when simply warmed by a fleeting ray of the sun, "},{"book":"Wisdom","chapter":"16","verse":"28","text":" to make it known that one must rise before the sun to give you thanks, and must pray to you at the dawning of the light; "},{"book":"Wisdom","chapter":"16","verse":"29","text":" for the hope of an ungrateful person will melt like wintry frost, and flow away like waste water. "}]