[{"book":"Wisdom","chapter":"4","verse":"1","text":" Better than this is childlessness with virtue, for in the memory of virtue is immortality, because it is known both by God and by mortals. "},{"book":"Wisdom","chapter":"4","verse":"2","text":" When it is present, people imitate it, and they long for it when it has gone; throughout all time it marches, crowned in triumph, victor in the contest for prizes that are undefiled. "},{"book":"Wisdom","chapter":"4","verse":"3","text":" But the prolific brood of the ungodly will be of no use, and none of their illegitimate seedlings will strike a deep root or take a firm hold. "},{"book":"Wisdom","chapter":"4","verse":"4","text":" For even if they put forth boughs for a while, standing insecurely they will be shaken by the wind, and by the violence of the winds they will be uprooted. "},{"book":"Wisdom","chapter":"4","verse":"5","text":" The branches will be broken off before they come to maturity, and their fruit will be useless, not ripe enough to eat, and good for nothing. "},{"book":"Wisdom","chapter":"4","verse":"6","text":" For children born of unlawful unions are witnesses of evil against their parents when God examines them. "},{"book":"Wisdom","chapter":"4","verse":"7","text":" But the righteous, though they die early, will be at rest. "},{"book":"Wisdom","chapter":"4","verse":"8","text":" For old age is not honored for length of time, or measured by number of years; "},{"book":"Wisdom","chapter":"4","verse":"9","text":" but understanding is gray hair for anyone, and a blameless life is ripe old age. "},{"book":"Wisdom","chapter":"4","verse":"10","text":" There were some who pleased God and were loved by him, and while living among sinners were taken up. "},{"book":"Wisdom","chapter":"4","verse":"11","text":" They were caught up so that evil might not change their understanding or guile deceive their souls. "},{"book":"Wisdom","chapter":"4","verse":"12","text":" For the fascination of wickedness obscures what is good, and roving desire perverts the innocent mind. "},{"book":"Wisdom","chapter":"4","verse":"13","text":" Being perfected in a short time, they fulfilled long years; "},{"book":"Wisdom","chapter":"4","verse":"14","text":" for their souls were pleasing to the Lord, therefore he took them quickly from the midst of wickedness. "},{"book":"Wisdom","chapter":"4","verse":"15","text":" Yet the peoples saw and did not understand, or take such a thing to heart, that God&#39s grace and mercy are with his elect, and that he watches over his holy ones. "},{"book":"Wisdom","chapter":"4","verse":"16","text":" The righteous who have died will condemn the ungodly who are living, and youth that is quickly perfected will condemn the prolonged old age of the unrighteous. "},{"book":"Wisdom","chapter":"4","verse":"17","text":" For they will see the end of the wise, and will not understand what the Lord purposed for them, and for what he kept them safe. "},{"book":"Wisdom","chapter":"4","verse":"18","text":" The unrighteous will see, and will have contempt for them, but the Lord will laugh them to scorn. After this they will become dishonored corpses, and an outrage among the dead forever; "},{"book":"Wisdom","chapter":"4","verse":"19","text":" because he will dash them speechless to the ground, and shake them from the foundations; they will be left utterly dry and barren, and they will suffer anguish, and the memory of them will perish. "},{"book":"Wisdom","chapter":"4","verse":"20","text":" They will come with dread when their sins are reckoned up, and their lawless deeds will convict them to their face. "}]