[{"book":"Wisdom","chapter":"12","verse":"1","text":" For your immortal spirit is in all things. "},{"book":"Wisdom","chapter":"12","verse":"2","text":" Therefore you correct little by little those who trespass, and you remind and warn them of the things through which they sin, so that they may be freed from wickedness and put their trust in you, O Lord. "},{"book":"Wisdom","chapter":"12","verse":"3","text":" Those who lived long ago in your holy land "},{"book":"Wisdom","chapter":"12","verse":"4","text":" you hated for their detestable practices, their works of sorcery and unholy rites, "},{"book":"Wisdom","chapter":"12","verse":"5","text":" their merciless slaughter of children, and their sacrificial feasting on human flesh and blood. These initiates from the midst of a heathen cult, "},{"book":"Wisdom","chapter":"12","verse":"6","text":" these parents who murder helpless lives, you willed to destroy by the hands of our ancestors, "},{"book":"Wisdom","chapter":"12","verse":"7","text":" so that the land most precious of all to you might receive a worthy colony of the servants of God. "},{"book":"Wisdom","chapter":"12","verse":"8","text":" But even these you spared, since they were but mortals, and sent wasps as forerunners of your army to destroy them little by little, "},{"book":"Wisdom","chapter":"12","verse":"9","text":" though you were not unable to give the ungodly into the hands of the righteous in battle, or to destroy them at one blow by dread wild animals or your stern word. "},{"book":"Wisdom","chapter":"12","verse":"10","text":" But judging them little by little you gave them an opportunity to repent, though you were not unaware that their origin was evil and their wickedness inborn, and that their way of thinking would never change. "},{"book":"Wisdom","chapter":"12","verse":"11","text":" For they were an accursed race from the beginning, and it was not through fear of anyone that you left them unpunished for their sins. "},{"book":"Wisdom","chapter":"12","verse":"12","text":" For who will say, &#34What have you done?&#34 Or will resist your judgment? Who will accuse you for the destruction of nations that you made? Or who will come before you to plead as an advocate for the unrighteous? "},{"book":"Wisdom","chapter":"12","verse":"13","text":" For neither is there any god besides you, whose care is for all people, to whom you should prove that you have not judged unjustly; "},{"book":"Wisdom","chapter":"12","verse":"14","text":" nor can any king or monarch confront you about those whom you have punished. "},{"book":"Wisdom","chapter":"12","verse":"15","text":" You are righteous and you rule all things righteously, deeming it alien to your power to condemn anyone who does not deserve to be punished. "},{"book":"Wisdom","chapter":"12","verse":"16","text":" For your strength is the source of righteousness, and your sovereignty over all causes you to spare all. "},{"book":"Wisdom","chapter":"12","verse":"17","text":" For you show your strength when people doubt the completeness of your power, and you rebuke any insolence among those who know it. "},{"book":"Wisdom","chapter":"12","verse":"18","text":" Although you are sovereign in strength, you judge with mildness, and with great forbearance you govern us; for you have power to act whenever you choose. "},{"book":"Wisdom","chapter":"12","verse":"19","text":" Through such works you have taught your people that the righteous must be kind, and you have filled your children with good hope, because you give repentance for sins. "},{"book":"Wisdom","chapter":"12","verse":"20","text":" For if you punished with such great care and indulgence the enemies of your servants and those deserving of death, granting them time and opportunity to give up their wickedness, "},{"book":"Wisdom","chapter":"12","verse":"21","text":" with what strictness you have judged your children, to whose ancestors you gave oaths and covenants full of good promises! "},{"book":"Wisdom","chapter":"12","verse":"22","text":" So while chastening us you scourge our enemies ten thousand times more, so that, when we judge, we may meditate upon your goodness, and when we are judged, we may expect mercy. "},{"book":"Wisdom","chapter":"12","verse":"23","text":" Therefore those who lived unrighteously, in a life of folly, you tormented through their own abominations. "},{"book":"Wisdom","chapter":"12","verse":"24","text":" For they went far astray on the paths of error, accepting as gods those animals that even their enemies despised; they were deceived like foolish infants. "},{"book":"Wisdom","chapter":"12","verse":"25","text":" Therefore, as though to children who cannot reason, you sent your judgment to mock them. "},{"book":"Wisdom","chapter":"12","verse":"26","text":" But those who have not heeded the warning of mild rebukes will experience the deserved judgment of God. "},{"book":"Wisdom","chapter":"12","verse":"27","text":" For when in their suffering they became incensed at those creatures that they had thought to be gods, being punished by means of them, they saw and recognized as the true God the one whom they had before refused to know. Therefore the utmost condemnation came upon them. "}]