[{"book":"Wisdom","chapter":"9","verse":"1","text":" &#34O God of my ancestors and Lord of mercy, who have made all things by your word, "},{"book":"Wisdom","chapter":"9","verse":"2","text":" and by your wisdom have formed humankind to have dominion over the creatures you have made, "},{"book":"Wisdom","chapter":"9","verse":"3","text":" and rule the world in holiness and righteousness, and pronounce judgment in uprightness of soul, "},{"book":"Wisdom","chapter":"9","verse":"4","text":" give me the wisdom that sits by your throne, and do not reject me from among your servants. "},{"book":"Wisdom","chapter":"9","verse":"5","text":" For I am your servant the son of your serving girl, a man who is weak and short-lived, with little understanding of judgment and laws; "},{"book":"Wisdom","chapter":"9","verse":"6","text":" for even one who is perfect among human beings will be regarded as nothing without the wisdom that comes from you. "},{"book":"Wisdom","chapter":"9","verse":"7","text":" You have chosen me to be king of your people and to be judge over your sons and daughters. "},{"book":"Wisdom","chapter":"9","verse":"8","text":" You have given command to build a temple on your holy mountain, and an altar in the city of your habitation, a copy of the holy tent that you prepared from the beginning. "},{"book":"Wisdom","chapter":"9","verse":"9","text":" With you is wisdom, she who knows your works and was present when you made the world; she understands what is pleasing in your sight and what is right according to your commandments. "},{"book":"Wisdom","chapter":"9","verse":"10","text":" Send her forth from the holy heavens, and from the throne of your glory send her, that she may labor at my side, and that I may learn what is pleasing to you. "},{"book":"Wisdom","chapter":"9","verse":"11","text":" For she knows and understands all things, and she will guide me wisely in my actions and guard me with her glory. "},{"book":"Wisdom","chapter":"9","verse":"12","text":" Then my works will be acceptable, and I shall judge your people justly, and shall be worthy of the throne of my father. "},{"book":"Wisdom","chapter":"9","verse":"13","text":" For who can learn the counsel of God? Or who can discern what the Lord wills? "},{"book":"Wisdom","chapter":"9","verse":"14","text":" For the reasoning of mortals is worthless, and our designs are likely to fail; "},{"book":"Wisdom","chapter":"9","verse":"15","text":" for a perishable body weighs down the soul, and this earthy tent burdens the thoughtful mind. "},{"book":"Wisdom","chapter":"9","verse":"16","text":" We can hardly guess at what is on earth, and what is at hand we find with labor; but who has traced out what is in the heavens? "},{"book":"Wisdom","chapter":"9","verse":"17","text":" Who has learned your counsel, unless you have given wisdom and sent your holy spirit from on high? "},{"book":"Wisdom","chapter":"9","verse":"18","text":" And thus the paths of those on earth were set right, and people were taught what pleases you, and were saved by wisdom.&#34 "}]