[{"book":"Wisdom","chapter":"7","verse":"1","text":" I also am mortal, like everyone else, a descendant of the first-formed child of earth; and in the womb of a mother I was molded into flesh, "},{"book":"Wisdom","chapter":"7","verse":"2","text":" within the period of ten months, compacted with blood, from the seed of a man and the pleasure of marriage. "},{"book":"Wisdom","chapter":"7","verse":"3","text":" And when I was born, I began to breathe the common air, and fell upon the kindred earth; my first sound was a cry, as is true of all. "},{"book":"Wisdom","chapter":"7","verse":"4","text":" I was nursed with care in swaddling cloths. "},{"book":"Wisdom","chapter":"7","verse":"5","text":" For no king has had a different beginning of existence; "},{"book":"Wisdom","chapter":"7","verse":"6","text":" there is for all one entrance into life, and one way out. "},{"book":"Wisdom","chapter":"7","verse":"7","text":" Therefore I prayed, and understanding was given me; I called on God, and the spirit of wisdom came to me. "},{"book":"Wisdom","chapter":"7","verse":"8","text":" I preferred her to scepters and thrones, and I accounted wealth as nothing in comparison with her. "},{"book":"Wisdom","chapter":"7","verse":"9","text":" Neither did I liken to her any priceless gem, because all gold is but a little sand in her sight, and silver will be accounted as clay before her. "},{"book":"Wisdom","chapter":"7","verse":"10","text":" I loved her more than health and beauty, and I chose to have her rather than light, because her radiance never ceases. "},{"book":"Wisdom","chapter":"7","verse":"11","text":" All good things came to me along with her, and in her hands uncounted wealth. "},{"book":"Wisdom","chapter":"7","verse":"12","text":" I rejoiced in them all, because wisdom leads them; but I did not know that she was their mother. "},{"book":"Wisdom","chapter":"7","verse":"13","text":" I learned without guile and I impart without grudging; I do not hide her wealth, "},{"book":"Wisdom","chapter":"7","verse":"14","text":" for it is an unfailing treasure for mortals; those who get it obtain friendship with God, commended for the gifts that come from instruction. "},{"book":"Wisdom","chapter":"7","verse":"15","text":" May God grant me to speak with judgment, and to have thoughts worthy of what I have received; for he is the guide even of wisdom and the corrector of the wise. "},{"book":"Wisdom","chapter":"7","verse":"16","text":" For both we and our words are in his hand, as are all understanding and skill in crafts. "},{"book":"Wisdom","chapter":"7","verse":"17","text":" For it is he who gave me unerring knowledge of what exists, to know the structure of the world and the activity of the elements; "},{"book":"Wisdom","chapter":"7","verse":"18","text":" the beginning and end and middle of times, the alternations of the solstices and the changes of the seasons, "},{"book":"Wisdom","chapter":"7","verse":"19","text":" the cycles of the year and the constellations of the stars, "},{"book":"Wisdom","chapter":"7","verse":"20","text":" the natures of animals and the tempers of wild animals, the powers of spirits and the thoughts of human beings, the varieties of plants and the virtues of roots; "},{"book":"Wisdom","chapter":"7","verse":"21","text":" I learned both what is secret and what is manifest, "},{"book":"Wisdom","chapter":"7","verse":"22","text":" for wisdom, the fashioner of all things, taught me. There is in her a spirit that is intelligent, holy, unique, manifold, subtle, mobile, clear, unpolluted, distinct, invulnerable, loving the good, keen, irresistible, "},{"book":"Wisdom","chapter":"7","verse":"23","text":" beneficent, humane, steadfast, sure, free from anxiety, all-powerful, overseeing all, and penetrating through all spirits that are intelligent, pure, and altogether subtle. "},{"book":"Wisdom","chapter":"7","verse":"24","text":" For wisdom is more mobile than any motion; because of her pureness she pervades and penetrates all things. "},{"book":"Wisdom","chapter":"7","verse":"25","text":" For she is a breath of the power of God, and a pure emanation of the glory of the Almighty; therefore nothing defiled gains entrance into her. "},{"book":"Wisdom","chapter":"7","verse":"26","text":" For she is a reflection of eternal light, a spotless mirror of the working of God, and an image of his goodness. "},{"book":"Wisdom","chapter":"7","verse":"27","text":" Although she is but one, she can do all things, and while remaining in herself, she renews all things; in every generation she passes into holy souls and makes them friends of God, and prophets; "},{"book":"Wisdom","chapter":"7","verse":"28","text":" for God loves nothing so much as the person who lives with wisdom. "},{"book":"Wisdom","chapter":"7","verse":"29","text":" She is more beautiful than the sun, and excels every constellation of the stars. Compared with the light she is found to be superior, "},{"book":"Wisdom","chapter":"7","verse":"30","text":" for it is succeeded by the night, but against wisdom evil does not prevail. "}]