[{"book":"Wisdom","chapter":"11","verse":"1","text":" Wisdom prospered their works by the hand of a holy prophet. "},{"book":"Wisdom","chapter":"11","verse":"2","text":" They journeyed through an uninhabited wilderness, and pitched their tents in untrodden places. "},{"book":"Wisdom","chapter":"11","verse":"3","text":" They withstood their enemies and fought off their foes. "},{"book":"Wisdom","chapter":"11","verse":"4","text":" When they were thirsty, they called upon you, and water was given them out of flinty rock, and from hard stone a remedy for their thirst. "},{"book":"Wisdom","chapter":"11","verse":"5","text":" For through the very things by which their enemies were punished, they themselves received benefit in their need. "},{"book":"Wisdom","chapter":"11","verse":"6","text":" Instead of the fountain of an ever-flowing river, stirred up and defiled with blood "},{"book":"Wisdom","chapter":"11","verse":"7","text":" in rebuke for the decree to kill the infants, you gave them abundant water unexpectedly, "},{"book":"Wisdom","chapter":"11","verse":"8","text":" showing by their thirst at that time how you punished their enemies. "},{"book":"Wisdom","chapter":"11","verse":"9","text":" For when they were tried, though they were being disciplined in mercy, they learned how the ungodly were tormented when judged in wrath. "},{"book":"Wisdom","chapter":"11","verse":"10","text":" For you tested them as a parent does in warning, but you examined the ungodly as a stern king does in condemnation. "},{"book":"Wisdom","chapter":"11","verse":"11","text":" Whether absent or present, they were equally distressed, "},{"book":"Wisdom","chapter":"11","verse":"12","text":" for a twofold grief possessed them, and a groaning at the memory of what had occurred. "},{"book":"Wisdom","chapter":"11","verse":"13","text":" For when they heard that through their own punishments the righteous had received benefit, they perceived it was the Lord&#39s doing. "},{"book":"Wisdom","chapter":"11","verse":"14","text":" For though they had mockingly rejected him who long before had been cast out and exposed, at the end of the events they marveled at him, when they felt thirst in a different way from the righteous. "},{"book":"Wisdom","chapter":"11","verse":"15","text":" In return for their foolish and wicked thoughts, which led them astray to worship irrational serpents and worthless animals, you sent upon them a multitude of irrational creatures to punish them, "},{"book":"Wisdom","chapter":"11","verse":"16","text":" so that they might learn that one is punished by the very things by which one sins. "},{"book":"Wisdom","chapter":"11","verse":"17","text":" For your all-powerful hand, which created the world out of formless matter, did not lack the means to send upon them a multitude of bears, or bold lions, "},{"book":"Wisdom","chapter":"11","verse":"18","text":" or newly-created unknown beasts full of rage, or such as breathe out fiery breath, or belch forth a thick pall of smoke, or flash terrible sparks from their eyes; "},{"book":"Wisdom","chapter":"11","verse":"19","text":" not only could the harm they did destroy people, but the mere sight of them could kill by fright. "},{"book":"Wisdom","chapter":"11","verse":"20","text":" Even apart from these, people could fall at a single breath when pursued by justice and scattered by the breath of your power. But you have arranged all things by measure and number and weight. "},{"book":"Wisdom","chapter":"11","verse":"21","text":" For it is always in your power to show great strength, and who can withstand the might of your arm? "},{"book":"Wisdom","chapter":"11","verse":"22","text":" Because the whole world before you is like a speck that tips the scales, and like a drop of morning dew that falls on the ground. "},{"book":"Wisdom","chapter":"11","verse":"23","text":" But you are merciful to all, for you can do all things, and you overlook people&#39s sins, so that they may repent. "},{"book":"Wisdom","chapter":"11","verse":"24","text":" For you love all things that exist, and detest none of the things that you have made, for you would not have made anything if you had hated it. "},{"book":"Wisdom","chapter":"11","verse":"25","text":" How would anything have endured if you had not willed it? Or how would anything not called forth by you have been preserved? "},{"book":"Wisdom","chapter":"11","verse":"26","text":" You spare all things, for they are yours, O Lord, you who love the living. "}]