[{"book":"Wisdom","chapter":"8","verse":"1","text":" She reaches mightily from one end of the earth to the other, and she orders all things well. "},{"book":"Wisdom","chapter":"8","verse":"2","text":" I loved her and sought her from my youth; I desired to take her for my bride, and became enamored of her beauty. "},{"book":"Wisdom","chapter":"8","verse":"3","text":" She glorifies her noble birth by living with God, and the Lord of all loves her. "},{"book":"Wisdom","chapter":"8","verse":"4","text":" For she is an initiate in the knowledge of God, and an associate in his works. "},{"book":"Wisdom","chapter":"8","verse":"5","text":" If riches are a desirable possession in life, what is richer than wisdom, the active cause of all things? "},{"book":"Wisdom","chapter":"8","verse":"6","text":" And if understanding is effective, who more than she is fashioner of what exists? "},{"book":"Wisdom","chapter":"8","verse":"7","text":" And if anyone loves righteousness, her labors are virtues; for she teaches self-control and prudence, justice and courage; nothing in life is more profitable for mortals than these. "},{"book":"Wisdom","chapter":"8","verse":"8","text":" And if anyone longs for wide experience, she knows the things of old, and infers the things to come; she understands turns of speech and the solutions of riddles; she has foreknowledge of signs and wonders and of the outcome of seasons and times. "},{"book":"Wisdom","chapter":"8","verse":"9","text":" Therefore I determined to take her to live with me, knowing that she would give me good counsel and encouragement in cares and grief. "},{"book":"Wisdom","chapter":"8","verse":"10","text":" Because of her I shall have glory among the multitudes and honor in the presence of the elders, though I am young. "},{"book":"Wisdom","chapter":"8","verse":"11","text":" I shall be found keen in judgment, and in the sight of rulers I shall be admired. "},{"book":"Wisdom","chapter":"8","verse":"12","text":" When I am silent they will wait for me, and when I speak they will give heed; if I speak at greater length, they will put their hands on their mouths. "},{"book":"Wisdom","chapter":"8","verse":"13","text":" Because of her I shall have immortality, and leave an everlasting remembrance to those who come after me. "},{"book":"Wisdom","chapter":"8","verse":"14","text":" I shall govern peoples, and nations will be subject to me; "},{"book":"Wisdom","chapter":"8","verse":"15","text":" dread monarchs will be afraid of me when they hear of me; among the people I shall show myself capable, and courageous in war. "},{"book":"Wisdom","chapter":"8","verse":"16","text":" When I enter my house, I shall find rest with her; for companionship with her has no bitterness, and life with her has no pain, but gladness and joy. "},{"book":"Wisdom","chapter":"8","verse":"17","text":" When I considered these things inwardly, and pondered in my heart that in kinship with wisdom there is immortality, "},{"book":"Wisdom","chapter":"8","verse":"18","text":" and in friendship with her, pure delight, and in the labors of her hands, unfailing wealth, and in the experience of her company, understanding, and renown in sharing her words, I went about seeking how to get her for myself. "},{"book":"Wisdom","chapter":"8","verse":"19","text":" As a child I was naturally gifted, and a good soul fell to my lot; "},{"book":"Wisdom","chapter":"8","verse":"20","text":" or rather, being good, I entered an undefiled body. "},{"book":"Wisdom","chapter":"8","verse":"21","text":" But I perceived that I would not possess wisdom unless God gave her to me-- and it was a mark of insight to know whose gift she was-- so I appealed to the Lord and implored him, and with my whole heart I said: "}]