[{"book":"Wisdom","chapter":"18","verse":"1","text":" But for your holy ones there was very great light. Their enemies heard their voices but did not see their forms, and counted them happy for not having suffered, "},{"book":"Wisdom","chapter":"18","verse":"2","text":" and were thankful that your holy ones, though previously wronged, were doing them no injury; and they begged their pardon for having been at variance with them. "},{"book":"Wisdom","chapter":"18","verse":"3","text":" Therefore you provided a flaming pillar of fire as a guide for your people&#39s unknown journey, and a harmless sun for their glorious wandering. "},{"book":"Wisdom","chapter":"18","verse":"4","text":" For their enemies deserved to be deprived of light and imprisoned in darkness, those who had kept your children imprisoned, through whom the imperishable light of the law was to be given to the world. "},{"book":"Wisdom","chapter":"18","verse":"5","text":" When they had resolved to kill the infants of your holy ones, and one child had been abandoned and rescued, you in punishment took away a multitude of their children; and you destroyed them all together by a mighty flood. "},{"book":"Wisdom","chapter":"18","verse":"6","text":" That night was made known beforehand to our ancestors, so that they might rejoice in sure knowledge of the oaths in which they trusted. "},{"book":"Wisdom","chapter":"18","verse":"7","text":" The deliverance of the righteous and the destruction of their enemies were expected by your people. "},{"book":"Wisdom","chapter":"18","verse":"8","text":" For by the same means by which you punished our enemies you called us to yourself and glorified us. "},{"book":"Wisdom","chapter":"18","verse":"9","text":" For in secret the holy children of good people offered sacrifices, and with one accord agreed to the divine law, so that the saints would share alike the same things, both blessings and dangers; and already they were singing the praises of the ancestors. "},{"book":"Wisdom","chapter":"18","verse":"10","text":" But the discordant cry of their enemies echoed back, and their piteous lament for their children was spread abroad. "},{"book":"Wisdom","chapter":"18","verse":"11","text":" The slave was punished with the same penalty as the master, and the commoner suffered the same loss as the king; "},{"book":"Wisdom","chapter":"18","verse":"12","text":" and they all together, by the one form of death, had corpses too many to count. For the living were not sufficient even to bury them, since in one instant their most valued children had been destroyed. "},{"book":"Wisdom","chapter":"18","verse":"13","text":" For though they had disbelieved everything because of their magic arts, yet, when their firstborn were destroyed, they acknowledged your people to be God&#39s child. "},{"book":"Wisdom","chapter":"18","verse":"14","text":" For while gentle silence enveloped all things, and night in its swift course was now half gone, "},{"book":"Wisdom","chapter":"18","verse":"15","text":" your all-powerful word leaped from heaven, from the royal throne, into the midst of the land that was doomed, a stern warrior "},{"book":"Wisdom","chapter":"18","verse":"16","text":" carrying the sharp sword of your authentic command, and stood and filled all things with death, and touched heaven while standing on the earth. "},{"book":"Wisdom","chapter":"18","verse":"17","text":" Then at once apparitions in dreadful dreams greatly troubled them, and unexpected fears assailed them; "},{"book":"Wisdom","chapter":"18","verse":"18","text":" and one here and another there, hurled down half dead, made known why they were dying; "},{"book":"Wisdom","chapter":"18","verse":"19","text":" for the dreams that disturbed them forewarned them of this, so that they might not perish without knowing why they suffered. "},{"book":"Wisdom","chapter":"18","verse":"20","text":" The experience of death touched also the righteous, and a plague came upon the multitude in the desert, but the wrath did not long continue. "},{"book":"Wisdom","chapter":"18","verse":"21","text":" For a blameless man was quick to act as their champion; he brought forward the shield of his ministry, prayer and propitiation by incense; he withstood the anger and put an end to the disaster, showing that he was your servant. "},{"book":"Wisdom","chapter":"18","verse":"22","text":" He conquered the wrath not by strength of body, not by force of arms, but by his word he subdued the avenger, appealing to the oaths and covenants given to our ancestors. "},{"book":"Wisdom","chapter":"18","verse":"23","text":" For when the dead had already fallen on one another in heaps, he intervened and held back the wrath, and cut off its way to the living. "},{"book":"Wisdom","chapter":"18","verse":"24","text":" For on his long robe the whole world was depicted, and the glories of the ancestors were engraved on the four rows of stones, and your majesty was on the diadem upon his head. "},{"book":"Wisdom","chapter":"18","verse":"25","text":" To these the destroyer yielded, these he feared; for merely to test the wrath was enough. "}]