[{"book":"Wisdom","chapter":"3","verse":"1","text":" But the souls of the righteous are in the hand of God, and no torment will ever touch them. "},{"book":"Wisdom","chapter":"3","verse":"2","text":" In the eyes of the foolish they seemed to have died, and their departure was thought to be a disaster, "},{"book":"Wisdom","chapter":"3","verse":"3","text":" and their going from us to be their destruction; but they are at peace. "},{"book":"Wisdom","chapter":"3","verse":"4","text":" For though in the sight of others they were punished, their hope is full of immortality. "},{"book":"Wisdom","chapter":"3","verse":"5","text":" Having been disciplined a little, they will receive great good, because God tested them and found them worthy of himself; "},{"book":"Wisdom","chapter":"3","verse":"6","text":" like gold in the furnace he tried them, and like a sacrificial burnt offering he accepted them. "},{"book":"Wisdom","chapter":"3","verse":"7","text":" In the time of their visitation they will shine forth, and will run like sparks through the stubble. "},{"book":"Wisdom","chapter":"3","verse":"8","text":" They will govern nations and rule over peoples, and the Lord will reign over them forever. "},{"book":"Wisdom","chapter":"3","verse":"9","text":" Those who trust in him will understand truth, and the faithful will abide with him in love, because grace and mercy are upon his holy ones, and he watches over his elect. "},{"book":"Wisdom","chapter":"3","verse":"10","text":" But the ungodly will be punished as their reasoning deserves, those who disregarded the righteous and rebelled against the Lord; "},{"book":"Wisdom","chapter":"3","verse":"11","text":" for those who despise wisdom and instruction are miserable. Their hope is vain, their labors are unprofitable, and their works are useless. "},{"book":"Wisdom","chapter":"3","verse":"12","text":" Their wives are foolish, and their children evil; "},{"book":"Wisdom","chapter":"3","verse":"13","text":" their offspring are accursed. For blessed is the barren woman who is undefiled, who has not entered into a sinful union; she will have fruit when God examines souls. "},{"book":"Wisdom","chapter":"3","verse":"14","text":" Blessed also is the eunuch whose hands have done no lawless deed, and who has not devised wicked things against the Lord; for special favor will be shown him for his faithfulness, and a place of great delight in the temple of the Lord. "},{"book":"Wisdom","chapter":"3","verse":"15","text":" For the fruit of good labors is renowned, and the root of understanding does not fail. "},{"book":"Wisdom","chapter":"3","verse":"16","text":" But children of adulterers will not come to maturity, and the offspring of an unlawful union will perish. "},{"book":"Wisdom","chapter":"3","verse":"17","text":" Even if they live long they will be held of no account, and finally their old age will be without honor. "},{"book":"Wisdom","chapter":"3","verse":"18","text":" If they die young, they will have no hope and no consolation on the day of judgment. "},{"book":"Wisdom","chapter":"3","verse":"19","text":" For the end of an unrighteous generation is grievous. "}]