[{"book":"Zechariah","chapter":"4","verse":"1","text":" The angel who talked with me came again, and wakened me, as one is wakened from sleep. "},{"book":"Zechariah","chapter":"4","verse":"2","text":" He said to me, &#34What do you see?&#34 And I said, &#34I see a lampstand all of gold, with a bowl on the top of it; there are seven lamps on it, with seven lips on each of the lamps that are on the top of it. "},{"book":"Zechariah","chapter":"4","verse":"3","text":" And by it there are two olive trees, one on the right of the bowl and the other on its left.&#34 "},{"book":"Zechariah","chapter":"4","verse":"4","text":" I said to the angel who talked with me, &#34What are these, my lord?&#34 "},{"book":"Zechariah","chapter":"4","verse":"5","text":" Then the angel who talked with me answered me, &#34Do you not know what these are?&#34 I said, &#34No, my lord.&#34 "},{"book":"Zechariah","chapter":"4","verse":"6","text":" He said to me, &#34This is the word of the LORD to Zerubbabel: Not by might, nor by power, but by my spirit, says the LORD of hosts. "},{"book":"Zechariah","chapter":"4","verse":"7","text":" What are you, O great mountain? Before Zerubbabel you shall become a plain; and he shall bring out the top stone amid shouts of &#39Grace, grace to it!&#39&#34 "},{"book":"Zechariah","chapter":"4","verse":"8","text":" Moreover the word of the LORD came to me, saying, "},{"book":"Zechariah","chapter":"4","verse":"9","text":" &#34The hands of Zerubbabel have laid the foundation of this house; his hands shall also complete it. Then you will know that the LORD of hosts has sent me to you. "},{"book":"Zechariah","chapter":"4","verse":"10","text":" For whoever has despised the day of small things shall rejoice, and shall see the plummet in the hand of Zerubbabel. &#34These seven are the eyes of the LORD, which range through the whole earth.&#34 "},{"book":"Zechariah","chapter":"4","verse":"11","text":" Then I said to him, &#34What are these two olive trees on the right and the left of the lampstand?&#34 "},{"book":"Zechariah","chapter":"4","verse":"12","text":" And a second time I said to him, &#34What are these two branches of the olive trees, which pour out the oil through the two golden pipes?&#34 "},{"book":"Zechariah","chapter":"4","verse":"13","text":" He said to me, &#34Do you not know what these are?&#34 I said, &#34No, my lord.&#34 "},{"book":"Zechariah","chapter":"4","verse":"14","text":" Then he said, &#34These are the two anointed ones who stand by the Lord of the whole earth.&#34 "}]