[{"book":"Zechariah","chapter":"11","verse":"1","text":" Open your doors, O Lebanon, so that fire may devour your cedars! "},{"book":"Zechariah","chapter":"11","verse":"2","text":" Wail, O cypress, for the cedar has fallen, for the glorious trees are ruined! Wail, oaks of Bashan, for the thick forest has been felled! "},{"book":"Zechariah","chapter":"11","verse":"3","text":" Listen, the wail of the shepherds, for their glory is despoiled! Listen, the roar of the lions, for the thickets of the Jordan are destroyed! "},{"book":"Zechariah","chapter":"11","verse":"4","text":" Thus said the LORD my God: Be a shepherd of the flock doomed to slaughter. "},{"book":"Zechariah","chapter":"11","verse":"5","text":" Those who buy them kill them and go unpunished; and those who sell them say, &#34Blessed be the LORD, for I have become rich&#34; and their own shepherds have no pity on them. "},{"book":"Zechariah","chapter":"11","verse":"6","text":" For I will no longer have pity on the inhabitants of the earth, says the LORD. I will cause them, every one, to fall each into the hand of a neighbor, and each into the hand of the king; and they shall devastate the earth, and I will deliver no one from their hand. "},{"book":"Zechariah","chapter":"11","verse":"7","text":" So, on behalf of the sheep merchants, I became the shepherd of the flock doomed to slaughter. I took two staffs; one I named Favor, the other I named Unity, and I tended the sheep. "},{"book":"Zechariah","chapter":"11","verse":"8","text":" In one month I disposed of the three shepherds, for I had become impatient with them, and they also detested me. "},{"book":"Zechariah","chapter":"11","verse":"9","text":" So I said, &#34I will not be your shepherd. What is to die, let it die; what is to be destroyed, let it be destroyed; and let those that are left devour the flesh of one another!&#34 "},{"book":"Zechariah","chapter":"11","verse":"10","text":" I took my staff Favor and broke it, annulling the covenant that I had made with all the peoples. "},{"book":"Zechariah","chapter":"11","verse":"11","text":" So it was annulled on that day, and the sheep merchants, who were watching me, knew that it was the word of the LORD. "},{"book":"Zechariah","chapter":"11","verse":"12","text":" I then said to them, &#34If it seems right to you, give me my wages; but if not, keep them.&#34 So they weighed out as my wages thirty shekels of silver. "},{"book":"Zechariah","chapter":"11","verse":"13","text":" Then the LORD said to me, &#34Throw it into the treasury&#34-- this lordly price at which I was valued by them. So I took the thirty shekels of silver and threw them into the treasury in the house of the LORD. "},{"book":"Zechariah","chapter":"11","verse":"14","text":" Then I broke my second staff Unity, annulling the family ties between Judah and Israel. "},{"book":"Zechariah","chapter":"11","verse":"15","text":" Then the LORD said to me: Take once more the implements of a worthless shepherd. "},{"book":"Zechariah","chapter":"11","verse":"16","text":" For I am now raising up in the land a shepherd who does not care for the perishing, or seek the wandering, or heal the maimed, or nourish the healthy, but devours the flesh of the fat ones, tearing off even their hoofs. "},{"book":"Zechariah","chapter":"11","verse":"17","text":" Oh, my worthless shepherd, who deserts the flock! May the sword strike his arm and his right eye! Let his arm be completely withered, his right eye utterly blinded! "}]